<?php
if ($myrow['moderation'] == 0)
{ 
  echo "<script>alert('Р вЂ™РЎвЂ¦Р С•Р Т‘ Р Р…Р В° РЎРЊРЎвЂљРЎС“ РЎРѓРЎвЂљРЎР‚Р В°Р Р…Р С‘РЎвЂ РЎС“ РЎР‚Р В°Р В·РЎР‚Р ВµРЎв‚¬Р ВµР Р… РЎвЂљР С•Р В»РЎРЉР С”Р С• Р СљР С•Р Т‘Р ВµРЎР‚Р В°РЎвЂљР С•РЎР‚Р В°Р С!'); location.href='..';</script>"; exit;
}
?>

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<meta HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=Windows-1251">
<head> 
<style>
a:link, a:visited {color: #000; text-decoration:none}
a:hover, a:active {color: #000; text-decoration:underline}
body              {background-color: #757575;}
#name             {color: #A52A2A;}
#name2            {color: #0000FF;}
#name4            {color: #000080;}
#name5            {color: #00FFFF;}
#name7            {color: #A020F0;}
#name8            {color: #FF4500;}
#inp{
 position: fixed;
 top: 3px;
 right: 5px;
 color: #eee6a3;
 cursor: pointer;
 z-index: 3;
}
#inp:hover {
 background-color: #bbb;
 height:20px;
}
.nameLOC
{   position:relative;
    padding: 6 4 6 4px;
    overflow: hidden;
    border: 3px groove eee6a3;
-webkit-border-radius: 12px;
-webkit-box-shadow: 0px 0px 12px white;
text-shadow:  #6c8b77 1px 1px 2px,  white 0 0 1em; 
}
</style> 
<br>
<div class = "nameLOC" style="border: 3px groove #eee6a3;"> 
        <h2>Р В¤РЎС“Р Р…Р С”РЎвЂ Р С‘РЎРЏ Р СР С•Р Т‘Р ВµРЎР‚Р В°РЎвЂљР С•РЎР‚Р С•Р Р† Р С‘Р В·Р СР ВµР Р…Р ВµР Р…Р В°, РЎвЂљР ВµР С—Р ВµРЎР‚РЎРЉ Р Р†РЎвЂ№ Р С—Р С‘РЎв‚¬Р С‘РЎвЂљР Вµ Р Р† РЎвЂЎР В°РЎвЂљР Вµ РЎвЂљР В°Р С”: <font color = 'brown'><b>/m Р вЂєР С›Р вЂњР ВР Сњ Р СљР ВР СњР Р€Р СћР В« Р СџР В Р ВР В§Р ВР СњР С’</b></font> <br>
Р СџРЎР‚Р С‘Р СР ВµРЎР‚: <font color = 'brown'><b> /m Tacos 1 Р СџРЎР‚Р С•Р Р†Р ВµРЎР‚Р С”Р В° </b></font></h2>
</div>
<div class = "nameLOC" style="font-size: 150%; line-height: 116%;">
        * <b>Р СџРЎР‚Р С•Р В±Р ВµР В»РЎвЂ№ РЎС“РЎвЂЎР С‘РЎвЂљРЎвЂ№Р Р†Р В°РЎвЂљРЎРЉ Р С•Р В±РЎРЏР В·Р В°РЎвЂљР ВµР В»РЎРЉР Р…Р С•!</b><br>
        * <b>Р СџРЎР‚Р С‘РЎвЂЎР С‘Р Р…Р В° Р СР С•Р В¶Р ВµРЎвЂљ Р В±РЎвЂ№РЎвЂљРЎРЉ Р Р…Р Вµ Р В±Р С•Р В»Р ВµР Вµ 30-РЎвЂљР С‘ Р С—РЎР‚Р С•Р В±Р ВµР В»Р С•Р Р†!</b><br>
        * <font color = 'brown'><b>Р СћР Вµ, Р С”РЎвЂљР С• Р Р…Р Вµ РЎС“РЎРѓР Р†Р С•Р С‘РЎвЂљ Р Р…Р С•Р Р†Р С•Р Вµ Р С—РЎР‚Р В°Р Р†Р С‘Р В»Р С•, Р В±РЎС“Р Т‘РЎС“РЎвЂљ РЎРѓР Р…РЎРЏРЎвЂљРЎвЂ№ РЎРѓ Р Т‘Р С•Р В»Р В¶Р Р…Р С•РЎРѓРЎвЂљР С‘.</b></font>
</div>
<br>
<div class = "nameLOC" style="font-size: 150%;  color:#eee6a3; border: 3px groove #eee6a3;"> Р СљР С•Р Т‘Р ВµРЎР‚Р В°РЎвЂљР С•РЎР‚РЎвЂ№ Р С‘Р СР ВµРЎР‹РЎвЂљ Р С—РЎР‚Р В°Р Р†Р С• Р Р†РЎвЂ№Р Т‘Р В°Р Р†Р В°РЎвЂљРЎРЉ Р СР С•Р В»РЎвЂЎРЎС“ Р В±Р ВµР В· Р С—РЎР‚Р ВµР Т‘РЎС“Р С—РЎР‚Р ВµР В¶Р Т‘Р ВµР Р…Р С‘РЎРЏ, Р ВµРЎРѓР В»Р С‘ РЎРѓРЎвЂЎР С‘РЎвЂљР В°РЎР‹РЎвЂљ РЎРЊРЎвЂљР С• Р Р…Р ВµР С•Р В±РЎвЂ¦Р С•Р Т‘Р С‘Р СРЎвЂ№Р С, Р Р…Р С• Р В°РЎР‚Р С–РЎС“Р СР ВµР Р…РЎвЂљР С‘РЎР‚РЎС“РЎРЏ Р ВµР Вµ!</span></div></span></div>
<br /><div class="content">
<div style="text-align:center;">
  <span class = "nameLOC" style="font-size: 200%; line-height: 116%; font-weight: bold">
    <font color="#eee6a3"><b>Р ВР С–РЎР‚Р С•Р С”РЎС“ Р В·Р В°Р С—РЎР‚Р ВµРЎвЂ°Р ВµР Р…Р С•:</b></font>
  </span>
</div><br />
<div class = "nameLOC" style="border: 3px groove black; font-weight: bold; text-align:left; line-height: 116%;">
  <span class = "nameLOC" style="font-size: 150%; color:#eee6a3;">I. Р вЂ”Р В»Р С•РЎС“Р С—Р С•РЎвЂљРЎР‚Р ВµР В±Р В»Р ВµР Р…Р С‘Р Вµ:</span></br></br>
    <div class = "nameLOC" style="font-size: 110%;text-align:left; ">
        I.1. Р вЂ”Р В»Р С•РЎС“Р С—Р С•РЎвЂљРЎР‚Р ВµР В±Р В»Р ВµР Р…Р С‘Р Вµ Р В·Р Р…Р В°Р С”Р В°Р СР С‘, Р В±РЎС“Р С”Р Р†Р В°Р СР С‘, РЎРѓР СР В°Р в„–Р В»Р В°Р СР С‘ (Р В±Р С•Р В»Р ВµР Вµ 3РЎР‚Р В°Р В·) - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 30 Р СР С‘Р Р…РЎС“РЎвЂљ</span><br />
        I.2. Р вЂ”Р В»Р С•РЎС“Р С—Р С•РЎвЂљРЎР‚Р ВµР В±Р В»Р ВµР Р…Р С‘Р Вµ РЎР‚Р ВµР С”Р В»Р В°Р СР С•Р в„– РЎвЂљР С•Р Р†Р В°РЎР‚Р С•Р Р† (Р В±Р С•Р В»Р ВµР Вµ 1 РЎРѓР С•Р С•Р В±РЎвЂ°Р ВµР Р…Р С‘РЎРЏ Р Р† 2 Р СР С‘Р Р…РЎС“РЎвЂљРЎвЂ№) - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 20 Р СР С‘Р Р…РЎС“РЎвЂљ</span><br />
        I.3. Р вЂ”Р В»Р С•РЎС“Р С—Р С•РЎвЂљРЎР‚Р ВµР В±Р В»Р ВµР Р…Р С‘Р Вµ Р В·Р В°Р С–Р В»Р В°Р Р†Р Р…РЎвЂ№Р СР С‘ Р В±РЎС“Р С”Р Р†Р В°Р СР С‘ (Р С”Р В°Р С—РЎРѓ) - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 20 Р СР С‘Р Р…РЎС“РЎвЂљ<br />
        I.4. Р вЂ”Р В»Р С•РЎС“Р С—Р С•РЎвЂљРЎР‚Р ВµР В±Р В»Р ВµР Р…Р С‘Р Вµ РЎвЂћРЎР‚Р В°Р В·Р В°Р СР С‘ (Р В±Р С•Р В»Р ВµР Вµ 2 РЎРѓР С•Р С•Р В±РЎвЂ°Р ВµР Р…Р С‘Р в„– Р С—Р С•Р Т‘РЎР‚РЎРЏР Т‘) - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 15 Р СР С‘Р Р…РЎС“РЎвЂљ<br />
    </div>
</div><br />


<div class = "nameLOC" style="border: 3px groove black; font-weight: bold; text-align:left; line-height: 116%;">
  <span class = "nameLOC" style="font-size: 150%; color:#eee6a3;">II. Р В Р ВµР С”Р В»Р В°Р СР В°:</span></br></br>
    <div class = "nameLOC" style="font-size: 110%;text-align:left; ">
        II.1. Р В Р ВµР С”Р В»Р В°Р СР В° Р Т‘РЎР‚РЎС“Р С–Р С‘РЎвЂ¦ Р С—РЎР‚Р С•Р ВµР С”РЎвЂљР С•Р Р†, РЎРѓР Р†РЎРЏР В·Р В°Р Р…Р Р…РЎвЂ№РЎвЂ¦ РЎРѓ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р В°Р СР С‘ (РЎРѓРЎРѓРЎвЂ№Р В»Р С”Р В°) - Р СљР С•Р В»РЎвЂЎР В° Р С•РЎвЂљ 100 Р СР С‘Р Р…РЎС“РЎвЂљ<br />
        II.2. Р В Р ВµР С”Р В»Р В°Р СР В° Р Т‘РЎР‚РЎС“Р С–Р С‘РЎвЂ¦ Р С—РЎР‚Р С•Р ВµР С”РЎвЂљР С•Р Р†, РЎРѓР Р†РЎРЏР В·Р В°Р Р…Р Р…РЎвЂ№РЎвЂ¦ РЎРѓ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р В°Р СР С‘ (Р С”Р С•РЎРѓР Р†Р ВµР Р…Р Р…Р С•, Р С—Р С• РЎвЂљР С‘Р С—РЎС“ "Р С™РЎвЂљР С• Р Р† ... Р С‘Р С–РЎР‚Р В°Р ВµРЎвЂљ") - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 60 Р СР С‘Р Р…РЎС“РЎвЂљ<br />
        II.3. Р В Р ВµР С”Р В»Р В°Р СР В° Р С—Р С•РЎР‚Р Р…Р С•Р С–РЎР‚Р В°РЎвЂћР С‘Р С‘, Р С—РЎР‚Р С•Р С—Р В°Р С–Р В°Р Р…Р Т‘Р В° Р Р…Р В°РЎР‚Р С”Р С•РЎвЂљР С‘Р С”Р С•Р Р† Р С‘Р В»Р С‘ Р В°Р В»Р С”Р С•Р С–Р С•Р В»РЎРЏ - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 600 Р СР С‘Р Р…РЎС“РЎвЂљ (10 РЎвЂЎР В°РЎРѓР С•Р Р†);<br />
        II.4. Р В Р В°Р В·Р СР ВµРЎвЂ°Р ВµР Р…Р С‘Р Вµ [Р РЋРЎвЂљР С•РЎР‚Р С•Р Р…Р Р…Р ВµР в„– РЎРѓРЎРѓРЎвЂ№Р В»Р С”Р С‘] - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 40 Р СР С‘Р Р…РЎС“РЎвЂљ<br />
        II.5. Р В Р В°Р В·Р СР ВµРЎвЂ°Р ВµР Р…Р С‘Р Вµ РЎРѓРЎРѓРЎвЂ№Р В»Р С”Р С‘ Р Р…Р В° РЎР‚Р В°Р В·РЎР‚Р ВµРЎв‚¬Р ВµР Р…Р Р…РЎвЂ№Р Вµ РЎР‚Р ВµРЎРѓРЎС“РЎР‚РЎРѓРЎвЂ№ (Р вЂ™Р С™Р С•Р Р…РЎвЂљР В°Р С”РЎвЂљР Вµ, Pixz Р С‘ РЎвЂљ.Р Т‘.) Р Р…Р В° Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№РЎвЂ¦ Р Р…Р В°РЎвЂ¦Р С•Р Т‘Р С‘РЎвЂљРЎРѓРЎРЏ Р В·Р В°Р С—РЎР‚Р ВµРЎвЂ°Р ВµР Р…Р Р…Р В°РЎРЏ Р С‘Р Р…РЎвЂћР С•РЎР‚Р СР В°РЎвЂ Р С‘РЎРЏ - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 60 Р СР С‘Р Р…РЎС“РЎвЂљ<br />
    </div>
</div><br />


<div class = "nameLOC" style="border: 3px groove black; font-weight: bold; text-align:left; line-height: 116%;">
  <span class = "nameLOC" style="font-size: 150%; color:#eee6a3;">III. Р С™Р С•Р Р…РЎвЂћР В»Р С‘Р С”РЎвЂљРЎвЂ№::</span></br></br>
    <div class = "nameLOC" style="font-size: 110%;text-align:left; ">
       III.1. Р РЋР В»Р С•Р Р†Р В° Р С‘ Р Р†РЎвЂ№РЎР‚Р В°Р В¶Р ВµР Р…Р С‘РЎРЏ, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ Р СР С•Р С–РЎС“РЎвЂљ Р С•РЎРѓР С”Р С•РЎР‚Р В±Р С‘РЎвЂљРЎРЉ Р С‘Р С–РЎР‚Р С•Р С”Р С•Р Р†* - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 40 Р СР С‘Р Р…РЎС“РЎвЂљ<br />
       III.2. Р СљР В°РЎвЂљ Р С‘Р В»Р С‘ Р В·Р В°Р Р†РЎС“Р В°Р В»Р С‘РЎР‚Р С•Р Р†Р В°Р Р…Р Р…РЎвЂ№Р в„– Р СР В°РЎвЂљ** - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 60 Р СР С‘Р Р…РЎС“РЎвЂљ<br />
       III.3. Р С›РЎРѓР С”Р С•РЎР‚Р В±Р В»Р ВµР Р…Р С‘Р Вµ Р С’Р Т‘Р СР С‘Р Р…Р С‘РЎРѓРЎвЂљРЎР‚Р В°РЎвЂ Р С‘Р С‘, Р СњР В°РЎРѓРЎвЂљР В°Р Р†Р Р…Р С‘Р С”Р С•Р Р†. Р СљР С•Р Т‘Р ВµРЎР‚Р В°РЎвЂљР С•РЎР‚Р С•Р Р† - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 100 Р СР С‘Р Р…РЎС“РЎвЂљ<br />
       III.4. Р С›РЎРѓР С”Р С•РЎР‚Р В±Р В»Р ВµР Р…Р С‘Р Вµ РЎР‚Р С•Р Т‘Р С‘РЎвЂљР ВµР В»Р ВµР в„– Р С‘Р В»Р С‘ РЎР‚Р С•Р Т‘РЎРѓРЎвЂљР Р†Р ВµР Р…Р Р…Р С‘Р С”Р С•Р Р† - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 1440 Р СР С‘Р Р…РЎС“РЎвЂљ (1 Р Т‘Р ВµР Р…РЎРЉ)<br />
       III.5. Р Р€Р С–РЎР‚Р С•Р В·РЎвЂ№ Р Р…Р В°РЎРѓР С‘Р В»Р С‘РЎРЏ, РЎР‚Р В°РЎРѓР С—РЎР‚Р В°Р Р†РЎвЂ№ Р Р† РЎР‚Р ВµР В°Р В»РЎРЉР Р…Р С•Р в„– Р В¶Р С‘Р В·Р Р…Р С‘ - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 2880 Р СР С‘Р Р…РЎС“РЎвЂљ (2 Р Т‘Р Р…РЎРЏ)<br />
       III.6. Р СџРЎР‚Р С•РЎРЏР Р†Р В»Р ВµР Р…Р С‘РЎРЏ РЎР‚Р В°РЎРѓР С‘Р В·Р СР В°, Р Р…Р В°РЎвЂ Р С‘Р В·Р СР В°, Р Р…Р В°РЎвЂ Р С‘Р С•Р Р…Р В°Р В»Р С‘Р В·Р СР В°, РЎРЊР С”РЎРѓРЎвЂљРЎР‚Р ВµР СР С‘Р В·Р СР В°, Р С•РЎРѓР С”Р С•РЎР‚Р В±Р В»Р ВµР Р…Р С‘РЎРЏ Р Р…Р В° РЎР‚Р ВµР В»Р С‘Р С–Р С‘Р С•Р В·Р Р…Р С•Р в„– Р С—Р С•РЎвЂЎР Р†Р Вµ - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 1440 Р СР С‘Р Р…РЎС“РЎвЂљ (1 Р Т‘Р ВµР Р…РЎРЉ)<br />
       III.7. Р СџРЎР‚Р С•Р Р†Р С•Р С”Р В°РЎвЂ Р С‘РЎРЏ Р С”Р С•Р Р…РЎвЂћР В»Р С‘Р С”РЎвЂљР В° - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 240 Р СР С‘Р Р…РЎС“РЎвЂљ (4 РЎвЂЎР В°РЎРѓР В°)<br />
       III.8. Р С›Р В±РЎРѓРЎС“Р В¶Р Т‘Р ВµР Р…Р С‘Р Вµ Р Т‘Р ВµР в„–РЎРѓРЎвЂљР Р†Р С‘Р в„– Р С’Р Т‘Р СР С‘Р Р…Р С‘РЎРѓРЎвЂљРЎР‚Р В°РЎвЂ Р С‘Р С‘*** - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 40 Р СР С‘Р Р…РЎС“РЎвЂљ<br />
    </div>
</div><br />


<div class = "nameLOC" style="border: 3px groove black; font-weight: bold; text-align:left; line-height: 116%;">
  <span class = "nameLOC" style="font-size: 150%; color:#eee6a3;">IV. Р СџРЎР‚Р С•РЎвЂЎР ВµР Вµ:</span></br></br>
    <div class = "nameLOC" style="font-size: 110%;text-align:left; ">
       IV.1. Р В Р В°РЎРѓР С—РЎР‚Р С•РЎРѓРЎвЂљРЎР‚Р В°Р Р…Р ВµР Р…Р С‘Р Вµ Р С—Р В°Р Р…Р С‘Р С”Р С‘ Р С‘Р В»Р С‘ Р В»Р С•Р В¶Р Р…Р С•Р в„– Р С‘Р Р…РЎвЂћР С•РЎР‚Р СР В°РЎвЂ Р С‘Р С‘ - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 30 Р СР С‘Р Р…РЎС“РЎвЂљ
       IV.2. Р С›РЎР‚Р С–Р В°Р Р…Р С‘Р В·Р В°РЎвЂ Р С‘РЎРЏ Р Т‘Р С•Р С–Р С•Р Р†Р С•РЎР‚Р Р…Р С•Р С–Р С• Р В±Р С•РЎРЏ - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 120 Р СР С‘Р Р…РЎС“РЎвЂљ ****
       IV.3. Р вЂєР С•Р В¶Р Р…Р В°РЎРЏ Р Р†РЎвЂ№Р Т‘Р В°РЎвЂЎР В° РЎРѓР ВµР В±РЎРЏ Р В·Р В° Р С—РЎР‚Р ВµР Т‘РЎРѓРЎвЂљР В°Р Р†Р С‘РЎвЂљР ВµР В»РЎРЏ Р С‘Р В»Р С‘ РЎРѓР В°Р СРЎС“ Р С’Р Т‘Р СР С‘Р Р…Р С‘РЎРѓРЎвЂљРЎР‚Р В°РЎвЂ Р С‘РЎР‹ - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 300 Р СР С‘Р Р…РЎС“РЎвЂљ (5 РЎвЂЎР В°РЎРѓР С•Р Р†) 
       IV.4. Р СџР ВµРЎР‚Р ВµР С—Р С‘РЎРѓР С”Р В° Р Р† РЎвЂЎР В°РЎвЂљР Вµ Р Р…Р В° Р ВР Р…Р С•РЎРѓРЎвЂљРЎР‚Р В°Р Р…Р Р…РЎвЂ№РЎвЂ¦ РЎРЏР В·РЎвЂ№Р С”Р В°РЎвЂ¦ - Р СљР С•Р В»РЎвЂЎР В° Р Т‘Р С• 15 Р СР С‘Р Р…РЎС“РЎвЂљ
</div>
</div><br />

<br />

<div style="text-align:center;">
  <span class = "nameLOC" style="font-size: 200%; line-height: 116%; font-weight: bold">
    <font color="#eee6a3"><b>Р СџРЎР‚Р С‘Р СР ВµРЎвЂЎР В°Р Р…Р С‘РЎРЏ:</b></font>
  </span>
</div><br />
<div class = "nameLOC" style="border: 3px groove black; font-weight: bold; text-align:left; line-height: 116%;">
    <div class = "nameLOC" style="font-size: 110%;text-align:left; ">
* - Р СџРЎС“Р Р…Р С”РЎвЂљ III.1 - Р С›РЎРѓР С”Р С•РЎР‚Р В±Р В»Р ВµР Р…Р С‘Р ВµР С РЎвЂљР В°Р С”Р В¶Р Вµ РЎРѓРЎвЂЎР С‘РЎвЂљР В°РЎР‹РЎвЂљРЎРѓРЎРЏ РЎРѓР В»Р С•Р Р†Р В° РЎС“РЎвЂ°Р ВµР СР В»РЎРЏРЎР‹РЎвЂ°Р С‘Р Вµ Р Т‘Р С•РЎРѓРЎвЂљР С•Р С‘Р Р…РЎРѓРЎвЂљР Р†Р В° РЎвЂЎР ВµР В»Р С•Р Р†Р ВµР С”Р В° (Р Т‘Р Р…Р С•, Р Т‘Р Р…Р С‘РЎвЂ°Р Вµ, Р Р…РЎС“Р В±, Р В·Р В°Р Т‘РЎР‚Р С•РЎвЂљ) Р С‘ Р С—РЎР‚Р С•РЎвЂЎР С‘Р Вµ<br />
** - Р СџРЎС“Р Р…Р С”РЎвЂљ III.2 - Р вЂ”Р В°Р Р†РЎС“Р В°Р В»Р С‘РЎР‚Р С•Р Р†Р В°Р Р…Р Р…РЎвЂ№Р в„– Р СР В°РЎвЂљ - Р С—Р С•Р С—РЎвЂ№РЎвЂљР С”Р В° РЎРѓР С”РЎР‚РЎвЂ№РЎвЂљРЎРЉ Р С‘РЎРѓРЎвЂљР С‘Р Р…Р Р…РЎвЂ№Р в„– РЎРѓР СРЎвЂ№РЎРѓР В» Р СР В°РЎвЂљР Р…Р С•Р С–Р С• РЎРѓР В»Р С•Р Р†Р В°, РЎРѓ Р С—Р С•Р СР С•РЎвЂ°РЎРЉРЎР‹ Р В·Р В°Р СР ВµР Р…РЎвЂ№ РЎвЂљР ВµРЎвЂ¦ Р С‘Р В»Р С‘ Р С‘Р Р…РЎвЂ№РЎвЂ¦ Р В±РЎС“Р С”Р Р† Р Р† РЎРЊРЎвЂљР С•Р С РЎРѓР В»Р С•Р Р†Р Вµ. Р СџРЎР‚Р С‘Р СР ВµРЎР‚: *Р СР В°РЎвЂљ Р С•РЎвЂћРЎвЂћ* = Р СљР В»РЎРЏ/Р вЂ*РЎРЏ, РЎРѓР С•Р С”РЎР‚Р В°РЎвЂ°Р ВµР Р…Р С‘Р Вµ Р СР В°РЎвЂљР ВµРЎР‚Р Р…РЎвЂ№РЎвЂ¦ РЎРѓР В»Р С•Р Р†, Р СџРЎР‚Р С‘Р СР ВµРЎР‚: Р В±Р В»Р С•, Р С—Р В»РЎРЏ, Р СР В»РЎРЏ, Р С—Р В·Р Т‘РЎвЂ , Р ВµР С—РЎвЂљ, Р С‘ РЎвЂљ.Р Т‘.<br />
*** - Р СџРЎС“Р Р…Р С”РЎвЂљ III.8 - Р вЂќР ВµР в„–РЎРѓРЎвЂљР Р†Р С‘РЎРЏ Р С’Р Т‘Р СР С‘Р Р…Р С‘РЎРѓРЎвЂљРЎР‚Р В°РЎвЂ Р С‘Р С‘ Р С•Р В±РЎвЂ№РЎвЂЎР Р…Р С• Р С•Р В±РЎРѓРЎС“Р В¶Р Т‘Р В°РЎР‹РЎвЂљРЎРѓРЎРЏ Р Р…Р В° РЎвЂћР С•РЎР‚РЎС“Р СР Вµ, Р В° Р Р…Р Вµ Р Р† РЎвЂЎР В°РЎвЂљР Вµ<br />
**** - Р СџРЎС“Р Р…Р С”РЎвЂљ IV.2 - Р вЂќР С•Р С–Р С•Р Р†Р С•РЎР‚Р Р…РЎвЂ№Р в„– Р В±Р С•Р в„– - Р В±Р С•Р в„– Р С—Р С• Р Т‘Р С•Р С–Р С•Р Р†Р С•РЎР‚Р ВµР Р…Р Р…Р С•РЎРѓРЎвЂљР С‘, РЎРѓР С•Р В·Р Т‘Р В°Р Р… Р Т‘Р В»РЎРЏ Р С—РЎР‚Р С•Р С”Р В°РЎвЂЎР С”Р С‘ PVP РЎР‚Р В°Р Р…Р С–Р В° (РЎвЂљРЎвЂ№ Р С—РЎР‚Р С•Р С‘Р С–РЎР‚Р В°Р ВµРЎв‚¬РЎРЉ Р СР Р…Р Вµ 10 РЎР‚Р В°Р В·, Р В° РЎРЏ РЎвЂљР ВµР В±Р Вµ Р В·Р В°Р С—Р В»Р В°РЎвЂЎРЎС“) Р С‘ РЎвЂљ.Р Т‘.<br />
    </div>
</div><br />

<br />

<div style="text-align:center;">
  <span class = "nameLOC" style="font-size: 200%; line-height: 116%; font-weight: bold">
    <font color="#eee6a3"><b>Р вЂ™РЎвЂ№Р Т‘Р В°Р Р†РЎв‚¬Р С‘Р в„– Р СР С•Р В»РЎвЂЎРЎС“ Р Т‘Р С•Р В»Р В¶Р ВµР Р…:</b></font>
  </span>
</div><br />
<div class = "nameLOC" style="border: 3px groove black; font-weight: bold; text-align:left; line-height: 116%;">
    <div class = "nameLOC" style="font-size: 110%;text-align:left; ">
1. Р С™Р С•Р Р…Р С”РЎР‚Р ВµРЎвЂљР Р…Р С• Р С•Р В±РЎР‰РЎРЏРЎРѓР Р…Р С‘РЎвЂљРЎРЉ Р С—РЎР‚Р С‘РЎвЂЎР С‘Р Р…РЎС“ Р Р†РЎвЂ№Р Т‘Р В°РЎвЂЎР С‘ Р СР С•Р В»РЎвЂЎР С‘ Р С‘Р В»Р С‘ РЎС“Р С”Р В°Р В·Р В°РЎвЂљРЎРЉ Р С—РЎР‚Р В°Р Р†Р С‘Р В»Р С•(Р С—РЎС“Р Р…Р С”РЎвЂљ)<br />
2. Р В Р В°Р В·Р СР ВµРЎР‚ Р СР С•Р В»РЎвЂЎР С‘ Р Р…Р Вµ Р Т‘Р С•Р В»Р В¶Р ВµР Р… Р С—РЎР‚Р ВµР Р†РЎвЂ№РЎв‚¬Р В°РЎвЂљРЎРЉ РЎР‚Р В°Р В·Р СР ВµРЎР‚ Р СР С•Р В»РЎвЂЎР С‘, РЎС“РЎРѓРЎвЂљР В°Р Р…Р С•Р Р†Р В»Р ВµР Р…Р Р…Р С•Р в„– Р С’Р Т‘Р СР С‘Р Р…Р С‘РЎРѓРЎвЂљРЎР‚Р В°РЎвЂ Р С‘Р ВµР в„–<br />
3. Р СџРЎР‚Р С‘ Р Р…Р ВµР В·Р Р…Р В°РЎвЂЎР С‘РЎвЂљР ВµР В»РЎРЉР Р…Р С•Р С Р Р…Р В°РЎР‚РЎС“РЎв‚¬Р ВµР Р…Р С‘Р С‘ Р ВР С–РЎР‚Р С•Р С”Р С•Р С Р С—РЎР‚Р В°Р Р†Р С‘Р В» РЎвЂЎР В°РЎвЂљР В° Р С‘Р В»Р С‘ Р С—Р С•РЎРѓР В»Р ВµР Т‘РЎС“РЎР‹РЎвЂ°Р ВµР С Р С‘Р В·Р Р†Р С‘Р Р…Р ВµР Р…Р С‘Р С‘ Р ВР С–РЎР‚Р С•Р С”Р В° Р Р† Р Р…Р В°РЎР‚РЎС“РЎв‚¬Р ВµР Р…Р С‘Р С‘ Р С—РЎР‚Р В°Р Р†Р С‘Р В» Р Р†РЎвЂ№Р Т‘Р В°РЎвЂљРЎРЉ Р С—РЎР‚Р ВµР Т‘РЎС“Р С—РЎР‚Р ВµР В¶Р Т‘Р ВµР Р…Р С‘Р Вµ<br />
    </div>
</div><br />

<div class = "nameLOC" style="font-size: 150%;  color:brown; border: 3px groove brown;"> Р вЂ”Р В° Р С—РЎР‚Р ВµР Р†РЎвЂ№РЎв‚¬Р ВµР Р…Р С‘Р Вµ Р Р…Р В°РЎР‚РЎС“РЎв‚¬Р ВµР Р…Р С‘Р в„– Р Р† РЎвЂЎР В°РЎвЂљР Вµ, Р С—Р С•Р В»РЎРЉР В·Р С•Р Р†Р В°РЎвЂљР ВµР В»РЎРЉ Р СР С•Р В¶Р ВµРЎвЂљ Р В±РЎвЂ№РЎвЂљРЎРЉ Р В·Р В°Р В±Р В°Р Р…Р ВµР Р…/Р В°РЎР‚Р ВµРЎРѓРЎвЂљР С•Р Р†Р В°Р Р… - Р Р…Р В° Р Р…Р ВµР С”Р С•РЎвЂљР С•РЎР‚Р С•Р Вµ Р Р†РЎР‚Р ВµР СРЎРЏ. </span></div><br>





  <br>
  <center>
  <span class = "nameLOC" style="font-size: 120%; line-height: 116%; font-weight: bold; text-align; center;">
    <font color="#000"><b>By <a href="http://fh7904el.bget.ru/game.php?go=trenInfo&id=1" target=_blank>Tacos Р’В© 2014Р С–.</b></font>
  </span>
   </center>
