<?php
  $harakter['1'] = "Р вЂ™Р ВµРЎРѓР ВµР В»РЎвЂ№Р в„–"; 
  $harakter['2'] = "Р вЂ™РЎвЂ№Р Р…Р С•РЎРѓР В»Р С‘Р Р†РЎвЂ№Р в„–";
  $harakter['3'] = "Р вЂ”Р В°РЎРѓРЎвЂљР ВµР Р…РЎвЂЎР С‘Р Р†РЎвЂ№Р в„–";
  $harakter['4'] = "Р С™РЎР‚Р С•РЎвЂљР С”Р С‘Р в„–";
  $harakter['5'] = "Р СљР С‘РЎР‚Р Р…РЎвЂ№Р в„–";
  $harakter['6'] = "Р СљРЎРЏР С–Р С”Р С‘Р в„–";
  $harakter['7'] = "Р СњР В°Р С–Р В»РЎвЂ№Р в„–";
  $harakter['8'] = "Р СњР В°Р С‘Р Р†Р Р…РЎвЂ№Р в„–";
  $harakter['9'] = "Р СњР В°РЎвЂ¦Р В°Р В»РЎРЉР Р…РЎвЂ№Р в„–";
  $harakter['10'] = "Р СњР ВµР В¶Р Р…РЎвЂ№Р в„–";
  $harakter['11'] = "Р СњР ВµР С—Р С•РЎРѓР В»РЎС“РЎв‚¬Р Р…РЎвЂ№Р в„–";
  $harakter['12'] = "Р СњР ВµР С—РЎР‚Р ВµР С”Р В»Р С•Р Р…Р Р…РЎвЂ№Р в„–";
  $harakter['13'] = "Р С›Р В±РЎвЂ№РЎвЂЎР Р…РЎвЂ№Р в„–";
  $harakter['14'] = "Р С›Р Т‘Р С‘Р Р…Р С•Р С”Р С‘Р в„–";
  $harakter['15'] = "Р С›Р В·Р С•РЎР‚Р Р…Р С•Р в„–";
  $harakter['16'] = "Р С›РЎРѓРЎвЂљР С•РЎР‚Р С•Р В¶Р Р…РЎвЂ№Р в„–";
  $harakter['17'] = "Р СџР С•РЎРѓР С—Р ВµРЎв‚¬Р Р…РЎвЂ№Р в„–";
  $harakter['18'] = "Р СџРЎР‚Р С‘РЎвЂЎРЎС“Р Т‘Р В»Р С‘Р Р†РЎвЂ№Р в„–";
  $harakter['19'] = "Р В Р В°РЎРѓР С—РЎС“РЎвЂ°Р ВµР Р…Р Р…РЎвЂ№Р в„–";
  $harakter['20'] = "Р В Р С•Р В±Р С”Р С‘Р в„–";
  $harakter['21'] = "Р РЋР ВµРЎР‚РЎРЉР ВµР В·Р Р…РЎвЂ№Р в„–";
  $harakter['22'] = "Р РЋР С”РЎР‚Р С•Р СР Р…РЎвЂ№Р в„–";
  $harakter['23'] = "Р РЋР СР ВµР В»РЎвЂ№Р в„–";
  $harakter['24'] = "Р РЋР С—Р С•Р С”Р С•Р в„–Р Р…РЎвЂ№Р в„–";
  $harakter['25'] = "Р РЋРЎвЂљРЎР‚Р ВµР СР С‘РЎвЂљР ВµР В»РЎРЉР Р…РЎвЂ№Р в„–";
  $harakter['26'] = "Р СћР С‘РЎвЂ¦Р С‘Р в„–";

  function haracter_pokes($id) {
      global $harakter;
      return isset($harakter[$id]) ? $harakter[$id] : 'UNDEFINED';
  }
?>
?>