<?php
    $name = 'Лес Литтлруда';
    $about = 'Светлый тихий лес начинается еще в самом Литтлруте и уводит за северную городскую черту. Сюда часто направляются начинающие тренеры, когда хотят чуток потренировать своих стартовых покемонов или поймать кого-то вроде обитающих здесь, как гласит табличка, вормплов, нинкад, зигзагунов, сидотов и шрумишей.
Можно поискать тренеров. Обычно здесь бродит несколько.
Когда-то в этом лесу находился стадион птиц. Говорят, что он до сих пор скрывается в чаще, а в его окрестностях обитают сильные и вольнолюбивые птицы. Это бывшие покемоны лидера, который пропал во время стихийных бедствий.';  
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=101" target="_chat_two">Литтлруд</a> | <a href="/game.php?go=charWork&loc=103" target="_chat_two">Дорога 101</a>';
    $img_r = '<img src="img/room/.png" width="290" height="150">';
?>
