<?php
    $name = 'Дорога 101';
    $about = 'Эта светлая довольно широкая дорога ведет на север лесом до Олдэла, на юг – до Литтлрута, протяженностью около 50 километров. В начале и в конце пути соответствующие таблички повествуют о том, что здесь чаще всего можно встретить шрумишей, зигзагунов, вормплов и тэйллоу, но нужно опасаться активных, особенно по ночам, пучьен, собирающихся в стаи и могущих причинить массу неудобств начинающим тренерам.';  
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=102" target="_chat_two">Лес Литтлруда</a> | <a href="/game.php?go=charWork&loc=104" target="_chat_two">Олдэйл</a>';
    $img_r = '<img src="img/room/.png" width="290" height="150">';
?>
