<?php
    $name = 'Дорога 103';
    $about = 'Дорога, ведущая к дороге 110, по которой можно придти к Слэйтпорту или Маувиллю. Ведет сначала на север, затем на восток. Протяженность дороги около 150 км. Она ведет через лес, кроме того надо преодолеть небольшое озеро, по краям которого растут густые непроходимые леса, чтобы попасть на дорогу 110. Этот путь непростой, и молодые тренеры редко ходят здесь самостоятельно. Табличка гласит, что самые частые покемоны этих мест: Зигзагун, Почена, иногда можно встретить Вингала. В воде - Вингал, Тентакул.';  
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=104" target="_chat_two">Олдэйл</a> | <a href="/game.php?go=charWork&loc=158" target="_chat_two">Дорога 110</a>';
    $img_r = '<img src="img/room/.png" width="290" height="150">';
?>
