<?php
    $name = 'Дорога 104';
    $about = 'Тропа 104 – довольно короткая и легкая по прохождению. С одной стороны, она подводит вас прямо к петалбургскому лесу, а с другой выходит к берегу и пристани. Так как дорога находится значительно выше уровня моря, попасть на пляж можно спустившись по каменным ступеням лестницы.
По пути к берегу моря (или же к лесу) в высокой траве вам могут встретиться дикие покемоны, которые, несомненно, указаны в табличке: «Тренеры, держите ухо востро и глаз навыкате: на вас могут внезапно напасть дикие покемоны, такие как почены, зигзагуны, лотады и розелии. Иногда также встречаются тэйлоу и вингалы.»';  
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=108" target="_chat_two">Петалбург</a> | <a href="/game.php?go=charWork&loc=110" target="_chat_two">Лес Петалбурга</a>';
?>
