<?php
    $name = 'Лес Петалбурга';
    $about = 'Если вы рискнете пройти через этот густой и темный лес со стороны города Растборо, то обязательно выйдете на дорогу 104. Но в лесу вас могут подстерегать опасности. Не только в виде покемонов – они здесь достаточно слабые, и опытные тренеры без труда справятся с ними. Но для новичков специально поставлена табличка: «Берегитесь вормплов: они могут стрелять шипами в качестве самозащиты; каскуны и силкуны могут использовать против вас липкую нить; не пугайте сидотов: они могут свалиться кому-нибудь на голову».';  
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=109" target="_chat_two">Дорога 104</a> | <a href="/game.php?go=charWork&loc=111" target="_chat_two">Рустборн</a>';
?>
