<?php
  $name = 'Дорога 3';
  $about = 'Отдаляясь от прекрасного озера, вы идёте по тропе, которая ведёт вас к скалам Канто. 
            Говорят, что за скалами есть прекрасное место, где можно расслабиться и отдохнуть, но это место не очень безопасно из-за камнепадов.';  
  $pers = '...';
  $move = '<a href="/game.php?go=charWork&loc=11" target="_chat_two">Небольшое озеро</a> 
           | 
           <a href="/game.php?go=charWork&loc=13" target="_chat_two">Скалы</a>';
  $img_r = '<img src="img/room/012.png" width="290" height="150">';
?>
