<?php
  $name = 'Дорога к вершине';
  $about = 'Вы почти и добрались до пика горы. 
            С каждый шагом вид c горы становится всё шире и шире. 
            Посмотрев вниз, Вы увидите большие скалы и множество Ониксов, чуть дальше - "Небольшое озеро", а бросив взгляд на восток, можно увидеть великолепный закат. 
            Отсюда видно все ближайшие города Канто. 
            Разве это не прекрасное место, чтобы провести вечер? 
            Кроме того, говорят, что в полночь на гору приходит большое количество покемонов. 
            Может быть, стоит проверить?';  
  $pers = '...';
  $move = '<a href="/game.php?go=charWork&loc=14" target="_chat_two">Горный перевал</a>';
  $img_r = '<img src="img/room/015.png" width="290" height="150">';
?>
