<?php  
    $name = 'Маршрут 2';
    $about = 'Продолжение огромного леса. 
              Именно в этом месте находится открытая местность, напоминающая нечто вроде арены. 
              Здесь покемоны более агрессивные, чем в других частях этого леса. 
              Так же, эту полянку освещает яркие лучи солнца. 
              Это теплое местечко привлекает диких покемонов, что бы погреться в летний день.';
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=30" target="_chat_two">Маршрут 1</a> | 
             <a href="/game.php?go=charWork&loc=32" target="_chat_two">Маршрут 3</a>';                                                                                          
?>