<?php  
    $name = 'Маршрут 5';
    $about = 'Пройдя через мост, Вы подошли к полю с огромными кустами, которые были намного выше вашего роста. 
              Пути дальше, почти небыло видно, виднелся лишь какой - то просвет среди кустарников, может быть это выход?
              Чтож, выбор не велик, идти назад, или же вперед.';
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=35" target="_chat_two">Маршрут 4</a> | 
             <a href="/game.php?go=charWork&loc=37" target="_chat_two">Маршрут 6</a> 
            ';                                                                                          
?>