<?php
    $name = 'Ледяная гора';
    $about = 'Каких-то минут 40 – и вот уже виднеется огромная Ледяная гора. Ее склоны сплошь покрыты длинными горнолыжными трассами и горками для санок и ледянок – дети обожают веселиться тут. Канатная дорога за умеренную плату отвезет на самый верх. Там уже можно будет выбрать, по какой из трасс спускаться к подножию горы – они различаются по сложности. Здесь толпы людей - как местные жители, так и туристы любят проводить тут время. Галдят покемоны, визжат довольные детишки, что-то обсуждают серьезные мужчины, сплетничают девушки: можно без преувеличения сказать, что Ледяная гора – эпицентр веселья Джотто.';  
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=38" target="_chat_two">Маршрут 7</a>';
    $img_r = '<img src="img/room/53.png" width="290" height="150">';
?>
