<?php 

  $name = 'Пещера';
  $about = 'Вы входите в пещеру. 
            Осмотревшись, вы замечаете большое количество других тренеров. 
            Здесь немного прохладно, но сухо и совсем не грязно. 
            Из земли вылазиют множество Диглетов, а со сталагмитов мирно свисает большое количество зубатов.'; 
  $pers = '...';
  $move = '<a href="/game.php?go=charWork&loc=7" target="_chat_two">Тёмный лес</a> | <s>Завал</s>';
   $img_r = '<img src="img/room/008.png" width="290" height="150">';

?>

