<?php
  $name = 'Озеро Вертании';
  $about = 'В окрестностях Вертании расположилось небольшое озеро. 
            Вода здесь кристально чистая, на берегу много рыбаков и отдыхающих, однако пловцов здесь не найти: озеро является домом для большого количества разнообразных покемонов, многие из которых готовы вступить в бой, защищая свой маленький рай.'; 
  $pers = '...';
  $move = '<a href="/game.php?go=charWork&loc=5" target="_chat_two">Лес Вертании</a>';
  $img_r = '<img src="img/room/009.png" width="290" height="150">';
?>
