<?php
    $name = 'Лаборатория';
    $about = 'В лаборатории Литтлрута в качестве профессора выступает молоденькая девушка. Точнее, пока не совсем чтобы в качестве профессора. Кристина помогает старенькому профессору Бирчу, занимаясь выдачей покемонов и лицензий для тренеров. Говоря, что эта девушка - внучка профессора. Говорят - племянница. Некоторые вообще ничего не говорят. Но факт остаётся фактом. Благодаря молодой девушки, лаборатория всё ещё действует, отправляя тренеров в путь за званием чемпиона. Кроме того в Лаборатории иногда можно встретить повзрослевшего Макса - брата Мэй и помощника профессора Бирча.';  
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=101" target="_chat_two">Литтлруд</a>';
    $img_r = '<img src="img/room/.png" width="290" height="150">';
?>
