<?php
    $name = 'Дорога в порт';
    $about = 'Эта дорога, ведущая через лес, выходит прямо к загородному порту Литтлрута и по протяженности занимает всего 20 километров. Здесь можно проехать на машине, а можно пройти пешком. Там, где дорога выводит к порту, начинаются выбоины и ямы. Идти неудобно, но никакой катастрофы в этом нет
Табличка рядом гласит: "Дорога до порта. Безопасная. Нет диких покемонов."';  
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=97" target="_chat_two">Порт Литтлруда</a> | <a href="/game.php?go=charWork&loc=101" target="_chat_two">Литтлруд</a>';
    $img_r = '<img src="img/room/.png" width="290" height="150">';
?>
