<?php
// db.php
$host = 'localhost'; // Р РЋР ВµРЎР‚Р Р†Р ВµРЎР‚ Р В±Р В°Р В·РЎвЂ№ Р Т‘Р В°Р Р…Р Р…РЎвЂ№РЎвЂ¦
$user = 'fh7904el_base'; // Р ВР СРЎРЏ Р С—Р С•Р В»РЎРЉР В·Р С•Р Р†Р В°РЎвЂљР ВµР В»РЎРЏ Р В±Р В°Р В·РЎвЂ№ Р Т‘Р В°Р Р…Р Р…РЎвЂ№РЎвЂ¦
$pass = '^&@^#A?]'; // Р СџР В°РЎР‚Р С•Р В»РЎРЉ Р С—Р С•Р В»РЎРЉР В·Р С•Р Р†Р В°РЎвЂљР ВµР В»РЎРЏ Р В±Р В°Р В·РЎвЂ№ Р Т‘Р В°Р Р…Р Р…РЎвЂ№РЎвЂ¦
$db = 'fh7904el_base'; // Р ВР СРЎРЏ Р В±Р В°Р В·РЎвЂ№ Р Т‘Р В°Р Р…Р Р…РЎвЂ№РЎвЂ¦

// Р СџР С•Р Т‘Р С”Р В»РЎР‹РЎвЂЎР ВµР Р…Р С‘Р Вµ Р С” Р В±Р В°Р В·Р Вµ Р Т‘Р В°Р Р…Р Р…РЎвЂ№РЎвЂ¦
$link = mysql_connect($host, $user, $pass);
if (!$link) {
    die('Р С›РЎв‚¬Р С‘Р В±Р С”Р В° Р С—Р С•Р Т‘Р С”Р В»РЎР‹РЎвЂЎР ВµР Р…Р С‘РЎРЏ Р С” Р В±Р В°Р В·Р Вµ Р Т‘Р В°Р Р…Р Р…РЎвЂ№РЎвЂ¦: ' . mysql_error());
}

// Р вЂ™РЎвЂ№Р В±Р С•РЎР‚ Р В±Р В°Р В·РЎвЂ№ Р Т‘Р В°Р Р…Р Р…РЎвЂ№РЎвЂ¦
$db_selected = mysql_select_db($db, $link);
if (!$db_selected) {
    die('Р С›РЎв‚¬Р С‘Р В±Р С”Р В° Р Р†РЎвЂ№Р В±Р С•РЎР‚Р В° Р В±Р В°Р В·РЎвЂ№ Р Т‘Р В°Р Р…Р Р…РЎвЂ№РЎвЂ¦: ' . mysql_error());
}

// Р Р€РЎРѓРЎвЂљР В°Р Р…Р С•Р Р†Р С”Р В° Р С”Р С•Р Т‘Р С‘РЎР‚Р С•Р Р†Р С”Р С‘
mysql_query("SET NAMES 'utf8'");
?>
