<?php

function plus_user_pok($text)
{
$filename = 'admin/plus_user_pok.dat';
$somecontent = "$text\r\n";
// Р вЂ™Р Р…Р В°РЎвЂЎР В°Р В»Р Вµ Р Т‘Р В°Р Р†Р В°Р в„–РЎвЂљР Вµ РЎС“Р В±Р ВµР Т‘Р С‘Р СРЎРѓРЎРЏ, РЎвЂЎРЎвЂљР С• РЎвЂћР В°Р в„–Р В» РЎРѓРЎС“РЎвЂ°Р ВµРЎРѓРЎвЂљР Р†РЎС“Р ВµРЎвЂљ Р С‘ Р Т‘Р С•РЎРѓРЎвЂљРЎС“Р С—Р ВµР Р… Р Т‘Р В»РЎРЏ Р В·Р В°Р С—Р С‘РЎРѓР С‘.
if (is_writable($filename)) {
// Р вЂ™ Р Р…Р В°РЎв‚¬Р ВµР С Р С—РЎР‚Р С‘Р СР ВµРЎР‚Р Вµ Р СРЎвЂ№ Р С•РЎвЂљР С”РЎР‚РЎвЂ№Р Р†Р В°Р ВµР С $filename Р Р† РЎР‚Р ВµР В¶Р С‘Р СР Вµ "Р Т‘Р С•Р С—Р С‘РЎРѓР В°РЎвЂљРЎРЉ Р Р† Р С”Р С•Р Р…Р ВµРЎвЂ ".
    // Р СћР В°Р С”Р С‘Р С Р С•Р В±РЎР‚Р В°Р В·Р С•Р С, РЎРѓР СР ВµРЎвЂ°Р ВµР Р…Р С‘Р Вµ РЎС“РЎРѓРЎвЂљР В°Р Р…Р С•Р Р†Р В»Р ВµР Р…Р С• Р Р† Р С”Р С•Р Р…Р ВµРЎвЂ  РЎвЂћР В°Р в„–Р В»Р В° Р С‘
    // Р Р…Р В°РЎв‚¬ $somecontent Р Т‘Р С•Р С—Р С‘РЎв‚¬Р ВµРЎвЂљРЎРѓРЎРЏ Р Р† Р С”Р С•Р Р…Р ВµРЎвЂ  Р С—РЎР‚Р С‘ Р С‘РЎРѓР С—Р С•Р В»РЎРЉР В·Р С•Р Р†Р В°Р Р…Р С‘Р С‘ fwrite().
    if (!$handle = fopen($filename, 'a')) {
    exit;
    }
// Р вЂ”Р В°Р С—Р С‘РЎРѓРЎвЂ№Р Р†Р В°Р ВµР С $somecontent Р Р† Р Р…Р В°РЎв‚¬ Р С•РЎвЂљР С”РЎР‚РЎвЂ№РЎвЂљРЎвЂ№Р в„– РЎвЂћР В°Р в„–Р В».
    if (fwrite($handle, $somecontent) === FALSE) {
        exit;
    }
    fclose($handle); } else {}}


function upes_user_pok($text)
{
$filename = 'admin/upes_user_pok.dat';
$somecontent = "$text\r\n";
// Р вЂ™Р Р…Р В°РЎвЂЎР В°Р В»Р Вµ Р Т‘Р В°Р Р†Р В°Р в„–РЎвЂљР Вµ РЎС“Р В±Р ВµР Т‘Р С‘Р СРЎРѓРЎРЏ, РЎвЂЎРЎвЂљР С• РЎвЂћР В°Р в„–Р В» РЎРѓРЎС“РЎвЂ°Р ВµРЎРѓРЎвЂљР Р†РЎС“Р ВµРЎвЂљ Р С‘ Р Т‘Р С•РЎРѓРЎвЂљРЎС“Р С—Р ВµР Р… Р Т‘Р В»РЎРЏ Р В·Р В°Р С—Р С‘РЎРѓР С‘.
if (is_writable($filename)) {
// Р вЂ™ Р Р…Р В°РЎв‚¬Р ВµР С Р С—РЎР‚Р С‘Р СР ВµРЎР‚Р Вµ Р СРЎвЂ№ Р С•РЎвЂљР С”РЎР‚РЎвЂ№Р Р†Р В°Р ВµР С $filename Р Р† РЎР‚Р ВµР В¶Р С‘Р СР Вµ "Р Т‘Р С•Р С—Р С‘РЎРѓР В°РЎвЂљРЎРЉ Р Р† Р С”Р С•Р Р…Р ВµРЎвЂ ".
    // Р СћР В°Р С”Р С‘Р С Р С•Р В±РЎР‚Р В°Р В·Р С•Р С, РЎРѓР СР ВµРЎвЂ°Р ВµР Р…Р С‘Р Вµ РЎС“РЎРѓРЎвЂљР В°Р Р…Р С•Р Р†Р В»Р ВµР Р…Р С• Р Р† Р С”Р С•Р Р…Р ВµРЎвЂ  РЎвЂћР В°Р в„–Р В»Р В° Р С‘
    // Р Р…Р В°РЎв‚¬ $somecontent Р Т‘Р С•Р С—Р С‘РЎв‚¬Р ВµРЎвЂљРЎРѓРЎРЏ Р Р† Р С”Р С•Р Р…Р ВµРЎвЂ  Р С—РЎР‚Р С‘ Р С‘РЎРѓР С—Р С•Р В»РЎРЉР В·Р С•Р Р†Р В°Р Р…Р С‘Р С‘ fwrite().
    if (!$handle = fopen($filename, 'a')) {
    exit;
    }
// Р вЂ”Р В°Р С—Р С‘РЎРѓРЎвЂ№Р Р†Р В°Р ВµР С $somecontent Р Р† Р Р…Р В°РЎв‚¬ Р С•РЎвЂљР С”РЎР‚РЎвЂ№РЎвЂљРЎвЂ№Р в„– РЎвЂћР В°Р в„–Р В».
    if (fwrite($handle, $somecontent) === FALSE) {
        exit;
    }
    fclose($handle); } else {}
}
    
function minus_user_pok($text)
{
$filename = 'admin/minus_user_pok.dat';
$somecontent = "$text\r\n";
// Р вЂ™Р Р…Р В°РЎвЂЎР В°Р В»Р Вµ Р Т‘Р В°Р Р†Р В°Р в„–РЎвЂљР Вµ РЎС“Р В±Р ВµР Т‘Р С‘Р СРЎРѓРЎРЏ, РЎвЂЎРЎвЂљР С• РЎвЂћР В°Р в„–Р В» РЎРѓРЎС“РЎвЂ°Р ВµРЎРѓРЎвЂљР Р†РЎС“Р ВµРЎвЂљ Р С‘ Р Т‘Р С•РЎРѓРЎвЂљРЎС“Р С—Р ВµР Р… Р Т‘Р В»РЎРЏ Р В·Р В°Р С—Р С‘РЎРѓР С‘.
if (is_writable($filename)) {
// Р вЂ™ Р Р…Р В°РЎв‚¬Р ВµР С Р С—РЎР‚Р С‘Р СР ВµРЎР‚Р Вµ Р СРЎвЂ№ Р С•РЎвЂљР С”РЎР‚РЎвЂ№Р Р†Р В°Р ВµР С $filename Р Р† РЎР‚Р ВµР В¶Р С‘Р СР Вµ "Р Т‘Р С•Р С—Р С‘РЎРѓР В°РЎвЂљРЎРЉ Р Р† Р С”Р С•Р Р…Р ВµРЎвЂ ".
    // Р СћР В°Р С”Р С‘Р С Р С•Р В±РЎР‚Р В°Р В·Р С•Р С, РЎРѓР СР ВµРЎвЂ°Р ВµР Р…Р С‘Р Вµ РЎС“РЎРѓРЎвЂљР В°Р Р…Р С•Р Р†Р В»Р ВµР Р…Р С• Р Р† Р С”Р С•Р Р…Р ВµРЎвЂ  РЎвЂћР В°Р в„–Р В»Р В° Р С‘
    // Р Р…Р В°РЎв‚¬ $somecontent Р Т‘Р С•Р С—Р С‘РЎв‚¬Р ВµРЎвЂљРЎРѓРЎРЏ Р Р† Р С”Р С•Р Р…Р ВµРЎвЂ  Р С—РЎР‚Р С‘ Р С‘РЎРѓР С—Р С•Р В»РЎРЉР В·Р С•Р Р†Р В°Р Р…Р С‘Р С‘ fwrite().
    if (!$handle = fopen($filename, 'a')) {
    exit;
    }
// Р вЂ”Р В°Р С—Р С‘РЎРѓРЎвЂ№Р Р†Р В°Р ВµР С $somecontent Р Р† Р Р…Р В°РЎв‚¬ Р С•РЎвЂљР С”РЎР‚РЎвЂ№РЎвЂљРЎвЂ№Р в„– РЎвЂћР В°Р в„–Р В».
    if (fwrite($handle, $somecontent) === FALSE) {
        exit;
    }
    fclose($handle); } else {}}
?>