<?php
if($items == 1){
  if (provitems(39,1) && provitems(24,5) && provitems(29,3) && provitems(34,1)){
      minus_item(1,39);
      minus_item(5,24);
      minus_item(3,29);
      minus_item(1,34);      
      $s = rand(0,10);
      if($s > 5){
        plus_item(1,40);
        $_SESSION['mess_kraft'] = "Р вЂ™РЎвЂ№ РЎС“Р Т‘Р В°РЎвЂЎР Р…Р С• Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р С‘Р В»Р С‘: <img src='img/items/40.png' width='24' alt='Р вЂњРЎР‚Р С•Р СР С•Р Р†Р С•Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ' title='Р вЂњРЎР‚Р С•Р СР С•Р Р†Р С•Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ'> Р вЂњРЎР‚Р С•Р СР С•Р Р†Р С•Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ.";
        writeLoges('Р В®Р В·Р ВµРЎР‚: '.$_SESSION['login'].' РЎС“Р Т‘Р В°РЎвЂЎР Р…Р С• Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р С‘Р В»: Р вЂњРЎР‚Р С•Р СР С•Р Р†Р С•Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ, Р Р† Р С”Р С•Р В»Р В»Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р Вµ: 1 РЎв‚¬РЎвЂљ.','df','kraft_nps');
      }else{
        $_SESSION['mess_kraft'] = "Р СџРЎР‚Р С•Р С‘Р В·Р С•РЎв‚¬Р В»Р В° Р Р…Р ВµРЎС“Р Т‘Р В°РЎвЂЎР В° Р С—РЎР‚Р С‘ Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р В»Р ВµР Р…Р С‘Р С‘: <img src='img/items/40.png' width='24'> Р вЂњРЎР‚Р С•Р СР С•Р Р†Р С•Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ.";
      }      
  }else{
      $_SESSION['mess_kraft'] = "Р Р€ Р вЂ™Р В°РЎРѓ Р Р…Р ВµР Т‘Р С•РЎРѓРЎвЂљР В°РЎвЂљР С•РЎвЂЎР Р…Р С• РЎР‚Р ВµРЎРѓРЎС“РЎР‚РЎРѓР С•Р Р† Р Т‘Р В»РЎРЏ Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р В»Р ВµР Р…Р С‘РЎРЏ: <img src='img/items/40.png' width='24'> Р вЂњРЎР‚Р С•Р СР С•Р Р†Р С•Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ."; 
  }
}elseif($items == 2){
  if (provitems(39,1) && provitems(25,5) && provitems(30,3) && provitems(35,1)){
      minus_item(1,39);
      minus_item(5,25);
      minus_item(3,30);
      minus_item(1,35);      
      $s = rand(0,10);
      if($s > 5){
        plus_item(1,41);
        $_SESSION['mess_kraft'] = "Р вЂ™РЎвЂ№ РЎС“Р Т‘Р В°РЎвЂЎР Р…Р С• Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р С‘Р В»Р С‘: <img src='img/items/41.png' width='24' alt='Р С›Р С–Р Р…Р ВµР Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ' title='Р С›Р С–Р Р…Р ВµР Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ'> Р С›Р С–Р Р…Р ВµР Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ.";
        writeLoges('Р В®Р В·Р ВµРЎР‚: '.$_SESSION['login'].' РЎС“Р Т‘Р В°РЎвЂЎР Р…Р С• Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р С‘Р В»: Р С›Р С–Р Р…Р ВµР Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ, Р Р† Р С”Р С•Р В»Р В»Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р Вµ: 1 РЎв‚¬РЎвЂљ.','df','kraft_nps');
      }else{
        $_SESSION['mess_kraft'] = "Р СџРЎР‚Р С•Р С‘Р В·Р С•РЎв‚¬Р В»Р В° Р Р…Р ВµРЎС“Р Т‘Р В°РЎвЂЎР В° Р С—РЎР‚Р С‘ Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р В»Р ВµР Р…Р С‘Р С‘: <img src='img/items/41.png' width='24'> Р С›Р С–Р Р…Р ВµР Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ.";
      }      
  }else{
      $_SESSION['mess_kraft'] = "Р Р€ Р вЂ™Р В°РЎРѓ Р Р…Р ВµР Т‘Р С•РЎРѓРЎвЂљР В°РЎвЂљР С•РЎвЂЎР Р…Р С• РЎР‚Р ВµРЎРѓРЎС“РЎР‚РЎРѓР С•Р Р† Р Т‘Р В»РЎРЏ Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р В»Р ВµР Р…Р С‘РЎРЏ: <img src='img/items/41.png' width='24'> Р С›Р С–Р Р…Р ВµР Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ."; 
  }
}elseif($items == 3){
  if (provitems(39,1) && provitems(26,5) && provitems(31,3) && provitems(36,1)){
      minus_item(1,39);
      minus_item(5,26);
      minus_item(3,31);
      minus_item(1,36);      
      $s = rand(0,10);
      if($s > 5){
        plus_item(1,42);
        $_SESSION['mess_kraft'] = "Р вЂ™РЎвЂ№ РЎС“Р Т‘Р В°РЎвЂЎР Р…Р С• Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р С‘Р В»Р С‘: <img src='img/items/42.png' width='24' alt='Р вЂ™Р С•Р Т‘Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ' title='Р вЂ™Р С•Р Т‘Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ'> Р вЂ™Р С•Р Т‘Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ.";
        writeLoges('Р В®Р В·Р ВµРЎР‚: '.$_SESSION['login'].' РЎС“Р Т‘Р В°РЎвЂЎР Р…Р С• Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р С‘Р В»: Р вЂ™Р С•Р Т‘Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ, Р Р† Р С”Р С•Р В»Р В»Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р Вµ: 1 РЎв‚¬РЎвЂљ.','df','kraft_nps');
      }else{
        $_SESSION['mess_kraft'] = "Р СџРЎР‚Р С•Р С‘Р В·Р С•РЎв‚¬Р В»Р В° Р Р…Р ВµРЎС“Р Т‘Р В°РЎвЂЎР В° Р С—РЎР‚Р С‘ Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р В»Р ВµР Р…Р С‘Р С‘: <img src='img/items/42.png' width='24'> Р вЂ™Р С•Р Т‘Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ.";
      }      
  }else{
      $_SESSION['mess_kraft'] = "Р Р€ Р вЂ™Р В°РЎРѓ Р Р…Р ВµР Т‘Р С•РЎРѓРЎвЂљР В°РЎвЂљР С•РЎвЂЎР Р…Р С• РЎР‚Р ВµРЎРѓРЎС“РЎР‚РЎРѓР С•Р Р† Р Т‘Р В»РЎРЏ Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р В»Р ВµР Р…Р С‘РЎРЏ: <img src='img/items/42.png' width='24'> Р вЂ™Р С•Р Т‘Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ."; 
  }
}elseif($items == 4){
  if (provitems(39,1) && provitems(27,5) && provitems(32,3) && provitems(37,1)){
      minus_item(1,39);
      minus_item(5,27);
      minus_item(3,32);
      minus_item(1,37);      
      $s = rand(0,10);
      if($s > 5){
        plus_item(1,43);
        $_SESSION['mess_kraft'] = "Р вЂ™РЎвЂ№ РЎС“Р Т‘Р В°РЎвЂЎР Р…Р С• Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р С‘Р В»Р С‘: <img src='img/items/43.png' width='24' alt='Р вЂєР С‘РЎРѓРЎвЂљР Р†Р ВµР Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ' title='Р вЂєР С‘РЎРѓРЎвЂљР Р†Р ВµР Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ'> Р вЂєР С‘РЎРѓРЎвЂљР Р†Р ВµР Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ.";
        writeLoges('Р В®Р В·Р ВµРЎР‚: '.$_SESSION['login'].' РЎС“Р Т‘Р В°РЎвЂЎР Р…Р С• Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р С‘Р В»: Р вЂєР С‘РЎРѓРЎвЂљР Р†Р ВµР Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ, Р Р† Р С”Р С•Р В»Р В»Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р Вµ: 1 РЎв‚¬РЎвЂљ.','df','kraft_nps');
      }else{
        $_SESSION['mess_kraft'] = "Р СџРЎР‚Р С•Р С‘Р В·Р С•РЎв‚¬Р В»Р В° Р Р…Р ВµРЎС“Р Т‘Р В°РЎвЂЎР В° Р С—РЎР‚Р С‘ Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р В»Р ВµР Р…Р С‘Р С‘: <img src='img/items/43.png' width='24'> Р вЂєР С‘РЎРѓРЎвЂљР Р†Р ВµР Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ.";
      }      
  }else{
      $_SESSION['mess_kraft'] = "Р Р€ Р вЂ™Р В°РЎРѓ Р Р…Р ВµР Т‘Р С•РЎРѓРЎвЂљР В°РЎвЂљР С•РЎвЂЎР Р…Р С• РЎР‚Р ВµРЎРѓРЎС“РЎР‚РЎРѓР С•Р Р† Р Т‘Р В»РЎРЏ Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р В»Р ВµР Р…Р С‘РЎРЏ: <img src='img/items/43.png' width='24'> Р вЂєР С‘РЎРѓРЎвЂљР Р†Р ВµР Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ."; 
  }
}elseif($items == 5){
  if (provitems(39,1) && provitems(28,5) && provitems(33,3) && provitems(38,1)){
      minus_item(1,39);
      minus_item(5,28);
      minus_item(3,33);
      minus_item(1,38);      
      $s = rand(0,10);
      if($s > 5){
        plus_item(1,44);
        $_SESSION['mess_kraft'] = "Р вЂ™РЎвЂ№ РЎС“Р Т‘Р В°РЎвЂЎР Р…Р С• Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р С‘Р В»Р С‘: <img src='img/items/44.png' width='24' alt='Р вЂєРЎС“Р Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ' title='Р вЂєРЎС“Р Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ'> Р вЂєРЎС“Р Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ.";
        writeLoges('Р В®Р В·Р ВµРЎР‚: '.$_SESSION['login'].' РЎС“Р Т‘Р В°РЎвЂЎР Р…Р С• Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р С‘Р В»: Р вЂєРЎС“Р Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ, Р Р† Р С”Р С•Р В»Р В»Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р Вµ: 1 РЎв‚¬РЎвЂљ.','df','kraft_nps');
      }else{
        $_SESSION['mess_kraft'] = "Р СџРЎР‚Р С•Р С‘Р В·Р С•РЎв‚¬Р В»Р В° Р Р…Р ВµРЎС“Р Т‘Р В°РЎвЂЎР В° Р С—РЎР‚Р С‘ Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р В»Р ВµР Р…Р С‘Р С‘: <img src='img/items/44.png' width='24'> Р вЂєРЎС“Р Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ.";
      }      
  }else{
      $_SESSION['mess_kraft'] = "Р Р€ Р вЂ™Р В°РЎРѓ Р Р…Р ВµР Т‘Р С•РЎРѓРЎвЂљР В°РЎвЂљР С•РЎвЂЎР Р…Р С• РЎР‚Р ВµРЎРѓРЎС“РЎР‚РЎРѓР С•Р Р† Р Т‘Р В»РЎРЏ Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р В»Р ВµР Р…Р С‘РЎРЏ: <img src='img/items/44.png' width='24'> Р вЂєРЎС“Р Р…Р Р…РЎвЂ№Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ."; 
  }
}else{
 $_SESSION['mess_kraft'] = "Р С›РЎв‚¬Р С‘Р В±Р С”Р В°!";
 die ("<script>window.location.href='game.php?go=char&quest_npc=3&do=3';</script>");
}
?>