<?php
    $pers = obr_chis($_GET['npc']);
    $do   = obr_chis($_GET['do']);
    $quest_isset_const = 1;
    $name = "Р СџРЎР‚Р С•РЎР‚Р С•Р С”";
    $href = '/game.php?go=char&npc='.$pers.'&do=';
    $qInfPr = qInfo(666,'process');
if(!$qInfPr){ 
  switch ($do) {
    case 1:
        $about   = "Р вЂ”Р Т‘РЎР‚Р В°РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚! Р вЂќР С•Р В»Р В¶Р Р…Р С• Р В±РЎвЂ№РЎвЂљРЎРЉ РЎвЂљРЎвЂ№ Р В·Р В°Р СР ВµРЎвЂљР С‘Р В»,РЎвЂЎРЎвЂљР С• Р Р† РЎРЊРЎвЂљР С•РЎвЂљ Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С” РЎРѓР В»Р С‘РЎв‚¬Р С”Р С•Р С РЎвЂљР С‘РЎвЂ¦Р С•? ";
        $pers    = '<a href="'.$href.'2">Р вЂќР В°! Р Р‡ Р В±РЎвЂ№ РЎвЂ¦Р С•РЎвЂљР ВµР В» РЎС“Р В·Р Р…Р В°РЎвЂљРЎРЉ Р Р† РЎвЂЎР ВµР С Р Т‘Р ВµР В»Р С•-РЎвЂљР С•?</a>';
      break;
    case 2:
        $about  = "Р Р‡ Р В·Р В°Р СР ВµРЎвЂљР С‘Р В» РЎв‚¬Р ВµРЎРѓРЎвЂљР ВµРЎР‚РЎвЂ№РЎвЂ¦ Р Т‘Р ВµР СР С•Р Р…Р С•Р Р† Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ Р С—РЎР‚Р С•Р Р…Р С‘Р С”Р В»Р С‘ Р Р† Р Р…Р В°РЎв‚¬ Р СР С‘РЎР‚, Р Р†РЎРѓР ВµР В»Р С‘Р В»Р С‘РЎРѓРЎРЉ Р Р† Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р† Р С‘ Р С—РЎС“Р С–Р В°РЎР‹РЎвЂљ Р СР ВµРЎРѓРЎвЂљР Р…РЎвЂ№РЎвЂ¦ Р С–РЎР‚Р В°Р В¶Р Т‘Р В°Р Р…!.. ";
         $pers   = '<a href="'.$href.'3">Р СљР С•Р В¶Р Р…Р С• Р В»Р С‘ Р С‘Р В·Р С–Р Р…Р В°РЎвЂљРЎРЉ Р Т‘Р ВµР СР С•Р Р…Р С•Р Р† Р С‘Р В· Р Р…Р В°РЎв‚¬Р ВµР С–Р С• Р СР С‘РЎР‚Р В°?</a>';
      break;
    case 3:
        $about   = "Р вЂќР В°, РЎРѓРЎвЂљР С•Р С‘РЎвЂљ РЎвЂљР С•Р В»РЎРЉР С”Р С• Р С—Р С•Р В±Р ВµР Т‘Р С‘РЎвЂљРЎРЉ Р С•Р Т‘Р ВµРЎР‚Р В¶Р С‘Р СР С•Р С–Р С• Р С—Р С•Р С”Р ВµР СР С•Р Р…Р В° Р С‘ Р Т‘Р ВµР СР С•Р Р… Р ВµР С–Р С• Р С—Р С•Р С”Р С‘Р Р…Р ВµРЎвЂљ!";
         $pers   = '<a href="'.$href.'4">Р С›РЎвЂљР В»Р С‘РЎвЂЎР Р…Р С•, Р СР С•Р В¶Р ВµРЎвЂљР Вµ РЎРѓР С•Р С•Р В±РЎвЂ°Р С‘РЎвЂљРЎРЉ Р С–Р Т‘Р Вµ Р С•Р Р…Р С‘?</a>';
      break;
    case 4:
	    $about   = "Р СџР ВµРЎР‚Р Р†Р С•Р С–Р С• Р Т‘Р ВµР СР С•Р Р…Р В° Р Р†Р С‘Р Т‘Р ВµР В»Р С‘ Р Р†Р С•Р В·Р В»Р Вµ Р вЂњР С•РЎР‚Р Р…Р С•Р С–Р С• Р С—Р ВµРЎР‚Р ВµР Р†Р В°Р В»Р В° ,Р С•РЎвЂљР С—РЎР‚Р В°Р Р†Р В»РЎРЏР в„–РЎРѓРЎРЏ РЎвЂљРЎС“Р Т‘Р В°! Р СњР С• Р С—Р С•Р СР Р…Р С‘, Р ВµРЎРѓР В»Р С‘ РЎвЂљРЎвЂ№ Р С—Р С•РЎвЂљР ВµРЎР‚Р С—Р С‘РЎв‚¬РЎРЉ Р С—Р С•РЎР‚Р В°Р В¶Р ВµР Р…Р С‘Р Вµ, Р Т‘Р ВµР СР С•Р Р… РЎРѓРЎР‚Р В°Р В·Р С‘РЎвЂљРЎРЉРЎРѓРЎРЏ РЎРѓ РЎвЂљР С•Р В±Р С•Р в„– Р В»Р С‘РЎв‚¬РЎРЉ РЎвЂЎР ВµРЎР‚Р ВµР В· 30 Р СР С‘Р Р…РЎС“РЎвЂљ Р С—Р С•РЎРѓР В»Р Вµ Р С—РЎР‚Р С•Р в„–Р С–РЎР‚РЎвЂ№РЎв‚¬Р В°.";
         $pers   = '<a href="game.php?go=char">Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•</a>';
          insert('quest',array('quest_id'=>666, 'user_id'=>$_SESSION['id'], 'process'=>2));
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}elseif($qInfPr == 2){
  switch ($do) {
    case 1:
        $about   = "Р СџР ВµРЎР‚Р Р†РЎвЂ№Р в„– Р Т‘Р ВµР СР С•Р Р… Р Р†РЎРѓРЎвЂ Р ВµРЎвЂ°РЎвЂ Р Р†Р С•Р В·Р В»Р Вµ Р вЂњР С•РЎР‚Р Р…Р С•Р С–Р С• Р С—Р ВµРЎР‚Р ВµР Р†Р В°Р В»Р В°... ";
        $pers    = '<a href="game.php?go=char">Р Р‡ Р В·Р Р…Р В°РЎР‹.</a>';
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}elseif($qInfPr == 3){
  switch ($do) {
    case 1:
        $about   = "Р СљР С•Р В»Р С•Р Т‘Р ВµРЎвЂ  ,Р С—Р ВµРЎР‚Р Р†РЎвЂ№Р в„– Р Т‘Р ВµР СР С•Р Р… Р С—Р С•Р Р†Р ВµРЎР‚Р В¶Р ВµР Р…. Р вЂ™РЎвЂљР С•РЎР‚Р С•Р в„– Р Т‘Р ВµР СР С•Р Р… Р В·Р В°Р СР ВµРЎвЂЎР ВµР Р… Р В±РЎвЂ№Р В» Р Р† Р С—Р ВµРЎвЂ°Р ВµРЎР‚Р Вµ";
        $pers    = '<a href="game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•.</a>';
		update('quest',array('process'=>4),'user_id='.(int)$_SESSION['id'],'quest_id=666');
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}elseif($qInfPr == 4){
  switch ($do) {
    case 1:
        $about   = "Р вЂ™РЎвЂљР С•РЎР‚Р С•Р в„– Р Т‘Р ВµР СР С•Р Р… Р Р†РЎРѓРЎвЂ Р ВµРЎвЂ°РЎвЂ Р Р…Р В°РЎвЂ¦Р С•Р Т‘Р С‘РЎвЂљРЎРѓРЎРЏ Р Р† Р С—Р ВµРЎвЂ°Р ВµРЎР‚Р Вµ...";
        $pers    = '<a href="game.php?go=char">Р Р‡ Р В·Р Р…Р В°РЎР‹.</a>';
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}elseif($qInfPr == 5){
  switch ($do) {
    case 1:
        $about   = "Р СљР С•Р В»Р С•Р Т‘Р ВµРЎвЂ  РЎРЊРЎвЂљР С• РЎС“Р В¶Р Вµ Р Р†РЎвЂљР С•РЎР‚Р С•Р в„– Р Т‘Р ВµР СР С•Р Р…. Р СћРЎР‚Р ВµРЎвЂљР С‘Р в„– Р Т‘Р ВµР СР С•Р Р… Р В±РЎР‚Р С•Р Т‘Р С‘РЎвЂљ Р Р† Р Р† Р С•Р С”РЎР‚Р ВµРЎРѓР Р…Р С•РЎРѓРЎвЂљРЎРЏРЎвЂ¦ Р РЋР С”Р В°Р В».";
        $pers    = '<a href="game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•.</a>';
		update('quest',array('process'=>6),'user_id='.(int)$_SESSION['id'],'quest_id=666');
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}elseif($qInfPr == 6){
  switch ($do) {
    case 1:
        $about   = "Р СћРЎР‚Р ВµРЎвЂљР С‘Р в„– Р Т‘Р ВµР СР С•Р Р… Р Р†РЎРѓРЎвЂ Р ВµРЎвЂ°РЎвЂ Р Р…Р В° РЎРѓР Р†Р С•Р В±Р С•Р Т‘Р Вµ...";
        $pers    = '<a href="game.php?go=char">Р Р‡ Р В·Р Р…Р В°РЎР‹.</a>';
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}elseif($qInfPr == 7){
  switch ($do) {
    case 1:
        $about   = "Р С›РЎвЂљР В»Р С‘РЎвЂЎР Р…Р С• ,Р С•РЎРѓРЎвЂљР В°Р В»Р С•РЎРѓРЎРЉ Р Р†РЎРѓР ВµР С–Р С• РЎвЂљРЎР‚Р С‘ Р Т‘Р ВµР СР С•Р Р…Р В°. Р В§Р ВµРЎвЂљР Р†Р ВµРЎР‚РЎвЂљРЎвЂ№Р в„– Р Т‘Р ВµР СР С•Р Р… Р В·Р В°РЎРѓР ВµР В» Р Р† РЎвЂљР ВµР СР Р…Р С•Р С Р В»Р ВµРЎРѓРЎС“!";
        $pers    = '<a href="game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•.</a>';
		update('quest',array('process'=>8),'user_id='.(int)$_SESSION['id'],'quest_id=666');
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}elseif($qInfPr == 8){
  switch ($do) {
    case 1:
        $about   = "Р В§Р ВµРЎвЂљР Р†РЎвЂРЎР‚РЎвЂљРЎвЂ№Р в„– Р Т‘Р ВµР СР С•Р Р… Р Р†РЎРѓРЎвЂ Р ВµРЎвЂ°РЎвЂ Р Р…Р В° РЎРѓР Р†Р С•Р В±Р С•Р Т‘Р Вµ...";
        $pers    = '<a href="game.php?go=char">Р Р‡ Р В·Р Р…Р В°РЎР‹.</a>';
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}elseif($qInfPr == 9){
  switch ($do) {
    case 1:
        $about   = "Р ТђР С•РЎР‚Р С•РЎв‚¬Р В°РЎРЏ РЎР‚Р В°Р В±Р С•РЎвЂљР В°, РЎвЂљРЎвЂ№ РЎРѓРЎвЂљР В°Р Р…Р ВµРЎв‚¬ Р Р†Р ВµР В»Р С‘Р С”Р С‘Р С РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚Р С•Р С! Р СџРЎРЏРЎвЂљРЎвЂ№Р в„– Р Т‘Р ВµР СР С•Р Р… Р С•Р В±РЎС“РЎРѓРЎвЂљРЎР‚Р С•Р С‘Р В»РЎРѓРЎРЏ Р Р…Р В° РЎРѓРЎвЂљР В°Р Т‘Р С‘Р С•Р Р…Р Вµ РЎРЊР В»Р ВµР С”РЎвЂљРЎР‚Р С‘РЎвЂЎР ВµРЎРѓР С”Р С•Р С–Р С• РЎвЂљР С‘Р С—Р В°!";
        $pers    = '<a href="game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•.</a>';
		update('quest',array('process'=>10),'user_id='.(int)$_SESSION['id'],'quest_id=666');
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}elseif($qInfPr == 10){
  switch ($do) {
    case 1:
        $about   = "Р СџРЎРЏРЎвЂљРЎвЂ№Р в„– Р Т‘Р ВµР СР С•Р Р… Р Р†РЎРѓРЎвЂ Р ВµРЎвЂ°РЎвЂ Р Р…Р В° РЎРѓР Р†Р С•Р В±Р С•Р Т‘Р Вµ...";
        $pers    = '<a href="game.php?go=char">Р Р‡ Р В·Р Р…Р В°РЎР‹.</a>';
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}elseif($qInfPr == 11){
  switch ($do) {
    case 1:
        $about   = "Р С›РЎРѓРЎвЂљР В°Р В»РЎРѓРЎРЏ Р Р†РЎРѓР ВµР С–Р С• Р С•Р Т‘Р С‘Р Р…, РЎвЂЎР ВµР С–Р С• РЎвЂљРЎвЂ№ Р В¶Р Т‘Р ВµРЎв‚¬РЎРЉ? Р С›Р Р… Р Р† Р вЂ”Р Т‘Р В°Р Р…Р С‘Р С‘ Р С’Р Т‘Р СР С‘Р Р…Р С‘РЎРѓРЎвЂљРЎР‚Р В°РЎвЂ Р С‘Р С‘! Р С›Р Т‘Р С•Р В»Р ВµР в„– Р ВµР С–Р С• Р С‘ Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С” Р Р†Р С•РЎРѓРЎвЂљР В°Р Р…Р С•Р Р†Р В»Р ВµР Р…!";
        $pers    = '<a href="game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•.</a>';
		update('quest',array('process'=>12),'user_id='.(int)$_SESSION['id'],'quest_id=666');
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}elseif($qInfPr == 12){
  switch ($do) {
    case 1:
        $about   = "Р Р‡ Р Р†Р ВµРЎР‚РЎР‹ Р Р† РЎвЂљР ВµР В±РЎРЏ РЎвЂљРЎвЂ№ РЎРѓР СР С•Р В¶Р ВµРЎв‚¬РЎРЉ!";
        $pers    = '<a href="game.php?go=char">Р вЂќР В°!</a>';
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}elseif($qInfPr == 13){
  switch ($do) {
    case 1:
        $about   = "Р вЂ™Р С•РЎвЂљ Р С‘ Р Р†РЎРѓР Вµ! Р СљР С•Р В¶Р ВµРЎв‚¬РЎРЉ Р С–РЎС“Р В»РЎРЏРЎвЂљРЎРЉ РЎРѓР С—Р С•Р С”Р С•Р в„–Р Р…Р С•, Р Т‘Р ВµР СР С•Р Р…РЎвЂ№ Р Р†РЎвЂ№РЎв‚¬Р В»Р С‘ Р С‘Р В· Р Р…Р ВµРЎРѓРЎвЂЎР В°РЎРѓРЎвЂљР Р…РЎвЂ№РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†! Р СњР В°РЎРѓР В»Р В°Р В¶Р Т‘Р В°Р в„–РЎРѓРЎРЏ Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”Р С•Р С!";
        $pers    = '<a href="game.php?go=char">Р Р€РЎР‚Р В°.</a>';
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}


?>