<?php
    $pers = obr_chis($_GET['quest_npc']);
    $do   = obr_chis($_GET['do']);
    $quest_isset_const = 1;
    $name = "Р СџРЎР‚Р С•РЎвЂћР ВµРЎРѓРЎРѓР С•РЎР‚ Р С›РЎС“Р С”";
    $href = '/game.php?go=char&quest_npc='.$pers.'&do=';
if(!$q1){ 
  switch ($do) {
    case 1:
        $about = "Р вЂќР С•Р В±РЎР‚Р С• Р С—Р С•Р В¶Р В°Р В»Р С•Р Р†Р В°РЎвЂљРЎРЉ Р Р† Р СР С‘РЎР‚ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†, Р Р…Р С•Р Р†Р С‘РЎвЂЎР С•Р С”! Р Р‡ РІР‚вЂњ Р СџРЎР‚Р С•РЎвЂћР ВµРЎРѓРЎРѓР С•РЎР‚ Р С›РЎС“Р С”. Р РЋР ВµР С–Р С•Р Т‘Р Р…РЎРЏ РЎС“ РЎвЂљР ВµР В±РЎРЏ Р С•РЎРѓР С•Р В±Р ВµР Р…Р Р…РЎвЂ№Р в„– Р С‘ Р С•РЎвЂЎР ВµР Р…РЎРЉ Р Р†Р В°Р В¶Р Р…РЎвЂ№Р в„– Р Т‘Р ВµР Р…РЎРЉ, Р ВµРЎРѓР В»Р С‘ РЎвЂљРЎвЂ№ РЎР‚Р ВµРЎв‚¬Р С‘Р В» РЎРѓРЎвЂљР В°РЎвЂљРЎРЉ РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚Р С•Р С Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†. 
                  Р СњР В°Р Р†Р ВµРЎР‚Р Р…Р С•Р Вµ, Р С”Р В°Р С” РЎС“Р В¶Р Вµ РЎвЂљРЎвЂ№ Р Т‘Р С•Р С–Р В°Р Т‘Р В°Р В»РЎРѓРЎРЏ(Р В°РЎРѓРЎРЉ), РЎРЏ РЎвЂљР ВµР В±Р Вµ Р Т‘Р С•Р В»Р В¶Р ВµР Р… Р Р†РЎР‚РЎС“РЎвЂЎР С‘РЎвЂљРЎРЉ Р Р…Р В° Р Р†РЎвЂ№Р В±Р С•РЎР‚ Р С•Р Т‘Р Р…Р С•Р С–Р С• Р С‘Р В· РЎвЂљРЎР‚Р ВµРЎвЂ¦ РЎРѓРЎвЂљР В°РЎР‚РЎвЂљР С•Р Р†РЎвЂ№РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†, Р Р…Р С•РІР‚В¦ 
                  Р РЋР ВµР С–Р С•Р Т‘Р Р…РЎРЏ Р Р† Р Р…Р В°РЎв‚¬Р ВµР в„– Р В»Р В°Р В±Р С•РЎР‚Р В°РЎвЂљР С•РЎР‚Р С‘Р С‘ РЎРѓР В»РЎС“РЎвЂЎР С‘Р В»Р В°РЎРѓРЎРЉ Р В±Р ВµР Т‘Р В° РІР‚вЂњ Р Р†Р С• Р Р†РЎР‚Р ВµР СРЎРЏ Р С•РЎРѓР СР С•РЎвЂљРЎР‚Р В° Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р† Р Т‘Р В»РЎРЏ РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚Р С•Р Р†-Р Р…Р С•Р Р†Р С‘РЎвЂЎР С”Р С•Р Р†, Р С•Р Т‘Р С‘Р Р… Р Р…Р В°РЎв‚¬ Р СР С•Р В»Р С•Р Т‘Р С•Р в„– Р С‘ Р Р…Р Вµ Р С•Р С—РЎвЂ№РЎвЂљР Р…РЎвЂ№Р в„– РЎРѓР С—Р ВµРЎвЂ Р С‘Р В°Р В»Р С‘РЎРѓРЎвЂљ Р В·Р В°Р В±РЎвЂ№Р В» Р Р†Р ВµРЎР‚Р Р…РЎС“РЎвЂљРЎРЉ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р† Р Р† РЎРѓР Р†Р С•Р С‘ Р С—Р С•Р С”Р ВµР В±Р С•Р В»РЎвЂ№! 
                  Р ВР В·-Р В·Р В° РЎвЂЎР ВµР С–Р С• Р В±Р С•Р В»РЎРЉРЎв‚¬Р В°РЎРЏ РЎвЂЎР В°РЎРѓРЎвЂљРЎРЉ РЎРѓР СР С•Р С–Р В»Р В° РЎС“Р В±Р ВµР В¶Р В°РЎвЂљРЎРЉ Р Р…Р В° РЎРѓР Р†Р С•Р В±Р С•Р Т‘РЎС“. Р СћР Р†Р С•РЎРЏ Р В·Р В°Р Т‘Р В°РЎвЂЎР В° РІР‚вЂњ Р С•Р С—РЎР‚Р С•РЎРѓР С‘РЎвЂљРЎРЉ Р В»РЎР‹Р Т‘Р ВµР в„–, Р Р…Р В°РЎвЂ¦Р С•Р Т‘РЎРЏРЎвЂ°Р С‘РЎвЂ¦РЎРѓРЎРЏ Р Р…Р Вµ Р Т‘Р В°Р В»Р ВµР С”Р С• Р С•РЎвЂљ Р В»Р В°Р В±Р С•РЎР‚Р В°РЎвЂљР С•РЎР‚Р С‘Р С‘. 
                  Р вЂ™Р С•Р В·Р СР С•Р В¶Р Р…Р С•, Р С•Р Р…Р С‘ Р Р†Р С‘Р Т‘Р ВµР В»Р С‘ Р С‘РЎвЂ¦. Р СњР В°Р в„–Р Т‘Р С‘ РЎвЂ¦Р С•РЎвЂљРЎРЏ Р В±РЎвЂ№ Р С•Р Т‘Р Р…Р С•Р С–Р С•.
                  Р вЂќР В»РЎРЏ Р Р…Р В°РЎвЂЎР В°Р В»Р В° Р С•Р С—РЎР‚Р С•РЎРѓР С‘ Р С—РЎР‚Р С•РЎвЂ¦Р С•Р В¶Р С‘РЎвЂ¦. Р С™Р В°Р С” Р Р…Р В°Р в„–Р Т‘Р ВµРЎв‚¬РЎРЉ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р В° РІР‚вЂњ РЎРѓРЎР‚Р В°Р В·РЎС“ Р Р†Р С•Р В·Р Р†РЎР‚Р В°РЎвЂ°Р В°Р в„–РЎРѓРЎРЏ Р С”Р С• Р СР Р…Р Вµ! Р Р‡ Р Р†РЎР‚РЎС“РЎвЂЎРЎС“ РЎвЂљР ВµР В±Р Вµ Р ВµРЎвЂ°Р Вµ Р Р…Р ВµРЎРѓР С”Р С•Р В»РЎРЉР С”Р С• Р Р…Р Вµ Р СР ВµР Р…Р ВµР Вµ Р Р†Р В°Р В¶Р Р…РЎвЂ№РЎвЂ¦ Р Р†Р ВµРЎвЂ°Р ВµР в„–.";
        $pers  = '<a href="'.$href.'2"  target="_chat_two">Р С™Р В°Р С” Р Р†РЎРѓР ВµР С–Р Т‘Р В° РІР‚вЂњ Р Р…Р С‘РЎвЂЎР ВµР С–Р С• Р Р…Р Вµ Р В±РЎвЂ№Р Р†Р В°Р ВµРЎвЂљ РЎвЂљР В°Р С” Р С—РЎР‚Р С•РЎРѓРЎвЂљР С•! Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, РЎРЏ Р С•Р В±РЎРЏР В·Р В°РЎвЂљР ВµР В»РЎРЉР Р…Р С• Р Р…Р В°Р в„–Р Т‘РЎС“ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р† Р С‘ Р Р†Р ВµРЎР‚Р Р…РЎС“РЎРѓРЎРЉ!</a>';
      break;
    case 2:
        if(!$q1) insert('quest',array('quest_id'=>1, 'user_id'=>$_SESSION['id'], 'process'=>2));
        die("<script>parent._location.location.href='game.php?go=char';</script>");
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}
elseif($q1 && $qx01){
  switch ($do) {
    case 1:
        $about = "Р вЂ™Р С•РЎвЂљ РЎвЂљРЎвЂ№ Р С‘ Р Р†Р ВµРЎР‚Р Р…РЎС“Р В»РЎРѓРЎРЏ, Р Р…Р С•Р Р†Р С‘РЎвЂЎР С•Р С”! Р вЂ™Р С‘Р В¶РЎС“ Р Р† РЎвЂљР Р†Р С•Р С‘РЎвЂ¦ РЎР‚РЎС“Р С”Р В°РЎвЂ¦ Р С—Р С•Р С”Р ВµР В±Р С•Р В». 
                  Р вЂ”Р Р…Р В°РЎвЂЎР С‘РЎвЂљ, Р Р†РЎРѓР Вµ-РЎвЂљР В°Р С”Р С‘ РЎРѓР СР С•Р С– Р С•Р Т‘Р Р…Р С•Р С–Р С• Р С‘Р В· РЎРѓР В±Р ВµР В¶Р В°Р Р†РЎв‚¬Р С‘РЎвЂ¦ Р С—Р С•Р в„–Р СР В°РЎвЂљРЎРЉ? Р СџР С•Р В·Р Т‘РЎР‚Р В°Р Р†Р В»РЎРЏРЎР‹ РЎвЂљР ВµР В±РЎРЏ! 
                  Р СћР ВµР С—Р ВµРЎР‚РЎРЉ РЎРЊРЎвЂљР С• РЎвЂљР Р†Р С•Р в„– Р С—Р ВµРЎР‚Р Р†РЎвЂ№Р в„– Р С—Р С•Р С”Р ВµР СР С•Р Р…! 
                  Р Р‡ Р С•Р В±Р ВµРЎвЂ°Р В°Р В» РЎвЂљР ВµР В±Р Вµ, РЎвЂЎРЎвЂљР С• Р С”Р В°Р С” Р Р†Р ВµРЎР‚Р Р…Р ВµРЎв‚¬РЎРЉРЎРѓРЎРЏ, РЎРЏ Р Т‘Р В°Р С РЎвЂљР ВµР В±Р Вµ Р ВµРЎвЂ°Р Вµ Р Р…Р ВµРЎРѓР С”Р С•Р В»РЎРЉР С”Р С• Р С—Р С•Р В»Р ВµР В·Р Р…РЎвЂ№РЎвЂ¦ Р Р†Р ВµРЎвЂ°Р ВµР в„–. 
                  Р В­РЎвЂљР С• Р С—Р С•Р С”Р ВµР В±Р С•Р В»Р В»РЎвЂ№ Р С‘ Р Р…Р ВµР С”Р С•РЎвЂљР С•РЎР‚Р В°РЎРЏ РЎРѓРЎС“Р СР СР В° Р Т‘Р ВµР Р…Р ВµР С–. Р СњРЎС“ Р Р†Р С•РЎвЂљ Р С‘ Р Р†РЎРѓР Вµ! 
                  Р СћР ВµР С—Р ВµРЎР‚РЎРЉ, РЎвЂљР ВµР В±Р Вµ Р С—Р С•РЎР‚Р В° Р С‘Р Т‘РЎвЂљР С‘ Р С‘ Р С—Р С•Р В»РЎС“РЎвЂЎРЎв‚¬Р Вµ Р С—Р С•Р В·Р Р…Р В°Р С”Р С•Р СР С‘РЎвЂљРЎРЉРЎРѓРЎРЏ РЎРѓР С• РЎРѓР Р†Р С•Р С‘Р С Р Р…Р С•Р Р†РЎвЂ№Р С Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р С! Р Р€Р Т‘Р В°РЎвЂЎР С‘, Р Р…Р В° Р С—РЎС“РЎвЂљР С‘ РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚Р В° Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†!";
        $pers  = '<a href="'.$href.'2"  target="_chat_two">Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•, Р СџРЎР‚Р С•РЎвЂћР ВµРЎРѓРЎРѓР С•РЎР‚ Р С›РЎС“Р С”! <sup>*Р вЂ™Р В·РЎРЏРЎвЂљРЎРЉ Р С—РЎР‚Р ВµР Т‘Р СР ВµРЎвЂљРЎвЂ№*</sup></a>';
      break;
    case 2:
        $a = plus_pokes($_SESSION['id'],info_qest(1,'pers'),1,1,5,'normal',16,28);
        if($a == true){
          quest_update(1, 10, 1);
          plus_item(10,3);
          plus_item(5000,1);
          die("<script>parent._location.location.href='game.php?go=char';</script>");
        }else{
           die("<script>alert('Р С›РЎв‚¬Р С‘Р В±Р С”Р В°, Р С—Р С•Р С—РЎР‚Р С•Р В±РЎС“Р в„–РЎвЂљР Вµ РЎРѓР Р…Р С•Р Р†Р В°.');parent._location.location.href='game.php?go=char';</script>");
        }         
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}

?>