<?php
    $pers = obr_chis($_GET['quest_npc']);
    $do   = obr_chis($_GET['do']);
    $quest_isset_const = 1;
    $name = "Р РЋРЎвЂљР В°РЎР‚Р В°РЎРЏ Р В¶Р ВµР Р…РЎвЂ°Р С‘Р Р…Р В°";
    $href = '/game.php?go=char&quest_npc='.$pers.'&do=';
if(!empty($do)){
  if(!empty($qx02)){
    switch ($do) {                  
      case 1:
          $about   = "<sup>[Р ТђРЎР‚Р С‘Р С—Р В»РЎвЂ№Р С Р С–Р С•Р В»Р С•РЎРѓР С•Р С]</sup><br> Р В§РЎвЂљР С• РЎвЂљРЎвЂ№ РЎвЂљРЎС“РЎвЂљ Р Т‘Р ВµР В»Р В°Р ВµРЎв‚¬РЎРЉ? Р РЋРЎР‹Р Т‘Р В° Р С•Р С—Р В°РЎРѓР Р…Р С• Р В·Р В°РЎвЂ¦Р С•Р Т‘Р С‘РЎвЂљРЎРЉ! Р СћР ВµР В±Р Вµ РЎР‚Р С•Р Т‘Р С‘РЎвЂљР ВµР В»Р С‘ РЎР‚Р В°Р В·Р Р†Р Вµ Р Р…Р Вµ РЎР‚Р В°РЎРѓРЎРѓР С”Р В°Р В·РЎвЂ№Р Р†Р В°Р В»Р С‘ Р С—РЎР‚Р С• РЎРЊРЎвЂљР С• Р СР ВµРЎРѓРЎвЂљР С•?!";
          $pers    = '<a href="'.$href.'2">Р Р‡ РЎРѓР В»РЎвЂ№РЎв‚¬Р В°Р В»(-Р В°) Р СР Р…Р С•Р С–Р С• РЎРѓР В»РЎС“РЎвЂ¦Р С•Р Р† Р С—РЎР‚Р С• РЎРЊРЎвЂљР С•РЎвЂљ Р В»Р ВµРЎРѓ Р С‘ Р Т‘Р С•Р С Р Р† РЎвЂ Р ВµР Р…РЎвЂљРЎР‚Р Вµ Р ВµР С–Р С•. Р СњР С• РЎС“ Р СР ВµР Р…РЎРЏ Р ВµРЎРѓРЎвЂљРЎРЉ Р С—Р С•Р С”Р ВµР СР С•Р Р…РЎвЂ№ Р С‘ РЎРЏ РЎРѓР СР С•Р С–РЎС“ Р В·Р В°РЎвЂ°Р С‘РЎвЂљР С‘РЎвЂљРЎРЉРЎРѓРЎРЏ.</a>';
          $pers   .= '<a href="/game.php?go=char"> Р В­Р С... Р вЂќР С• РЎРѓР Р†Р С‘Р Т‘Р В°Р Р…Р С‘РЎРЏ.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
      break;
      case 2:
          $about  = "Р вЂўРЎвЂ°Р Вµ Р С•Р Т‘Р С‘Р Р… Р С–Р В»РЎС“Р С—РЎвЂ№Р в„– Р С‘ Р Р…Р В°Р С‘Р Р†Р Р…РЎвЂ№Р в„– РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†! Р СњР С‘Р С”РЎвЂљР С• Р С‘Р В· Р вЂ™Р В°РЎРѓ Р Р…Р Вµ Р В·Р Р…Р В°Р ВµРЎвЂљ РЎвЂЎРЎвЂљР С• РЎвЂљРЎС“РЎвЂљ РЎвЂљР Р†Р С•РЎР‚Р С‘РЎвЂљРЎРѓРЎРЏ! Р С›РЎвЂ¦... Р СћР С•Р В»РЎРЉР С”Р С• Р В±РЎвЂ№ Р С’Р в„–РЎР‚Р ВµР Р… Р Р…Р Вµ Р Р†Р С‘Р Т‘Р ВµР В» Р Р†РЎРѓР ВµР С–Р С• РЎРЊРЎвЂљР С•Р С–Р С•...";
          $pers   = '<a href="'.$href.'3">Р С’Р в„–РЎР‚Р ВµР Р…? Р С™РЎвЂљР С• РЎвЂљР В°Р С”Р С•Р в„– Р С’Р в„–РЎР‚Р ВµР Р…?</a>';
      break;
      case 3:
          $about  = "<sup>[Р ТђРЎР‚Р С‘Р С—Р В»Р С• РЎРѓР СР ВµРЎРЏРЎРѓРЎРЉ]</sup><br> 
                      Р вЂ™РЎвЂ№ Р Т‘Р В°Р В¶Р Вµ Р ВµР С–Р С• Р Р…Р Вµ Р В·Р Р…Р В°Р ВµРЎвЂљР Вµ! 
                      Р С’ РЎвЂЎРЎвЂљР С•-РЎвЂљР С• РЎС“РЎвЂљР Р†Р ВµРЎР‚Р В¶Р Т‘Р В°Р ВµРЎвЂљР Вµ Р С—РЎР‚Р С• РЎРѓР Р†Р С•Р С‘РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†! 
                      Р В Р В°Р В·Р Р†Р Вµ РЎвЂљРЎвЂ№ Р ВµР С–Р С• Р Р…Р Вµ Р Р†РЎРѓРЎвЂљРЎР‚Р ВµРЎвЂЎР В°Р В»(-Р В°)? 
                      Р ТђР СР С.. Р РЋРЎвЂљРЎР‚Р В°Р Р…Р Р…Р С•. 
                      Р СљР Р…Р С•Р С–Р С‘Р Вµ Р В»РЎР‹Р Т‘Р С‘ Р С”Р С• Р СР Р…Р Вµ Р С—Р С•Р Т‘Р В±Р ВµР С–Р В°Р В»Р С‘ Р С‘ РЎР‚Р В°РЎРѓРЎРѓР С”Р В°Р В·РЎвЂ№Р Р†Р В°Р В»Р С‘ Р С—РЎР‚Р С• РЎвЂљР С•, РЎвЂЎРЎвЂљР С• Р С•Р Р…Р С‘ РЎС“Р Р†Р С‘Р Т‘Р ВµР В»Р С‘ РЎвЂЎР ВµР В»Р С•Р Р†Р ВµР С”Р В° РЎРѓ Р С”РЎР‚РЎвЂ№Р В»РЎРЉРЎРЏР СР С‘!";
          $pers   = '<a href="'.$href.'4">Р СџР С•Р Т‘Р С•Р В¶Р Т‘Р С‘РЎвЂљР Вµ Р С”Р В°... Р В§Р ВµР В»Р С•Р Р†Р ВµР С” РЎРѓ Р С”РЎР‚РЎвЂ№Р В»РЎРЉРЎРЏР СР С‘? Р В РЎвЂ¦Р Р†Р С•РЎРѓРЎвЂљР С•Р С? Р В Р С–Р С•Р В»РЎС“Р В±РЎвЂ№Р С РЎРѓР С‘РЎРЏР Р…Р С‘Р ВµР С? Р В­РЎвЂљР С• Р С‘ Р ВµРЎРѓРЎвЂљРЎРЉ Р С’Р в„–РЎР‚Р ВµР Р…?</a>';
      break;
      case 4:
          $about  = "Р вЂ”Р Р…Р В°РЎвЂЎР С‘РЎвЂљ Р С‘ РЎвЂљРЎвЂ№ Р ВµР С–Р С• Р Р†Р С‘Р Т‘Р ВµР В»(-Р В°)? 
                    Р ВР В»Р С‘ РЎвЂљР ВµР В±Р Вµ Р С”РЎвЂљР С•-РЎвЂљР С• РЎР‚Р В°РЎРѓРЎРѓР С”Р В°Р В·Р В°Р В»? 
                    Р СњР Вµ Р Р†Р В°Р В¶Р Р…Р С•. 
                    Р Р‡ Р Р…Р Вµ Р СР С•Р С–РЎС“ Р Р…Р С‘РЎвЂЎР ВµР С–Р С• Р В±Р С•Р В»РЎРЉРЎв‚¬Р Вµ РЎР‚Р В°РЎРѓРЎРѓР С”Р В°Р В·Р В°РЎвЂљРЎРЉ РЎвЂљР ВµР В±Р Вµ, Р С—Р С•Р С”Р В° РЎвЂљРЎвЂ№ Р Р…Р Вµ Р С—Р С•Р СР С•Р В¶Р ВµРЎв‚¬РЎРЉ Р СР Р…Р Вµ...";
          $pers   = '<a href="'.$href.'5">Р В РЎвЂЎР ВµР С Р В¶Р Вµ РЎРЏ Р СР С•Р С–РЎС“ Р вЂ™Р В°Р С Р С—Р С•Р СР С•РЎвЂЎРЎРЉ?</a>';
      break;
      case 5:
          $about  = "Р СџРЎР‚Р С‘Р Р…Р ВµРЎРѓР С‘ Р СР Р…Р Вµ 3 Р вЂ™Р ВµР Р…Р С•Р Р…Р В°РЎвЂљР С•Р Р† 25 РЎС“РЎР‚Р С•Р Р†Р Р…РЎРЏ РЎРѓ РЎвЂ¦Р В°РЎР‚Р В°Р С”РЎвЂљР ВµРЎР‚Р С•Р С: Р СњР В°РЎвЂ¦Р В°Р В»РЎРЉР Р…РЎвЂ№Р в„–. 
                     Р С™Р В°Р С” РЎвЂљР С•Р В»РЎРЉР С”Р С• Р С‘РЎвЂ¦ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓР ВµРЎв‚¬РЎРЉ, РЎРЏ РЎР‚Р В°РЎРѓРЎРѓР С”Р В°Р В¶РЎС“ РЎвЂљР ВµР В±Р Вµ Р Р†РЎРѓР Вµ РЎвЂЎРЎвЂљР С• Р В·Р Р…Р В°РЎР‹ Р С—РЎР‚Р С• Р С’Р в„–РЎР‚Р ВµР Р…Р В°...";
          $pers   = '<a href="'.$href.'6" target="_chat_two">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•! Р РЋР С”Р С•РЎР‚Р С• Р Р†Р ВµРЎР‚Р Р…РЎС“РЎРѓРЎРЉ!</a>';
          $pers  .= '<a href="/game.php?go=char">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ, Р Р…Р С• Р СР Р…Р Вµ РЎРЊРЎвЂљР С• Р Р…Р Вµ Р С‘Р Р…РЎвЂљР ВµРЎР‚Р ВµРЎРѓР Р…Р С•.</a>';
      break;
      case 6:
          quest_update(2, 3, 0);
          die("<script>parent._location.location.href='game.php?go=char';</script>");
      break;
      default:
         die("<script>location.href='game.php?go=char';</script>");
   }
  }
  elseif(!empty($qxx02) && qCountPoke(3,' AND har=9 AND basenum=48 AND lvl=25') && qCountPoke(4)){
    switch ($do) {                  
      case 1:
          $about   = "Р В§РЎвЂљР С•? Р Р€Р В¶Р Вµ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ(-Р В»Р В°)?";
          $pers    = '<a href="'.$href.'2">Р вЂќР В°! Р вЂ™Р С•РЎвЂљ 3 Р вЂ™Р ВµР Р…Р С•Р Р…Р В°РЎвЂљР В°, Р С”Р В°Р С” Р вЂ™РЎвЂ№ Р С—РЎР‚Р С•РЎРѓР С‘Р В»Р С‘. Р С’ РЎвЂљР ВµР С—Р ВµРЎР‚РЎРЉ, Р вЂ™РЎвЂ№ Р С•Р В±Р ВµРЎвЂ°Р В°Р В»Р С‘ РЎР‚Р В°РЎРѓРЎРѓР С”Р В°Р В·Р В°РЎвЂљРЎРЉ Р СР Р…Р Вµ Р С—РЎР‚Р С•... <sup>[Р СћРЎС“РЎвЂљ Р Р†РЎвЂ№ Р Р…Р Вµ РЎС“РЎРѓР С—Р ВµР Р†Р В°Р ВµРЎвЂљР Вµ Р В·Р В°Р С”Р С•Р Р…РЎвЂЎР С‘РЎвЂљРЎРЉ, Р С”Р В°Р С” РЎРѓРЎвЂљР В°РЎР‚РЎС“РЎвЂ¦Р В° РЎР‚Р ВµР В·Р С”Р С• Р вЂ™Р В°РЎРѓ Р С—Р ВµРЎР‚Р ВµР В±Р С‘Р Р†Р В°Р ВµРЎвЂљ]</sup></a>';
      break;
      case 2:
          $about  = " Р Р‡ Р СР С•Р В¶Р ВµРЎвЂљ Р С‘ РЎРѓРЎвЂљР В°РЎР‚Р В°, Р Р…Р С• РЎРѓ Р С—Р В°Р СРЎРЏРЎвЂљРЎРЉРЎР‹ РЎС“ Р СР ВµР Р…РЎРЏ Р ВµРЎвЂ°Р Вµ Р С•РЎвЂљР В»Р С‘РЎвЂЎР Р…Р С•!";
          $pers   = '<a href="'.$href.'3">[Р вЂ™РЎвЂ№ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• Р СР С•Р В»РЎвЂЎР С‘РЎвЂљР Вµ Р С–Р В»РЎРЏР Т‘РЎРЏ Р Р…Р В° РЎРѓРЎвЂљР В°РЎР‚РЎС“РЎв‚¬Р С”РЎС“]</a>';
      break;
      case 3:
          $about  = "Р В РЎвЂљР В°Р С”... Р С’Р в„–РЎР‚Р ВµР Р…. 
                    Р С’Р в„–РЎР‚Р ВµР Р… - РЎРЊРЎвЂљР С• Р С—Р В°РЎР‚Р ВµР Р…РЎРЉ, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р в„– Р Р…Р С•РЎРѓР С‘РЎвЂљ Р Р…Р В° РЎРѓР ВµР В±Р Вµ Р С•РЎвЂЎР ВµР Р…РЎРЉ Р Р…Р Вµ Р В»Р ВµР С–Р С”РЎС“РЎР‹ РЎРѓРЎС“Р Т‘РЎРЉР В±РЎС“! 
                    Р ТђР С•РЎвЂљРЎРЏ Р Т‘Р В°Р В¶Р Вµ РЎвЂљРЎР‚РЎС“Р Т‘Р Р…Р С• РЎРѓР С”Р В°Р В·Р В°РЎвЂљРЎРЉ, РЎвЂЎРЎвЂљР С• РЎРЊРЎвЂљР С• РЎвЂЎР ВµР В»Р С•Р Р†Р ВµР С”... 
                    Р вЂ™Р ВµР Т‘РЎРЉ РЎС“ Р Р…Р ВµР С–Р С• Р Т‘РЎС“РЎв‚¬Р В° РЎРѓР В°Р СР С•Р в„– Р В»Р ВµР С–Р ВµР Р…Р Т‘РЎвЂ№ - Р С’РЎР‚РЎвЂљР С‘Р С”РЎС“Р Р…Р С•! 
                    Р РЋР В»РЎС“РЎвЂЎР С‘Р В»Р С•РЎРѓРЎРЉ РЎвЂљР В°Р С”, РЎвЂЎРЎвЂљР С• Р Р…Р В° Р Р†РЎР‚Р ВµР СРЎРЏ Р ВµР С–Р С• Р Т‘РЎС“РЎв‚¬Р В° Р С‘ Р Т‘РЎС“РЎв‚¬Р В° Р С’РЎР‚РЎвЂљР С‘Р С”РЎС“Р Р…Р С• Р С—Р С•Р СР ВµР Р…РЎРЏР В»Р С‘РЎРѓРЎРЉ РЎвЂљР ВµР В»Р В°Р СР С‘... 
                    Р СњР С•РЎвЂЎРЎРЉРЎР‹,Р С”Р С•Р С–Р Т‘Р В° Р В±Р С•Р В»РЎРЉРЎв‚¬Р С‘Р Р…РЎРѓРЎвЂљР Р†Р С• Р В»РЎР‹Р Т‘Р ВµР в„– РЎРѓР С—Р С‘РЎвЂљ, Р С•Р Р… Р С—РЎР‚Р С‘Р Р…Р С‘Р СР В°Р ВµРЎвЂљ Р С•Р В±Р В»Р С‘Р С” Р С’РЎР‚РЎвЂљР С‘Р С”РЎС“Р Р…Р С• Р С‘ РЎРѓР В»Р ВµР Т‘Р С‘РЎвЂљ Р В·Р В° Р Р†РЎРѓР ВµР СР С‘ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р В°Р СР С‘. 
                    Р СњР Вµ РЎвЂљР С•Р В»РЎРЉР С”Р С• Р Т‘Р С‘Р С”Р С‘Р СР С‘, Р Р…Р С• Р С‘ Р С—Р С•Р в„–Р СР В°Р Р…Р Р…РЎвЂ№Р СР С‘! 
                    Р С›Р Р… РЎвЂ¦Р С•РЎвЂЎР ВµРЎвЂљ Р С—Р С•РЎРѓР С”Р С•РЎР‚Р ВµР Вµ Р Р†Р ВµРЎР‚Р Р…РЎС“РЎвЂљРЎРЉ РЎРѓР Р†Р С•Р Вµ РЎвЂљР ВµР В»Р С•, Р Р…Р С• РЎРЊРЎвЂљР С• Р Р…Р Вµ РЎвЂљР В°Р С” РЎвЂљР С• Р С—РЎР‚Р С•РЎРѓРЎвЂљР С•... 
                    Р СњРЎС“Р В¶Р Р…Р С• РЎвЂЎРЎвЂљР С• Р В±РЎвЂ№ Р С•Р Р… Р С—Р С•Р Р†РЎРѓРЎвЂљРЎР‚Р ВµРЎвЂЎР В°Р В» Р С’РЎР‚РЎвЂљР С‘Р С”РЎС“Р Р…Р С•, РЎС“ Р С”Р С•РЎвЂљР С•РЎР‚Р С•Р С–Р С• РЎвЂЎР ВµР В»Р С•Р Р†Р ВµРЎвЂЎР ВµРЎРѓР С”Р В°РЎРЏ Р Т‘РЎС“РЎв‚¬Р В°, Р Р…Р С• Р С•Р Р… Р Р†РЎРѓР Вµ Р Р…Р С‘Р С”Р В°Р С” Р Р…Р Вµ Р СР С•Р В¶Р ВµРЎвЂљ Р ВµР С–Р С• Р Р…Р В°Р в„–РЎвЂљР С‘!";
          $pers   = '<a href="'.$href.'4">Р С™Р В°Р С” Р С‘Р Р…РЎвЂљР ВµРЎР‚Р ВµРЎРѓР Р…Р С•... Р Р‡ Р Р…Р С‘Р С”Р С•Р С–Р Т‘Р В° Р С—Р С•Р Т‘Р С•Р В±Р Р…РЎвЂ№РЎвЂ¦ Р С‘РЎРѓРЎвЂљР С•РЎР‚Р С‘Р в„– Р Р…Р Вµ РЎРѓР В»РЎвЂ№РЎв‚¬Р В°Р В»(-Р В°)!</a>';
      break;
      case 4:
          $about  = "Р С’ Р СР Р…Р С•Р С–Р С‘Р Вµ РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚РЎвЂ№, Р С”Р С•Р С–Р Т‘Р В°-Р В»Р С‘Р В±Р С• Р С—Р С•Р Р†РЎРѓРЎвЂљРЎР‚Р ВµРЎвЂЎР В°Р Р†РЎв‚¬Р С‘Р Вµ Р С’Р в„–РЎР‚Р ВµР Р…Р В°, РЎвЂ¦Р С•РЎвЂљРЎРЏРЎвЂљ РЎС“Р Р†Р С‘Р Т‘Р ВµРЎвЂљРЎРЉ Р ВµР С–Р С• РЎРѓР Р…Р С•Р Р†Р В°, Р Р…Р С• Р С•Р Р…Р С‘ Р Т‘Р В°Р В¶Р Вµ Р Р…Р Вµ Р С—Р С•Р Т‘Р С•Р В·РЎР‚Р ВµР Р†Р В°РЎР‹РЎвЂљ Р С•Р В± Р С•Р С—Р В°РЎРѓР Р…Р С•РЎРѓРЎвЂљР С‘! 
                     Р С’РЎР‚РЎвЂљР С‘Р С”РЎС“Р Р…Р С• Р СР С•Р В¶Р ВµРЎвЂљ РЎР‚Р В°Р В·Р С•Р В·Р В»Р С‘РЎвЂљРЎРЉРЎРѓРЎРЏ, Р ВµРЎРѓР В»Р С‘ Р Р† РЎРѓР С”Р С•РЎР‚Р С•Р С Р Р†РЎР‚Р ВµР СР ВµР Р…Р С‘ РЎвЂљР В°Р С” Р С‘ Р Р…Р Вµ Р Р…Р В°Р в„–Р Т‘Р ВµРЎвЂљ РЎРѓР Р†Р С•Р Вµ РЎвЂљР ВµР В»Р С•! 
                     Р СњРЎС“Р В¶Р Р…Р С• Р С‘РЎРѓР С”Р В°РЎвЂљРЎРЉ Р Р…Р Вµ Р С’Р в„–РЎР‚Р ВµР Р…Р В°, Р В° РЎРѓР В°Р СР С•Р С–Р С• Р С’РЎР‚РЎвЂљР С‘Р С”РЎС“Р Р…Р С•!";
          $pers   = '<a href="'.$href.'5">Р СћР С• Р ВµРЎРѓРЎвЂљРЎРЉ, Р вЂ™РЎвЂ№ РЎвЂ¦Р С•РЎвЂљР С‘РЎвЂљР Вµ РЎРѓР С”Р В°Р В·Р В°РЎвЂљРЎРЉ, РЎвЂЎРЎвЂљР С• Р Р…РЎС“Р В¶Р Р…Р С• Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• Р Р…Р В°Р в„–РЎвЂљР С‘ РЎвЂљР ВµР В»Р С• Р В»Р ВµР С–Р ВµР Р…Р Т‘РЎвЂ№? Р С’ РЎвЂЎРЎвЂљР С• Р С—Р С•РЎвЂљР С•Р С? Р С™Р В°Р С” Р ВµР С–Р С• Р С—РЎР‚Р С‘Р Р†Р ВµРЎРѓРЎвЂљР С‘ Р С” Р С’Р в„–РЎР‚Р ВµР Р…РЎС“?</a>';
      break;
      case 5:
          delete('pok_user','har=9 AND basenum=48 AND lvl=25 AND active=1 AND users='.(int)$_SESSION['id'].' LIMIT 3');
          quest_update(2, 4, 0);
          questRangUp(8);
          $about  = "Р С’ РЎРЊРЎвЂљР С• РЎС“Р В¶Р Вµ Р вЂ™Р В°РЎв‚¬Р С‘ Р В·Р В°Р В±Р С•РЎвЂљРЎвЂ№... Р Р‡ РЎРѓР В»Р С‘РЎв‚¬Р С”Р С•Р С РЎРѓРЎвЂљР В°РЎР‚Р В°, Р Р…Р В° РЎвЂљР В°Р С”Р С‘Р Вµ Р С—РЎР‚Р С‘Р С”Р В»РЎР‹РЎвЂЎР ВµР Р…Р С‘РЎРЏ. Р Р‡ РЎвЂљР ВµР В±Р Вµ РЎР‚Р В°РЎРѓРЎРѓР С”Р В°Р В·Р В°Р В»Р В° Р Р†РЎРѓР Вµ, РЎвЂЎРЎвЂљР С• Р В·Р Р…Р В°РЎР‹. Р СћР ВµР С—Р ВµРЎР‚РЎРЉ Р С‘Р Т‘Р С‘ Р С—Р С• РЎРѓР Р†Р С•Р С‘Р С Р Т‘Р ВµР В»Р В°Р С.";
          $pers   = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р В±Р С•Р В»РЎРЉРЎв‚¬Р Вµ РЎРѓР С—Р В°РЎРѓР С‘Р В±Р С• Р В·Р В° Р С‘Р Р…РЎвЂћР С•РЎР‚Р СР В°РЎвЂ Р С‘РЎР‹!</a>';
      break;
      default:
         die("<script>location.href='game.php?go=char';</script>");
   }
  }else{
    if(!qCountPoke(4) && qCountPoke(3,' AND har=9 AND basenum=48 AND lvl=25')){
      $about   = "Р РЋ РЎРѓР С•Р В±Р С•Р в„– РЎС“ РЎвЂљР ВµР В±РЎРЏ Р Т‘Р С•Р В»Р В¶Р Р…Р С• Р В±РЎвЂ№РЎвЂљРЎРЉ Р В±Р С•Р В»РЎРЉРЎв‚¬Р Вµ РЎвЂљРЎР‚Р ВµРЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†.";
      $pers    = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р С‘Р В·Р Р†Р С‘Р Р…Р С‘РЎвЂљР Вµ...<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';   
    }else{
      $about   = "Р В§РЎвЂљР С•? Р Р€Р В¶Р Вµ Р С—РЎР‚Р С‘РЎв‚¬Р ВµР В»(-Р В»Р В°)? Р СњР С• РЎРЏ Р Р†Р С‘Р В¶РЎС“, РЎвЂЎРЎвЂљР С• РЎвЂљРЎвЂ№ Р С—Р С•Р в„–Р СР В°Р В» Р Р…Р Вµ Р Р†РЎРѓР ВµРЎвЂ¦! Р ВР В»Р С‘ Р С•Р Р…Р С‘ Р Р…Р Вµ РЎвЂљР С•Р С–Р С• РЎС“РЎР‚Р С•Р Р†Р Р…РЎРЏ Р С‘Р В»Р С‘ РЎвЂ¦Р В°РЎР‚Р В°Р С”РЎвЂљР ВµРЎР‚Р В°! Р вЂ™Р С•Р В·Р Р†РЎР‚Р В°РЎвЂ°Р В°Р в„–РЎРѓРЎРЏ, Р С”Р В°Р С” РЎРѓР Т‘Р ВµР В»Р В°Р ВµРЎв‚¬РЎРЉ РЎвЂљР В°Р С”, Р С”Р В°Р С” РЎРЏ Р С—РЎР‚Р С•РЎРѓР С‘Р В»Р В°.";
      $pers    = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р С‘Р В·Р Р†Р С‘Р Р…Р С‘РЎвЂљР Вµ...<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';       
    }
  }
}else{
  die("<script>location.href='game.php?go=char';</script>");
}
?>