<?php
    $pers = obr_chis($_GET['quest_npc']);
    $do   = obr_chis($_GET['do']);
    $quest_isset_const = 1;
    $name = "Р РЋРЎвЂљРЎР‚Р В°Р Р…Р Р…РЎвЂ№Р в„– Р РЋР С—Р В°Р в„–Р С”";
    $href = '/game.php?go=char&quest_npc='.$pers.'&do=';
if(!$q2){ 
  switch ($do) {
    case 1:
        $about  = "Р вЂўРЎвЂ°Р Вµ Р С•Р Т‘Р С‘Р Р… РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†? Р В§РЎвЂљР С• РЎвЂљР ВµР В±Р Вµ Р Р…РЎС“Р В¶Р Р…Р С•?";
        $pers   = '<a href="'.$href.'2">Р СћРЎвЂ№ Р Р†РЎвЂ№Р С–Р В»РЎРЏР Т‘Р С‘РЎв‚¬РЎРЉ Р Р…Р В°Р С—РЎС“Р С–Р В°Р Р…Р Р…РЎвЂ№Р С... Р СљР С•Р В¶Р ВµРЎвЂљ РЎвЂЎРЎвЂљР С•-РЎвЂљР С• РЎРѓР В»РЎС“РЎвЂЎР С‘Р В»Р С•РЎРѓРЎРЉ? Р Р‡ Р СР С•Р С–РЎС“ РЎвЂЎР ВµР С-РЎвЂљР С• Р С—Р С•Р СР С•РЎвЂЎРЎРЉ?</a>';
        $pers  .= '<a href="/game.php?go=char">Р В­Р С... Р Р…Р С‘РЎвЂЎР ВµР С–Р С•. Р СћРЎвЂ№ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• РЎРѓРЎвЂљРЎР‚Р В°Р Р…Р Р…РЎвЂ№Р в„–.</a>';
      break;
    case 2:
        $about = "Р ТђР В°-РЎвЂ¦Р В°! Р вЂќР В° РЎвЂЎР ВµР С РЎвЂљРЎвЂ№ Р СР Р…Р Вµ Р С—Р С•Р СР С•Р В¶Р ВµРЎв‚¬РЎРЉ? 
                  Р вЂ™РЎРѓР ВµР С, Р С”Р С•Р СРЎС“ РЎР‚Р В°РЎРѓРЎРѓР С”Р В°Р В·РЎвЂ№Р Р†Р В°РЎР‹, РЎвЂЎРЎвЂљР С• РЎРЏ Р Р†Р С‘Р Т‘Р ВµР В», РЎРѓРЎР‚Р В°Р В·РЎС“ РЎРѓРЎвЂЎР С‘РЎвЂљР В°РЎР‹РЎвЂљ Р СР ВµР Р…РЎРЏ РЎРѓРЎС“Р СР В°РЎРѓРЎв‚¬Р ВµР Т‘РЎв‚¬Р С‘Р С! 
                  Р В РЎРЏ Р Р…Р Вµ Р Т‘РЎС“Р СР В°РЎР‹, РЎвЂЎРЎвЂљР С• РЎвЂљРЎвЂ№ Р В±РЎС“Р Т‘Р ВµРЎв‚¬РЎРЉ Р С‘РЎРѓР С”Р В»РЎР‹РЎвЂЎР ВµР Р…Р С‘Р ВµР С!";
         $pers  = '<a href="'.$href.'3">Р СњР С• Р Р†РЎРѓР Вµ Р В¶Р Вµ. Р В Р В°РЎРѓРЎРѓР С”Р В°Р В¶Р С‘, РЎРЏ Р СР С•Р В¶Р ВµРЎвЂљ РЎвЂљР ВµР В±РЎРЏ РЎРѓР СР С•Р С–РЎС“ Р С—Р С•Р Р…РЎРЏРЎвЂљРЎРЉ?</a>';
      break;
    case 3:
        $about = "Р ТђР С... Р С’ РЎвЂљРЎвЂ№ Р В±Р С•Р В»Р ВµР Вµ РЎРѓР ВµРЎР‚РЎРЉР ВµР В·Р ВµР Р… РЎРѓР С• Р СР Р…Р С•Р в„–, РЎвЂЎР ВµР С Р В±РЎвЂ№Р В»Р С‘ Р Т‘РЎР‚РЎС“Р С–Р С‘Р Вµ. 
                  Р СљР С•Р В¶Р ВµРЎвЂљ Р С‘ Р С—РЎР‚Р В°Р Р†Р Т‘Р В° Р С‘РЎРѓР С”Р В»РЎР‹РЎвЂЎР ВµР Р…Р С‘Р Вµ? Р С™Р В°Р С” РЎвЂљР С•РЎвЂљ Р С—Р В°РЎР‚Р ВµР Р…РЎРЉ!";
         $pers  = '<a href="'.$href.'4">Р СџР В°РЎР‚Р ВµР Р…РЎРЉ? Р С™Р В°Р С”Р С•Р в„– Р С—Р В°РЎР‚Р ВµР Р…РЎРЉ?</a>';
      break;
    case 4:
        $about = "Р Р‡ Р Р†Р С‘Р Т‘Р ВµР В» Р ВµР С–Р С•! 
                  Р Р‡ Р Р…Р Вµ Р В·Р Р…Р В°РЎР‹ Р ВµР С–Р С• Р С‘Р СР ВµР Р…Р С‘, Р Р…Р С• РЎРЏ Р ВµР С–Р С• Р Р†Р С‘Р Т‘Р ВµР В»! 
                  Р С™Р В»РЎРЏР Р…РЎС“РЎРѓРЎРЉ РЎРѓР В°Р СР С•Р в„– Р вЂєРЎС“Р С–Р С‘Р ВµР в„–! 
                  Р С›Р Р… Р Р…Р Вµ РЎвЂљР В°Р С”Р С•Р в„– РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚ Р С”Р В°Р С” Р Р†РЎРѓР Вµ Р С‘ Р Р†Р С•Р С•Р В±РЎвЂ°Р Вµ РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚ Р В»Р С‘ Р С•Р Р…. 
                  Р СњР С• Р С•Р Т‘Р Р…Р В°Р В¶Р Т‘РЎвЂ№, РЎРЏ РЎР‚Р В°Р Р…Р С• РЎС“РЎвЂљРЎР‚Р С•Р С Р Р†РЎвЂ№РЎв‚¬Р ВµР В» Р Р…Р В° Р С—РЎР‚Р С•Р С–РЎС“Р В»Р С”РЎС“, РЎРЏ Р Р†РЎРѓР ВµР С–Р Т‘Р В° Р С–РЎС“Р В»РЎРЏРЎР‹ Р С—Р С• РЎС“РЎвЂљРЎР‚Р В°Р С, Р Р†РЎРѓРЎвЂљРЎР‚Р ВµРЎвЂЎР В°РЎРЏ РЎР‚Р В°РЎРѓРЎРѓР Р†Р ВµРЎвЂљ. 
                  Р В РЎвЂљРЎС“РЎвЂљ, Р Р†Р С‘Р В¶РЎС“, Р С”Р В°Р С” Р С”Р В°Р С”Р С•Р в„–-РЎвЂљР С• Р С—Р В°РЎР‚Р Р…Р С‘РЎв‚¬Р В° РЎРѓРЎвЂљР С•РЎРЏР В» Р Р†Р С•Р Р… Р Р…Р В° РЎвЂљР С•Р С РЎвЂ¦Р С•Р В»Р СР Вµ! 
                  Р Р‡ РЎРѓР Р…Р В°РЎвЂЎР В°Р В»Р В° Р Т‘Р В°Р В¶Р Вµ Р Р…Р Вµ РЎРѓРЎР‚Р В°Р В·РЎС“ РЎР‚Р В°Р В·Р С•Р В±РЎР‚Р В°Р В», РЎвЂЎРЎвЂљР С• РЎРЊРЎвЂљР С• РЎвЂЎР ВµР В»Р С•Р Р†Р ВµР С”! 
                  Р Р€ Р Р…Р ВµР С–Р С• Р В±РЎвЂ№Р В»Р С‘ Р В·Р В° РЎРѓР С—Р С‘Р Р…Р С•Р в„– Р С”РЎР‚РЎвЂ№Р В»РЎРЉРЎРЏ! Р В РЎвЂ¦Р Р†Р С•РЎРѓРЎвЂљ! 
                  Р С’ Р ВµРЎвЂ°Р Вµ РЎвЂљР В°Р С”Р С•Р Вµ Р С–Р С•Р В»РЎС“Р В±Р С•Р Р†Р В°РЎвЂљР С•Р Вµ РЎРѓР Р†Р ВµРЎвЂЎР ВµР Р…Р С‘Р Вµ! 
                  Р СњР В° РЎвЂћР С•Р Р…Р Вµ РЎР‚Р В°РЎРѓРЎРѓР Р†Р ВµРЎвЂљР В° Р С‘ Р С”РЎР‚РЎвЂ№Р В»РЎРЉРЎРЏ Р С‘ РЎвЂ¦Р Р†Р С•РЎРѓРЎвЂљ Р С‘РЎРѓРЎвЂЎР ВµР В·Р В»Р С‘! 
                  Р С’ Р С—Р С•РЎвЂљР С•Р С Р С•Р Р… РЎвЂљР В°Р С” Р С—Р С•РЎРѓР СР С•РЎвЂљРЎР‚Р ВµР В» Р Р…Р В° Р СР ВµР Р…РЎРЏ! 
                  Р В Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• РЎвЂљР С‘РЎвЂ¦Р С• РЎС“РЎв‚¬Р ВµР В»! 
                  Р СџР С•РЎРѓР В»Р Вµ РЎРЊРЎвЂљР С•Р С–Р С• РЎРЏ Р Р†РЎРѓР ВµР С–Р Т‘Р В° Р Р†РЎвЂ№РЎвЂ¦Р С•Р В¶РЎС“ РЎР‚Р В°Р Р…Р С• РЎС“РЎвЂљРЎР‚Р С•Р С Р С‘Р СР ВµР Р…Р Р…Р С• Р С” РЎРЊРЎвЂљР С•Р СРЎС“ РЎвЂ¦Р С•Р В»Р СРЎС“. 
                  Р СњР С• РЎРЏ Р ВµР С–Р С• Р В±Р С•Р В»РЎРЉРЎв‚¬Р Вµ Р Р…Р Вµ Р Р†Р С‘Р Т‘Р ВµР В»...";
         $pers  = '<a href="'.$href.'5">Р РЋРЎвЂљРЎР‚Р В°Р Р…Р Р…Р С•... Р СљР С•Р В¶Р ВµРЎвЂљ РЎРЊРЎвЂљР С• Р В±РЎвЂ№Р В» Р С”Р В°Р С”Р С•Р в„–-Р Р…Р С‘Р В±РЎС“Р Т‘РЎРЉ Р С”Р С•РЎРѓРЎвЂљРЎР‹Р С? Р В РЎвЂљР ВµР В±Р Вµ Р С—Р С•Р С”Р В°Р В·Р В°Р В»Р С•РЎРѓРЎРЉ, РЎвЂЎРЎвЂљР С• Р С•РЎвЂљ Р Р…Р С‘РЎвЂ¦ Р С‘Р Т‘Р ВµРЎвЂљ РЎРѓР Р†Р ВµРЎвЂЎР ВµР Р…Р С‘Р Вµ?</a>';
      break;
    case 5:
        $about = "Р Р‡ Р Р…Р Вµ РЎРѓР В»Р ВµР С—Р С•Р в„–! Р В РЎР‚Р В°Р В·Р Р†Р Вµ РЎРѓРЎС“РЎвЂ°Р ВµРЎРѓРЎвЂљР Р†РЎС“РЎР‹РЎвЂљ РЎвЂљР В°Р С”Р С‘Р Вµ Р С”Р С•РЎРѓРЎвЂљРЎР‹Р СРЎвЂ№, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ Р С•РЎвЂљ РЎРѓР Р†Р ВµРЎвЂљР В° Р С‘РЎРѓРЎвЂЎР ВµР В·Р В°РЎР‹РЎвЂљ? Р В­РЎвЂљР С•РЎвЂљ Р С—Р В°РЎР‚Р ВµР Р…РЎРЉ Р С•РЎРѓР С•Р В±Р ВµР Р…Р Р…РЎвЂ№Р в„–! ";
         $pers  = '<a href="'.$href.'6">Р ТђР С... Р СљР Р…Р Вµ РЎС“Р В¶Р Вµ РЎРѓР В°Р СР С•Р СРЎС“(-Р С•Р в„–) РЎРѓРЎвЂљР В°Р В» Р С•Р Р… Р С‘Р Р…РЎвЂљР ВµРЎР‚Р ВµРЎРѓР ВµР Р…. Р В§РЎвЂљР С• Р В¶Р Вµ, РЎРѓР С—Р В°РЎРѓР С‘Р В±Р С• Р В·Р В° РЎР‚Р В°РЎРѓРЎРѓР С”Р В°Р В·! Р вЂўРЎРѓР В»Р С‘ РЎвЂЎРЎвЂљР С• РЎС“Р Р†Р С‘Р В¶РЎС“ - РЎРѓРЎР‚Р В°Р В·РЎС“ РЎРѓ РЎвЂљР С•Р В±Р С•Р в„– Р С—Р С•Р Т‘Р ВµР В»РЎР‹РЎРѓРЎРЉ!</a>';
      break;
    case 6:
        $about = "Р вЂРЎС“Р Т‘РЎС“ РЎвЂљР ВµР В±РЎРЏ Р В¶Р Т‘Р В°РЎвЂљРЎРЉ! Р вЂРЎС“Р Т‘РЎРЉ Р С•РЎРѓРЎвЂљР С•РЎР‚Р С•Р В¶Р ВµР Р…!";
         $pers  = '<a href="'.$href.'7" target="_chat_two">Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•! Р вЂќР С• Р Р†РЎРѓРЎвЂљРЎР‚Р ВµРЎвЂЎР С‘! <sup>[Р вЂ™Р В°Р С РЎРѓРЎвЂљР В°Р В»Р В° Р С‘Р Р…РЎвЂљР ВµРЎР‚Р ВµРЎРѓР Р…Р В° РЎРЊРЎвЂљР В° Р С‘РЎРѓРЎвЂљР С•РЎР‚Р С‘РЎРЏ. Р СљР С•Р В¶Р ВµРЎвЂљ РЎРѓРЎвЂљР С•Р С‘РЎвЂљ РЎРѓР С—РЎР‚Р С•РЎРѓР С‘РЎвЂљРЎРЉ РЎС“ Р С”Р С•Р С–Р С•-Р Р…Р С‘Р В±РЎС“Р Т‘РЎРЉ Р ВµРЎвЂ°Р Вµ? Р Р€ Р В»РЎР‹Р Т‘Р ВµР в„–, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ РЎвЂ¦Р С•РЎР‚Р С•РЎв‚¬Р С• Р В·Р Р…Р В°РЎР‹РЎвЂљ Р С‘РЎРѓРЎвЂљР С•РЎР‚Р С‘Р С‘ Р С• Р В»Р ВµР С–Р ВµР Р…Р Т‘Р В°РЎвЂ¦?]</sup></a>';
      break;
    case 7:
         if(!$q2) insert('quest',array('quest_id'=>2, 'user_id'=>$_SESSION['id'], 'process'=>2));
        die("<script>parent._location.location.href='game.php?go=char';</script>");
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}

?>