<?php
    $pers = obr_chis($_GET['quest_npc']);
    $do   = obr_chis($_GET['do']);
    $quest_isset_const = 1;
    $name = "Р вЂР С‘Р В»Р В»Р С‘";
    $href = '/game.php?go=char&quest_npc='.$pers.'&do=';
if(!$q7){ 
  switch ($do) {
    case 1:
        $about   = "Р СџРЎР‚Р С‘Р Р†Р ВµРЎвЂљ! Р В§Р ВµР С–Р С• Р С—Р С•Р В¶Р В°Р В»Р С•Р Р†Р В°Р В»(-a)? ";
        $pers    = '<a href="'.$href.'2">Р СџРЎР‚Р С‘Р Р†Р ВµРЎвЂљ. Р вЂќР В° РЎРЏ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• Р С—РЎР‚Р С•РЎвЂ¦Р С•Р Т‘Р С‘Р В»(-Р В°) Р СР С‘Р СР С• Р С‘ Р В·Р В°Р СР ВµРЎвЂљР С‘Р В»(-Р В°) Р С”Р В°Р С” РЎвЂљРЎвЂ№ РЎвЂљРЎС“РЎвЂљ РЎРѓРЎвЂљР С•Р С‘РЎв‚¬РЎРЉ, Р Р†РЎРѓР Вµ РЎРѓР СР С•РЎвЂљРЎР‚Р С‘РЎв‚¬РЎРЉ Р С”РЎС“Р Т‘Р В°-РЎвЂљР С•...</a>';
      break;
    case 2:
        $about  = "Р Р‡ Р Р…Р Вµ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• РЎвЂљР В°Р С” РЎРѓР СР С•РЎвЂљРЎР‚РЎР‹. 
                  Р Р‡ РЎРѓРЎвЂљР В°РЎР‚Р В°РЎР‹РЎРѓРЎРЉ Р Р…Р Вµ Р С—РЎР‚Р С•Р С—РЎС“РЎРѓРЎвЂљР С‘РЎвЂљРЎРЉ Р Р…Р С‘ Р С•Р Т‘Р Р…Р С•Р С–Р С• Р В»Р ВµРЎвЂљР В°РЎР‹РЎвЂ°Р ВµР С–Р С• Р С—Р С•Р С”Р ВµР СР С•Р Р…Р В°. 
                  Р вЂ™Р С‘Р Т‘Р С‘РЎв‚¬РЎРЉ Р В»Р С‘, РЎРЏ - Р С”Р С•Р В»Р В»Р ВµР С”РЎвЂ Р С‘Р С•Р Р…Р ВµРЎР‚ Р С—Р ВµРЎР‚РЎРЉР ВµР Р† РЎР‚Р В°Р В·Р Р…Р С•Р С–Р С• Р Р†Р С‘Р Т‘Р В° Р С‘ Р С•РЎвЂљРЎвЂљР ВµР Р…Р С”Р В°. 
                  Р В Р Т‘Р В»РЎРЏ Р С—Р С•Р В»Р Р…Р С•Р в„– Р С”Р С•Р В»Р В»Р ВµР С”РЎвЂ Р С‘Р С‘, Р СР Р…Р Вµ Р С•РЎРѓРЎвЂљР В°Р В»Р С•РЎРѓРЎРЉ РЎРѓР С•Р В±РЎР‚Р В°РЎвЂљРЎРЉ Р В»Р С‘РЎв‚¬РЎРЉ Р С—Р ВµРЎР‚РЎРЉРЎРЏ Р СџР С‘Р Т‘Р В¶Р ВµР С•РЎвЂљРЎвЂљР С• Р С‘ Р РЋР С—Р С‘РЎР‚Р С•РЎС“. 
                  Р СњР С• Р СР С•Р С‘ Р С—Р С•Р С”Р ВµР СР С•Р Р…РЎвЂ№ РЎС“Р В¶Р Вµ РЎРѓР С•Р Р†РЎРѓР ВµР С Р Р†РЎвЂ№Р Т‘Р С•РЎвЂ¦Р В»Р С‘РЎРѓРЎРЉ Р С‘ Р В±Р С•Р В»РЎРЉРЎв‚¬Р Вµ Р Р…Р Вµ Р СР С•Р С–РЎС“РЎвЂљ Р С—Р С•Р СР С•Р С–Р В°РЎвЂљРЎРЉ Р СР Р…Р Вµ Р Р† Р С—Р С•Р С‘Р СР С”Р Вµ РЎРЊРЎвЂљР С‘РЎвЂ¦ РЎвЂЎРЎС“Р Т‘Р ВµРЎРѓР Р…РЎвЂ№РЎвЂ¦ Р С—РЎвЂљР С‘РЎвЂ . 
                  Р СљР С•Р В¶Р ВµРЎвЂљ Р В±РЎвЂ№РЎвЂљРЎРЉ РЎвЂљРЎвЂ№ Р СР Р…Р Вµ Р С—Р С•Р СР С•Р В¶Р ВµРЎв‚¬РЎРЉ? 
                  Р Р‡ Р С•Р В±РЎРЏР В·Р В°РЎвЂљР ВµР В»РЎРЉР Р…Р С• Р С•РЎвЂљР В±Р В»Р В°Р С–Р С•Р Т‘Р В°РЎР‚РЎР‹ РЎвЂљР ВµР В±РЎРЏ!";
         $pers   = '<a href="'.$href.'3">Р СњРЎС“ РЎРЏ Р Р…Р С‘Р С”РЎС“Р Т‘Р В° Р Р…Р Вµ РЎРѓР С—Р ВµРЎв‚¬РЎС“ Р С‘ Р СР С•Р С‘Р С Р С—Р С•Р С”Р ВµР СР С•Р Р…Р В°Р С Р Р…Р Вµ Р С—Р С•Р СР ВµРЎв‚¬Р В°Р В»Р В° Р В±РЎвЂ№ РЎвЂ¦Р С•РЎР‚Р С•РЎв‚¬Р В°РЎРЏ РЎвЂљРЎР‚Р ВµР Р…Р С‘РЎР‚Р С•Р Р†Р С”Р В°! Р Р‡ РЎРѓР С•Р С–Р В»Р В°РЎРѓР ВµР Р…(-Р Р…Р В°)!</a>';
         $pers  .= '<a href="/game.php?go=char">Р С›РЎвЂ¦, Р С—РЎР‚Р С•РЎРѓРЎвЂљР С‘, Р Р…Р С• Р СР Р…Р Вµ Р Р…Р ВµР С”Р С•Р С–Р Т‘Р В°...</a>';
      break;
    case 3:
        if(!$q7) { 
          insert('quest',array('quest_id'=>7, 'user_id'=>$_SESSION['id'], 'process'=>10));
         }
          $about   = "Р С›РЎвЂљР В»Р С‘РЎвЂЎР Р…Р С•! Р СћР С•Р С–Р Т‘Р В° Р Р†Р С•РЎвЂљ РЎвЂљР ВµР В±Р Вµ Р В·Р В°Р Т‘Р В°Р Р…Р С‘Р Вµ - Р Р…Р В°Р в„–Р Т‘Р С‘ Р РЋР С—Р С‘РЎР‚Р С•РЎС“ Р С‘ Р СџР С‘Р Т‘Р В¶Р ВµР С•РЎвЂљРЎвЂљР С•. 
                    Р РЋР С•Р В±Р ВµРЎР‚Р С‘ РЎРѓ Р Р…Р С‘РЎвЂ¦ Р С—Р С• 10 Р С—Р ВµРЎР‚РЎРЉР ВµР Р† Р С•РЎвЂљ Р С”Р В°Р В¶Р Т‘Р С•Р С–Р С•. 
                    Р СџР С•РЎвЂЎР ВµР СРЎС“ Р С‘Р СР ВµР Р…Р Р…Р С• 10? 
                    Р С’ Р Р†Р Т‘РЎР‚РЎС“Р С– РЎвЂљРЎвЂ№ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓР ВµРЎв‚¬РЎРЉ Р С—Р С•РЎР‚Р Р†Р В°Р Р…Р Р…РЎвЂ№Р Вµ Р С‘Р В»Р С‘ Р С–РЎР‚РЎРЏР В·Р Р…РЎвЂ№Р Вµ Р С—Р ВµРЎР‚РЎРЉРЎРЏ, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ РЎРѓР С•Р Р†РЎРѓР ВµР С Р Р…Р Вµ Р С—Р С•Р Т‘Р С•Р в„–Р Т‘РЎС“РЎвЂљ Р Р† Р СР С•РЎР‹ Р С”Р С•Р В»Р В»Р ВµР С”РЎвЂ Р С‘РЎР‹?";
         $pers   = '<a href="/game.php?go=char"">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, РЎРЏ РЎРѓР С”Р С•РЎР‚Р С• Р Р†Р ВµРЎР‚Р Р…РЎС“РЎРѓРЎРЉ.</a>';
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}
if($q7 && $qx07){ 
  switch ($do) {
    case 1:
        $about  = "Р СћРЎвЂ№ РЎС“Р В¶Р Вµ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ(-Р В»Р В°) Р СР Р…Р Вµ Р С—Р ВµРЎР‚РЎРЉРЎРЏ?";
        $pers   = '<a href="'.$href.'2">Р вЂќР В°, Р Р†Р С•РЎвЂљ Р Р†Р С•Р В·РЎРЉР СР С‘.</a>';
        $pers  .= '<a href="/game.php?go=char">Р СџР С•Р С”Р В° РЎвЂЎРЎвЂљР С• Р Р…Р ВµРЎвЂљ.</a>';
      break;
    case 2:
        if(provitems(13,10) && provitems(14,10)){
            minus_item(10,13);
            minus_item(10,14);
            
            plus_item(5000,1);
            plus_item(5,9);
            plus_item(3,10);
            
            quest_update(7, 20, 1);
            questRangUp(2);
            $about = "Р вЂ”Р В°Р СР ВµРЎвЂЎР В°РЎвЂљР ВµР В»РЎРЉР Р…Р С•! Р ТђР СР С...РЎРЊР С”Р В·Р ВµР СР С—Р В»РЎРЏРЎР‚РЎвЂ№ Р Т‘Р С•Р Р†Р С•Р В»РЎРЉР Р…Р С•-РЎвЂљР В°Р С”Р С‘ Р Р…Р Вµ Р С—Р В»Р С•РЎвЂ¦Р С‘! Р РЋР С—Р В°РЎРѓР С‘Р В±Р С• РЎвЂљР ВµР В±Р Вµ! Р С’ РЎвЂљР ВµР С—Р ВµРЎР‚РЎРЉ, Р В·Р В°Р В±Р С‘РЎР‚Р В°Р в„– Р Р…Р В°Р С–РЎР‚Р В°Р Т‘РЎС“ Р С‘ Р С‘Р Т‘Р С‘ Р С—Р С• РЎРѓР Р†Р С•Р С‘Р С Р Т‘Р ВµР В»Р В°Р С. Р Р‡ Р Т‘Р С•Р В»Р В¶Р ВµР Р… Р С—Р С•Р В»Р Р…Р С•РЎРѓРЎвЂљРЎРЉРЎР‹ Р Р…Р В°РЎРѓР В»Р В°Р Т‘Р С‘РЎвЂљРЎРЉРЎРѓРЎРЏ РЎРѓР Р†Р С•Р ВµР в„– Р С”Р С•Р В»Р В»Р ВµР С”РЎвЂ Р С‘Р ВµР в„–.";
            $pers  = '<a href="/game.php?go=char">Р вЂќР В°...Р С”Р С•Р Р…Р ВµРЎвЂЎР Р…Р С•. <sup>[Р вЂ™РЎвЂ№ РЎР‚Р ВµРЎв‚¬Р С‘Р В»Р С‘ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• РЎвЂљР С‘РЎвЂ¦Р С• РЎС“Р в„–РЎвЂљР С‘, РЎвЂљ.Р С”. РЎРЊРЎвЂљР С•РЎвЂљ РЎвЂЎР ВµР В»Р С•Р Р†Р ВµР С” Р С—Р С•Р С”Р В°Р В·Р В°Р В»РЎРѓРЎРЏ Р вЂ™Р В°Р С Р С•РЎвЂЎР ВµР Р…РЎРЉ РЎРѓРЎвЂљРЎР‚Р В°Р Р…Р Р…РЎвЂ№Р С]</sup></a>';
        }else{
          $about = "Р СћРЎвЂ№ РЎРѓР С•Р В±РЎР‚Р В°Р В» Р Р…Р Вµ Р Т‘Р С•РЎРѓРЎвЂљР В°РЎвЂљР С•РЎвЂЎР Р…Р С•Р Вµ Р С”Р С•Р В»Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р С• Р С—Р ВµРЎР‚РЎРЉР ВµР Р†! Р вЂ™Р С•Р В·Р Р†РЎР‚Р В°РЎвЂ°Р В°Р в„–РЎРѓРЎРЏ Р С”Р С•Р С–Р Т‘Р В° РЎРѓР С•Р В±Р ВµРЎР‚Р ВµРЎв‚¬РЎРЉ Р С—Р С• 10 Р С—Р ВµРЎР‚РЎРЉР ВµР Р† Р С•РЎвЂљ Р СџР С‘Р Т‘Р В¶Р ВµР С•РЎвЂљРЎвЂљР С• Р С‘ Р РЋР С—Р С‘РЎР‚Р С•РЎС“!";
          $pers  = '<a href="/game.php?go=char">Р вЂќР В°, Р С”Р С•Р Р…Р ВµРЎвЂЎР Р…Р С•. Р ВР В·Р Р†Р С‘Р Р…Р С‘РЎвЂљР Вµ.</a>';        
        }
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}

?>