<?php
    $pers = obr_chis($_GET['npc']);
    $do   = obr_chis($_GET['do']);
    $quest_isset_const = 1;
    $name = "Р РЋР ВµР С”РЎР‚Р ВµРЎвЂљР В°РЎР‚РЎРЉ";
    $href = '/game.php?go=char&npc='.$pers.'&do=';
if(!empty($do)){
  switch ($do) {                  
    case 1:
        $about   = "Р вЂќР С•Р В±РЎР‚РЎвЂ№Р в„– Р Т‘Р ВµР Р…РЎРЉ. Р вЂўРЎРѓР В»Р С‘ РЎС“ Р вЂ™Р В°РЎРѓ Р Р†Р С•Р В·Р Р…Р С‘Р С”Р В»Р С‘ Р Р†Р С•Р С—РЎР‚Р С•РЎРѓРЎвЂ№, РЎРЏ Р С—Р С•РЎРѓРЎвЂљР В°РЎР‚Р В°РЎР‹РЎРѓРЎРЉ Р С•РЎвЂљР Р†Р ВµРЎвЂљР С‘РЎвЂљРЎРЉ Р Р…Р В° Р Р…Р С‘РЎвЂ¦.";
        $pers    = '<a href="'.$href.'2">Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ! Р СљР С•Р С–РЎС“ Р В»Р С‘ РЎРЏ РЎС“Р В·Р Р…Р В°РЎвЂљРЎРЉ РЎРѓР Р†Р С•РЎР‹ РЎР‚Р ВµР С—РЎС“РЎвЂљР В°РЎвЂ Р С‘РЎР‹?</a>';
        $pers   .= '<a href="'.$href.'4">Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ! Р Р‡ РЎвЂ¦Р С•РЎвЂЎРЎС“ Р В·Р В°РЎР‚Р ВµР С–Р С‘РЎРѓРЎвЂљР С‘РЎР‚Р С•Р Р†Р В°РЎвЂљРЎРЉ РЎРѓР Р†Р С•Р в„– Р С”Р В»Р В°Р Р… Р Р…Р В° Р В·Р В°РЎвЂ¦Р Р†Р В°РЎвЂљ.</a>';
        $pers   .= '<a href="'.$href.'5">Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ! Р Р‡ Р В±РЎвЂ№ РЎвЂ¦Р С•РЎвЂљР ВµР В»(-Р В°) Р С—Р С•Р С—РЎР‚Р С•Р В±Р С•Р Р†Р В°РЎвЂљРЎРЉ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘РЎвЂљРЎРЉ Р Т‘Р С•Р В»Р В¶Р Р…Р С•РЎРѓРЎвЂљРЎРЉ Р Р† Р С‘Р С–РЎР‚Р Вµ.</a>';
        $pers   .= '<a href="/game.php?go=char">Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ! Р Р‡ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• Р С—РЎР‚Р С•РЎвЂ¦Р С•Р Т‘Р С‘Р В»(-Р В°) Р СР С‘Р СР С•, РЎС“ Р СР ВµР Р…РЎРЏ Р Р…Р ВµРЎвЂљ Р Р†Р С•Р С—РЎР‚Р С•РЎРѓР С•Р Р†.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
    break;
    case 2:
        $about  = "Р С™Р С•Р Р…Р ВµРЎвЂЎР Р…Р С•, Р Р…Р С• РЎРЊРЎвЂљР С• Р Т‘Р ВµР В»Р В°Р ВµРЎвЂљРЎРѓРЎРЏ Р В·Р В° Р С•Р С—РЎР‚Р ВµР Т‘Р ВµР В»Р ВµР Р…Р Р…РЎС“РЎР‹ Р С—Р В»Р В°РЎвЂљРЎС“, Р Р†: 10.000 Р СР С•Р Р…Р ВµРЎвЂљ.";
         $pers   = '<a href="'.$href.'3">Р вЂќР В°, Р С”Р С•Р Р…Р ВµРЎвЂЎР Р…Р С•, РЎРЏ РЎРѓР С•Р С–Р В»Р В°РЎРѓР ВµР Р…(-Р Р…Р В°).</a>';
         $pers  .= '<a href="'.$href.'1">Р Р€ Р СР ВµР Р…РЎРЏ Р Т‘РЎР‚РЎС“Р С–Р С•Р в„– Р Р†Р С•Р С—РЎР‚Р С•РЎРѓ.<sup>[Р вЂ™Р ВµРЎР‚Р Р…РЎС“РЎвЂљРЎРЉРЎРѓРЎРЏ]</sup></a>';
         $pers  .= '<a href="/game.php?go=char">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ, Р Р…Р С• РЎРЊРЎвЂљР С• Р Т‘Р С•РЎР‚Р С•Р С–Р С•.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
    break;
    case 3:
      if(provitems(1,10000)){
        minus_item(10000,1);
        nalog_clanz('5000');
        $plAdm = first('SELECT * FROM users WHERE id=%d',$_SESSION['id']);  
          $rangPve = $plAdm['rang_a'];
          $rangPvp = $plAdm['rang_b'];
          $rangQst = $plAdm['rang_c'];
          if($rangPve < 0) $rangPve .= ' (Р С›РЎвЂљРЎР‚Р С‘РЎвЂ Р В°РЎвЂљР ВµР В»Р ВµР Р…)';
          if($rangPvp < 0) $rangPvp .= ' (Р С›РЎвЂљРЎР‚Р С‘РЎвЂ Р В°РЎвЂљР ВµР В»Р ВµР Р…)';
          if($rangQst < 0) $rangQst .= ' (Р С›РЎвЂљРЎР‚Р С‘РЎвЂ Р В°РЎвЂљР ВµР В»Р ВµР Р…)';
          $about   = "<b>
                        Р вЂ™Р В°РЎв‚¬ РЎР‚Р В°Р Р…Р С– PVE РЎРѓРЎР‚Р В°Р В¶Р ВµР Р…Р С‘Р в„– РЎРѓР С•РЎРѓРЎвЂљР В°Р Р†Р В»РЎРЏР ВµРЎвЂљ: <span style='color:brown;'>".$rangPve."</span> Р С•РЎвЂЎР С”Р С•Р Р†.<br>
                        Р В Р В°Р Р…Р С– PVP РЎРѓРЎР‚Р В°Р В¶Р ВµР Р…Р С‘Р в„– РЎРѓР С•РЎРѓРЎвЂљР В°Р Р†Р В»РЎРЏР ВµРЎвЂљ: <span style='color:brown;'>".$rangPvp."</span> Р С•РЎвЂЎР С”Р С•Р Р†.<br>
                        Р С™Р С•Р В»Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р С• Р С”Р Р†Р ВµРЎРѓРЎвЂљР С•Р Р†РЎвЂ№РЎвЂ¦ Р С•РЎвЂЎР С”Р С•Р Р† РЎРѓР С•РЎРѓРЎвЂљР В°Р Р†Р В»РЎРЏР ВµРЎвЂљ: <span style='color:brown;'>".$rangQst."</span> РЎв‚¬РЎвЂљ.<br>
                      </b>
                      ";
          $pers   = '<a href="'.$href.'1">Р Р€ Р СР ВµР Р…РЎРЏ Р Т‘РЎР‚РЎС“Р С–Р С•Р в„– Р Р†Р С•Р С—РЎР‚Р С•РЎРѓ.<sup>[Р вЂ™Р ВµРЎР‚Р Р…РЎС“РЎвЂљРЎРЉРЎРѓРЎРЏ]</sup></a>';
          $pers  .= '<a href="/game.php?go=char"">Р РЋР С—Р В°РЎРѓР С‘Р В±Р С• Р В·Р В° Р С—Р С•Р СР С•РЎвЂ°РЎРЉ, РЎРЏ Р С—Р С•РЎв‚¬Р ВµР В».<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
      }else{
          $about   = "Р ВР В·Р Р†Р ВµР Р…Р С‘РЎвЂљР Вµ, Р Р…Р С• РЎС“ Р вЂ™Р В°РЎРѓ Р Р…Р Вµ Р Т‘Р С•РЎРѓРЎвЂљР В°РЎвЂљР С•РЎвЂЎР Р…Р С• Р СР С•Р Р…Р ВµРЎвЂљ.";
          $pers    = '<a href="'.$href.'1">Р Р€ Р СР ВµР Р…РЎРЏ Р Т‘РЎР‚РЎС“Р С–Р С•Р в„– Р Р†Р С•Р С—РЎР‚Р С•РЎРѓ.<sup>[Р вЂ™Р ВµРЎР‚Р Р…РЎС“РЎвЂљРЎРЉРЎРѓРЎРЏ]</sup></a>';
          $pers   .= '<a href="/game.php?go=char"">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ Р В·Р В° Р В±Р ВµРЎРѓР С—Р С•Р С”Р С•Р в„–РЎРѓРЎвЂљР Р†Р С•, Р Т‘Р С• РЎРѓР Р†Р С‘Р Т‘Р В°Р Р…Р С‘РЎРЏ.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';      
      }         
    break;
    case 4:
        $about  = "Р ВР В·Р Р†Р С‘Р Р…Р С‘РЎвЂљР Вµ, Р Р…Р С• Р Р…Р В° Р Т‘Р В°Р Р…Р Р…РЎвЂ№Р в„– Р СР С•Р СР ВµР Р…РЎвЂљ Р В·Р В°РЎвЂ¦Р Р†Р В°РЎвЂљРЎвЂ№ Р Р…Р Вµ Р С—Р В»Р В°Р Р…Р С‘РЎР‚РЎС“РЎР‹РЎвЂљРЎРѓРЎРЏ.";
        $pers   = '<a href="'.$href.'1">Р Р€ Р СР ВµР Р…РЎРЏ Р Т‘РЎР‚РЎС“Р С–Р С•Р в„– Р Р†Р С•Р С—РЎР‚Р С•РЎРѓ.<sup>[Р вЂ™Р ВµРЎР‚Р Р…РЎС“РЎвЂљРЎРЉРЎРѓРЎРЏ]</sup></a>';
        $pers  .= '<a href="/game.php?go=char">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ Р В·Р В° Р В±Р ВµРЎРѓР С—Р С•Р С”Р С•Р в„–РЎРѓРЎвЂљР Р†Р С•, Р Т‘Р С• РЎРѓР Р†Р С‘Р Т‘Р В°Р Р…Р С‘РЎРЏ.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
    break;
    case 5:
        $about  = "Р ВР В·Р Р†Р С‘Р Р…Р С‘РЎвЂљР Вµ, Р Р…Р С• Р Р…Р В° Р Т‘Р В°Р Р…Р Р…РЎвЂ№Р в„– Р СР С•Р СР ВµР Р…РЎвЂљ Р Т‘Р С•Р В»Р В¶Р Р…Р С•РЎРѓРЎвЂљР Р…РЎвЂ№Р Вµ Р В»Р С‘РЎвЂ Р В° Р Р† Р С‘Р С–РЎР‚РЎС“ Р Р…Р Вµ Р Р…Р В°Р В±Р С‘РЎР‚Р В°РЎР‹РЎвЂљРЎРѓРЎРЏ. Р С™Р В°Р С” РЎвЂљР С•Р В»РЎРЉР С”Р С• Р В±РЎС“Р Т‘Р ВµРЎвЂљ Р Р…Р С•Р Р†РЎвЂ№Р в„– Р Р…Р В°Р В±Р С•РЎР‚ Р Р…Р В° Р Т‘Р С•Р В»Р В¶Р Р…Р С•РЎРѓРЎвЂљР С‘ Р СРЎвЂ№ РЎРѓР С•Р С•Р В±РЎвЂ°Р С‘Р С Р вЂ™Р В°Р С Р С•Р В± РЎРЊРЎвЂљР С•Р С.";
        $pers   = '<a href="'.$href.'1">Р Р€ Р СР ВµР Р…РЎРЏ Р Т‘РЎР‚РЎС“Р С–Р С•Р в„– Р Р†Р С•Р С—РЎР‚Р С•РЎРѓ.<sup>[Р вЂ™Р ВµРЎР‚Р Р…РЎС“РЎвЂљРЎРЉРЎРѓРЎРЏ]</sup></a>';
        $pers  .= '<a href="/game.php?go=char">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ Р В·Р В° Р В±Р ВµРЎРѓР С—Р С•Р С”Р С•Р в„–РЎРѓРЎвЂљР Р†Р С•, Р Т‘Р С• РЎРѓР Р†Р С‘Р Т‘Р В°Р Р…Р С‘РЎРЏ.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
    break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
 }
}else{
  die("<script>location.href='game.php?go=char';</script>");
}
?>