<?php
    $pers = obr_chis($_GET['quest_npc']);
    $do   = obr_chis($_GET['do']);
    $quest_isset_const = 1;
    $name = "Р С™РЎРЊРЎР‚Р С•Р В»";
    $href = '/game.php?go=char&quest_npc='.$pers.'&do=';
if(!$q4){ 
  switch ($do) {
    case 1:
        $about  = " *Р вЂ™РЎвЂ№ Р В·Р В°Р СР ВµРЎвЂљР С‘Р В»Р С‘, Р С”Р В°Р С” Р СР В°Р В»Р ВµР Р…РЎРЉР С”Р В°РЎРЏ Р Т‘Р ВµР Р†Р С•РЎвЂЎР С”Р В° Р С•РЎвЂЎР ВµР Р…РЎРЉ Р С–РЎР‚Р С•Р СР С”Р С• Р С—Р В»Р В°РЎвЂЎР ВµРЎвЂљ, Р С‘ Р Р…Р Вµ Р СР С•Р С–Р В»Р С‘ Р С—РЎР‚Р С•Р в„–РЎвЂљР С‘ Р СР С‘Р СР С• РЎРЊРЎвЂљР С•Р в„– Р СР С‘Р В»Р В°РЎв‚¬Р С”Р С‘. Р СџРЎвЂ№РЎвЂљР В°РЎРЏРЎРѓРЎРЉ Р С—Р С•Р Р…РЎРЏРЎвЂљРЎРЉ, РЎвЂЎРЎвЂљР С• Р С•Р Р…Р В° Р В±Р С•РЎР‚Р СР С•РЎвЂЎР ВµРЎвЂљ, Р вЂ™РЎвЂ№ РЎР‚Р ВµРЎв‚¬Р С‘Р В»Р С‘ Р ВµР Вµ РЎС“РЎРѓР С—Р С•Р С”Р С•Р С‘РЎвЂљРЎРЉ*";
        $pers   = '<a href="'.$href.'2">Р В­Р в„–, РЎвЂљРЎвЂ№ РЎвЂЎР ВµР С–Р С•? Р В§РЎвЂљР С• РЎРѓР В»РЎС“РЎвЂЎР С‘Р В»Р С•РЎРѓРЎРЉ? Р С™РЎвЂљР С•-РЎвЂљР С• Р С•Р В±Р С‘Р Т‘Р ВµР В» Р С‘Р В»Р С‘ Р С—Р С•РЎвЂљР ВµРЎР‚РЎРЏР В»Р В°РЎРѓРЎРЉ?</a>';
      break;
    case 2:
        $about = "<sup>[CР С”Р Р†Р С•Р В·РЎРЉ РЎРѓР В»Р ВµР В·РЎвЂ№]</sup> Р вЂќР В°! Р В­РЎвЂљР С• Р Р†РЎРѓР Вµ Р вЂР С‘Р Т‘РЎР‚Р С‘Р В»! Р С›Р Р…Р С‘ РЎРѓРЎвЂљР В°Р ВµР в„– Р Р…Р В°Р В»Р ВµРЎвЂљР ВµР В»Р С‘ Р С‘... Р С‘... <sup>[CР Р…Р С•Р Р†Р В° Р С–РЎР‚Р С•Р СР С”Р С• Р С—Р В»Р В°РЎвЂЎР ВµРЎвЂљ]</sup>";
         $pers  = '<a href="'.$href.'3">Р СњРЎС“, Р С—Р С•Р В¶Р В°Р В»РЎС“Р в„–РЎРѓРЎвЂљР В°, РЎС“РЎРѓР С—Р С•Р С”Р С•Р в„–РЎРѓРЎРЏ! Р В Р В°РЎРѓРЎРѓР С”Р В°Р В¶Р С‘, РЎвЂЎРЎвЂљР С• РЎРѓР В»РЎС“РЎвЂЎР С‘Р В»Р С•РЎРѓРЎРЉ?</a>';
      break;
    case 3:
        $about = "Р С›Р Р…Р С‘ Р Р…Р В°Р В»Р ВµРЎвЂљР ВµР В»Р С‘ Р Р…Р В° Р СР ВµР Р…РЎРЏ Р С‘ РЎС“Р С”РЎР‚Р В°Р В»Р С‘ Р С‘Р С–РЎР‚РЎС“РЎв‚¬Р С”РЎС“! Р С›Р Р…Р В° Р В±РЎвЂ№Р В»Р В° Р СР С•Р ВµР в„– РЎРѓР В°Р СР С•Р в„– Р В»РЎР‹Р В±Р С‘Р СР С•Р в„–! Р Р‡ Р ВµР Вµ Р В±Р С•Р В»РЎРЉРЎв‚¬Р Вµ Р Р…Р Вµ РЎС“Р Р†Р С‘Р В¶РЎС“! <sup>[CР Р…Р С•Р Р†Р В° Р С—Р В»Р В°РЎвЂЎР ВµРЎвЂљ]</sup>";
         $pers  = '<a href="'.$href.'4"> Р СњРЎС“ Р С—Р С•Р С–Р С•Р Т‘Р С‘! Р вЂќР В°Р Р†Р В°Р в„– РЎРЏ Р С—Р С•Р С—РЎР‚Р С•Р В±РЎС“РЎР‹ Р ВµР Вµ Р Р…Р В°Р в„–РЎвЂљР С‘? Р РЋР С”Р В°Р В¶Р С‘, Р С”РЎС“Р Т‘Р В° Р вЂР С‘Р Т‘РЎР‚Р С‘Р В» РЎС“Р В»Р ВµРЎвЂљР ВµР В»Р С‘ Р С—Р С•РЎРѓР В»Р Вµ Р Р…Р В°Р С—Р В°Р Т‘Р ВµР Р…Р С‘РЎРЏ?</a>';
      break;
    case 4:
        $about = "Р С›Р Р…Р С‘ Р Р†РЎРѓР Вµ Р ВµРЎвЂ°Р Вµ РЎвЂљРЎС“РЎвЂљ! Р СџРЎР‚Р С•РЎРѓРЎвЂљР С• РЎС“Р В»Р ВµРЎвЂљР ВµР В»Р С‘ Р В·Р В° РЎвЂљР Вµ Р Т‘Р ВµРЎР‚Р ВµР Р†РЎРЉРЎРЏ! Р вЂ™Р ВµРЎР‚Р Р…Р С‘, Р С—Р С•Р В¶Р В°Р В»РЎС“Р в„–РЎРѓРЎвЂљР В°, Р СР С•РЎР‹ Р С‘Р С–РЎР‚РЎС“РЎв‚¬Р С”РЎС“... Р С›Р Р…Р В° Р С—Р С•РЎвЂ¦Р С•Р В¶Р В° Р Р…Р В° Р С•Р Т‘Р Р…Р С•Р С–Р С• Р С‘Р В· Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†!Р СњР С• РЎРЏ Р Р…Р Вµ Р С—Р С•Р СР Р…РЎР‹, Р С”Р В°Р С” РЎРЊРЎвЂљР С•РЎвЂљ Р С—Р С•Р С”Р ВµР СР С•Р Р… Р Р…Р В°Р В·РЎвЂ№Р Р†Р В°Р ВµРЎвЂљРЎРѓРЎРЏ...";
         $pers  = '<a href="'.$href.'5" target="_chat_two">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•! Р вЂ“Р Т‘Р С‘ РЎвЂљРЎС“РЎвЂљ. Р С’ Р В»РЎС“РЎвЂЎРЎв‚¬Р Вµ - РЎРѓР С—РЎР‚РЎРЏРЎвЂЎРЎРЉРЎРѓРЎРЏ Р С”РЎС“Р Т‘Р В°-Р Р…Р С‘Р В±РЎС“Р Т‘РЎРЉ! Р СћРЎС“РЎвЂљ Р Р†РЎРѓР ВµР С–Р Т‘Р В° Р СР С•Р В¶Р Р…Р С• Р С•Р В¶Р С‘Р Т‘Р В°РЎвЂљРЎРЉ Р Р…Р В°Р С—Р В°Р Т‘Р ВµР Р…Р С‘Р Вµ Р Т‘Р С‘Р С”Р С‘РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†. Р Р‡ РЎРѓР С”Р С•РЎР‚Р С• Р Р†Р ВµРЎР‚Р Р…РЎС“РЎРѓРЎРЉ!</a>';
      break;
    case 5:
         if(!$q4) insert('quest',array('quest_id'=>4, 'user_id'=>$_SESSION['id'], 'process'=>10));
        die("<script>parent._location.location.href='game.php?go=char';</script>");
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}
if($q4 && $qx04){ 
  switch ($do) {
    case 1:
        $about  = "Р СњРЎС“ РЎвЂЎРЎвЂљР С•? Р вЂњР Т‘Р Вµ Р СР С•РЎРЏ Р С‘Р С–РЎР‚РЎС“РЎв‚¬Р С”Р В°? Р СћРЎвЂ№ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ Р ВµР Вµ?";
        $pers   = '<a href="'.$href.'2">Р вЂќР В°! Р вЂ™Р С•РЎвЂљ Р С•Р Р…Р В°! Р вЂќР ВµРЎР‚Р В¶Р С‘ Р С‘ Р Р…Р Вµ Р С—Р В»Р В°РЎвЂЎРЎРЉ Р В±Р С•Р В»РЎРЉРЎв‚¬Р Вµ.</a>';
        $pers  .= '<a href="/game.php?go=char">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘, Р Р…Р С• Р С—Р С•Р С”Р В° РЎвЂЎРЎвЂљР С• РЎРЏ Р ВµР Вµ Р Р…Р Вµ Р Р…Р В°РЎв‚¬Р ВµР В»...</a>';
      break;
    case 2:
        if(provitems(4,1)){
           minus_item(1,4);
           plus_item(10000,1);
           plus_item(5,3);
           quest_update(4, 11, 1);
           questRangUp(3);
            $about = "Р Р€РЎР‚Р В°! Р СћРЎвЂ№ Р Р†Р ВµРЎР‚Р Р…РЎС“Р В»(Р В°) Р ВµР Вµ Р СР Р…Р Вµ! Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•! Р Р€Р Т‘Р В°РЎвЂЎР С‘ РЎвЂљР ВµР В±Р Вµ! ";
            $pers  = '<a href="/game.php?go=char">Р вЂРЎС“Р Т‘РЎРЉ Р С•РЎРѓРЎвЂљР С•РЎР‚Р С•Р В¶Р Р…Р В°!</a>';
        }else{
          $about = "Р ВР С–РЎР‚РЎС“РЎв‚¬Р С”Р В°? Р вЂўР Вµ Р Р…Р ВµРЎвЂљ? <sup>[Р СџР В»Р В°РЎвЂЎР ВµРЎвЂљ]</sup>";
          $pers  = '<a href="/game.php?go=char">Р Р‡ Р С•Р В±РЎРЏР В·Р В°РЎвЂљР ВµР В»РЎРЉР Р…Р С• Р ВµР Вµ Р Р…Р В°Р в„–Р Т‘РЎС“!</a>';        
        }
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}
?>