<?php
    $pers = obr_chis($_GET['quest_npc']);
    $do   = obr_chis($_GET['do']);
    $quest_isset_const = 1;
    $name = "Р вЂќР В¶Р ВµР в„–Р С”Р С‘";
    $href = '/game.php?go=char&quest_npc='.$pers.'&do=';
     $eventQuest = first('SELECT * FROM quest_events WHERE quest=2 AND users=%d',$_SESSION['id']);
     $dat  = date('Y-m-d, H:i:s');
if(!empty($do)){
  if(!empty($eventDay)){
    if(empty($eventQuest['id'])){
      switch ($do){                  
        case 1:
            $about   = "Р В­Р в„–! Р В­Р С–Р ВµР в„–! Р РЋРЎвЂљР С•Р в„–!.. Р вЂќР В° Р С—Р С•Р С–Р С•Р Т‘Р С‘ Р В¶Р Вµ РЎвЂљРЎвЂ№!";
            $pers    = '<a href="'.$href.'2">*Р СџР С•Р Т‘Р С•Р В¶Р Т‘Р В°РЎвЂљРЎРЉ, Р С—Р С•Р С”Р В° Р СР В°Р В»РЎРЉРЎвЂЎР С•Р Р…Р С”Р В° Р С—Р С•Р Т‘Р В±Р ВµР В¶Р С‘РЎвЂљ Р С” Р Р†Р В°Р С* </a>';
            $pers   .= '<a href="'.$href.'3">*Р ВР Т‘РЎвЂљР С‘ Р Т‘Р В°Р В»РЎРЉРЎв‚¬Р Вµ РЎРѓР Р†Р С•Р ВµР в„– Р Т‘Р С•РЎР‚Р С•Р С–Р С•Р в„–*</a>';
        break;
        case 2:
            $about  = " Р В¤РЎС“РЎвЂћРІР‚В¦ *Р С—РЎвЂ№РЎвЂљР В°Р ВµРЎвЂљРЎРѓРЎРЏ Р С•РЎвЂљР Т‘РЎвЂ№РЎв‚¬Р В°РЎвЂљРЎРЉРЎРѓРЎРЏ* Р вЂ™Р С•РЎвЂљ Р Р†РЎвЂ№, Р Р†Р В·РЎР‚Р С•РЎРѓР В»РЎвЂ№Р Вµ, Р Р†Р ВµРЎвЂЎР Р…Р С• РЎвЂљР В°Р С”Р С‘Р Вµ! 
                        Р СџР С•Р Р…Р В°Р С•РЎвЂљРЎР‚Р В°РЎвЂ°Р С‘Р Р†Р В°Р В»Р С‘ Р Р…Р С•Р С– Р С‘ РЎвЂљР С•Р В»РЎРЉР С”Р С• РЎС“Р СР ВµР ВµРЎвЂљР Вµ, РЎвЂЎРЎвЂљР С• РЎС“РЎвЂ¦Р С•Р Т‘Р С‘РЎвЂљРЎРЉ! 
                        Р СџРЎР‚Р С•РЎвЂ¦Р С•Р Т‘Р С‘РЎвЂљР Вµ Р СР С‘Р СР С• Р С‘ Р Т‘Р В°Р В¶Р Вµ Р Р…Р Вµ РЎРѓР СР С•РЎвЂљРЎР‚Р С‘РЎвЂљР Вµ!";
            $pers   = '<a href="'.$href.'4">Р СњРЎС“ РЎРЏ Р В¶Р Вµ Р С•РЎРѓРЎвЂљР В°Р Р…Р С•Р Р†Р С‘Р В»РЎРѓРЎРЏ(-Р В»Р В°РЎРѓРЎРЉ).</a>';
            $pers   .= '<a href="'.$href.'5">Р вЂРЎвЂ№Р В»Р С• Р В±РЎвЂ№ Р В·Р Т‘Р ВµРЎРѓРЎРЉ, Р Р…Р В° РЎвЂЎРЎвЂљР С• Р С—Р С•РЎРѓР СР С•РЎвЂљРЎР‚Р ВµРЎвЂљРЎРЉРІР‚В¦ Р СћРЎвЂ№ Р Р†Р ВµРЎРѓРЎРЉ Р СР С•Р С”РЎР‚РЎвЂ№Р в„– Р С‘ Р Р†Р В·РЎР‰Р ВµРЎР‚Р С•РЎв‚¬Р ВµР Р…Р Р…РЎвЂ№Р в„–, Р С”РЎС“Р Т‘Р В° РЎвЂљР С•Р В»РЎРЉР С”Р С• РЎРѓР СР С•РЎвЂљРЎР‚РЎРЏРЎвЂљ РЎР‚Р С•Р Т‘Р С‘РЎвЂљР ВµР В»Р С‘?</a>';
        break;
        case 3:
            $about  = " *Р вЂ™РЎвЂ№ Р С•РЎвЂ°РЎС“РЎвЂ°Р В°Р ВµРЎвЂљР Вµ, Р С”Р В°Р С” Р Р†Р Р…РЎС“РЎв‚¬Р С‘РЎвЂљР ВµР В»РЎРЉР Р…РЎвЂ№Р в„– Р С”Р С•Р С РЎРѓР Р…Р ВµР С–Р В° Р С—РЎР‚Р С‘Р В»Р ВµРЎвЂљР В°Р ВµРЎвЂљ Р Р†Р В°Р С Р С—РЎР‚РЎРЏР СР С• Р Р† Р В·Р В°РЎвЂљРЎвЂ№Р В»Р С•Р С”. 
                         Р В РЎР‚Р В°Р В·Р СР ВµРЎвЂ°Р В°Р ВµРЎвЂљРЎРѓРЎРЏ Р Р† Р В°Р С”Р С”РЎС“РЎР‚Р В°РЎвЂљ Р СР ВµР В¶Р Т‘РЎС“ РЎв‚¬Р В°Р С—Р С”Р С•Р в„– Р С‘ РЎв‚¬Р В°РЎР‚РЎвЂћР С•Р С. 
                         Р СњР ВµР С—РЎР‚Р С‘РЎРЏРЎвЂљР Р…РЎвЂ№Р в„– РЎвЂ¦Р С•Р В»Р С•Р Т‘Р С•Р С” РЎР‚Р В°РЎРѓР С—РЎР‚Р С•РЎРѓРЎвЂљРЎР‚Р В°Р Р…РЎРЏР ВµРЎвЂљРЎРѓРЎРЏ Р С—Р С• Р С”Р С•Р В¶Р Вµ, Р С—Р С• РЎв‚¬Р ВµР Вµ РЎРѓРЎвЂљР ВµР С”Р В°РЎР‹РЎвЂљ Р С—РЎР‚Р С•РЎвЂ¦Р В»Р В°Р Т‘Р Р…РЎвЂ№Р Вµ РЎРѓРЎвЂљРЎР‚РЎС“Р в„–Р С”Р С‘ РЎвЂљР В°Р В»Р С•Р в„– Р Р†Р С•Р Т‘РЎвЂ№РІР‚В¦ 
                         Р вЂ™Р В°РЎРѓ Р С—Р С•РЎвЂљР С‘РЎвЂ¦Р С•Р Р…РЎРЉР С”РЎС“ Р Р…Р В°Р С—Р С•Р В»Р Р…РЎРЏР ВµРЎвЂљ Р В¶Р ВµР В»Р В°Р Р…Р Р…Р С•Р Вµ РЎвЂЎРЎС“Р Р†РЎРѓРЎвЂљР Р†Р С• Р Р†Р С•Р В·Р СР ВµР В·Р Т‘Р С‘РЎРЏ*";
            $pers   = '<a href="'.$href.'6">*Р вЂ™Р С•Р В·Р Т‘Р В°РЎвЂљРЎРЉ Р С•Р В±Р С‘Р Т‘РЎвЂЎР С‘Р С”РЎС“ Р ВµР С–Р С• Р В¶Р Вµ Р СР С•Р Р…Р ВµРЎвЂљР С•Р в„–*</a>';
            $pers  .= '<a href="'.$href.'2">*Р С›Р В±Р ВµРЎР‚Р Р…РЎС“РЎвЂљРЎРЉРЎРѓРЎРЏ Р С‘ Р С—Р С•РЎРѓР СР С•РЎвЂљРЎР‚Р ВµРЎвЂљРЎРЉ Р Р…Р В° Р Р†Р С‘Р Р…Р С•Р Р†Р Р…Р С‘Р С”Р В° Р С•РЎвЂЎР ВµР Р…РЎРЉ РЎРѓР С•Р Р†Р ВµРЎРѓРЎвЂљР В»Р С‘Р Р†РЎвЂ№Р С Р Р†Р В·Р С–Р В»РЎРЏР Т‘Р С•Р С. Р С›РЎвЂЎР ВµР Р…РЎРЉ-Р С•РЎвЂЎР ВµР Р…РЎРЉ РЎРѓР С•Р Р†Р ВµРЎРѓРЎвЂљР В»Р С‘Р Р†РЎвЂ№Р С Р Р†Р В·Р С–Р В»РЎРЏР Т‘Р С•Р С* </a>';
            $pers  .= '<a href="/game.php?go=char">*Р РЋР С”РЎР‚РЎвЂ№РЎвЂљРЎРЉРЎРѓРЎРЏ РЎРѓ Р В»Р С‘Р Р…Р С‘Р С‘ Р С•Р С–Р Р…РЎРЏ* </a>';
        break;
        case 4:
            $about  = " Р вЂќР В°Р В°Р В°Р В°. *РЎРѓ Р С”Р С‘РЎРѓР В»Р С•Р в„– Р СР С‘Р Р…Р С•Р в„–* Р В Р В·Р В° Р С—Р С•Р В»Р Т‘Р Р…РЎРЏ РЎРЊРЎвЂљР С• РЎРѓР В»РЎС“РЎвЂЎР В°Р ВµРЎвЂљРЎРѓРЎРЏ РЎРѓР С• Р СР Р…Р С•Р в„– Р Р†Р С—Р ВµРЎР‚Р Р†РЎвЂ№Р Вµ! 
                        Р СћР В°Р С”Р С•Р Вµ Р С•РЎвЂ°РЎС“РЎвЂ°Р ВµР Р…Р С‘Р Вµ, РЎвЂЎРЎвЂљР С• Р Р†РЎРѓР ВµР С Р Р…Р В° Р СР ВµР Р…РЎРЏ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• Р С—Р В»Р ВµР Р†Р В°РЎвЂљРЎРЉ. 
                        Р С’ РЎРЏ, Р СР ВµР В¶ РЎвЂљР ВµР С, РЎС“Р В¶Р Вµ Р Р†РЎРѓР Вµ Р В±Р С•РЎвЂљР С‘Р Р…Р С”Р С‘ Р С‘Р В·Р В±Р ВµР С–Р В°Р В»";
            $pers   = '<a href="'.$href.'7">Р СљР С•Р В¶Р ВµРЎвЂљ, Р С•Р Р…Р С‘ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• Р С•РЎвЂЎР ВµР Р…РЎРЉ Р В·Р В°Р Р…РЎРЏРЎвЂљРЎвЂ№? Р РЋР С”Р С•РЎР‚Р С• Р В¶Р Вµ Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”Р С‘, Р Р…Р С‘Р С”РЎвЂљР С• Р Р…Р Вµ РЎвЂ¦Р С•РЎвЂЎР ВµРЎвЂљ Р С‘РЎвЂ¦ Р С—РЎР‚Р С•Р С—РЎС“РЎРѓРЎвЂљР С‘РЎвЂљРЎРЉРІР‚В¦ </a>';
            $pers  .= '<a href="'.$href.'8">Р РЋРЎвЂљРЎР‚Р В°Р Р…Р Р…Р С•Р Вµ Р Т‘Р ВµР В»Р С•РІР‚В¦ Р СР Р…Р Вµ Р С”Р В°Р В¶Р ВµРЎвЂљРЎРѓРЎРЏ, РЎвЂљР В°Р С”Р С‘Р Вµ Р С”Р В°Р С” РЎвЂљРЎвЂ№ Р Р† РЎРѓР С‘Р В»Р В°РЎвЂ¦ Р С•РЎРѓРЎвЂљР В°Р Р…Р С•Р Р†Р С‘РЎвЂљРЎРЉ Р В»РЎР‹Р В±Р С•Р С–Р С•РІР‚В¦ </a>';
            $pers  .= '<a href="'.$href.'5">Р СћРЎвЂ№, Р Р…Р В°Р Р†Р ВµРЎР‚Р Р…Р С•Р Вµ, Р С—Р С•РЎвЂљР ВµРЎР‚РЎРЏР В»РЎРѓРЎРЏ? Р вЂњР Т‘Р Вµ РЎвЂљР Р†Р С•Р С‘ РЎР‚Р С•Р Т‘Р С‘РЎвЂљР ВµР В»Р С‘? </a>';
            $pers  .= '<a href="/game.php?go=char">Р В РЎвЂљРЎвЂ№ Р В°Р В±РЎРѓР С•Р В»РЎР‹РЎвЂљР Р…Р С• Р С—РЎР‚Р В°Р Р†РІР‚В¦ Р СџР С•Р в„–Р Т‘Р С‘ Р В»РЎС“РЎвЂЎРЎв‚¬Р Вµ Р В·Р В°Р в„–Р СР С‘РЎРѓРЎРЉ РЎвЂЎР ВµР С-Р Р…Р С‘Р В±РЎС“Р Т‘РЎРЉ Р С—Р С•Р В»Р ВµР В·Р Р…РЎвЂ№Р С. Р Р€Р Т‘Р В°РЎвЂЎР С‘.</a>';
        break;
        case 5:
            $about  = " Р В Р С•Р Т‘Р С‘РЎвЂљР ВµР В»Р С‘? Р С›Р Р…Р С‘ РЎРѓР В°Р СР С‘ Р С•РЎвЂљР С—РЎР‚Р В°Р Р†Р С‘Р В»Р С‘ Р СР ВµР Р…РЎРЏ РЎРѓРЎР‹Р Т‘Р В°. *Р Т‘Р С•Р Р†Р С•Р В»РЎРЉР Р…Р С• РЎС“Р В»РЎвЂ№Р В±Р В°Р ВµРЎвЂљРЎРѓРЎРЏ* 
                        Р Р€ Р СР ВµР Р…РЎРЏ Р ВµРЎРѓРЎвЂљРЎРЉ Р С•Р Т‘Р Р…Р С• Р Р†Р В°Р В¶Р Р…Р С•Р Вµ-Р С—РЎР‚Р ВµР Р†Р В°Р В¶Р Р…Р С•Р Вµ Р Т‘Р ВµР В»Р С•! 
                        Р СџР В°Р С—Р В° Р С–Р С•Р Р†Р С•РЎР‚Р С‘РЎвЂљ, РЎвЂЎРЎвЂљР С• Р В±Р ВµР В· Р С—Р С•Р СР С•РЎвЂ°Р Р…Р С‘Р С”Р В° Р СР Р…Р Вµ РЎРѓР В°Р СР С•Р СРЎС“ Р Р…Р Вµ РЎРѓР С—РЎР‚Р В°Р Р†Р С‘РЎвЂљРЎРЉРЎРѓРЎРЏ.";
            $pers   = '<a href="'.$href.'9">Р С™Р В°Р С”Р С•Р Вµ-РЎвЂљР В°Р С”Р С•Р Вµ Р Т‘Р ВµР В»Р С•?</a>';
            $pers  .= '<a href="'.$href.'10">Р СџР С•Р СР С•РЎвЂ°Р Р…Р С‘Р С”Р В°, Р С–Р С•Р Р†Р С•РЎР‚Р С‘РЎв‚¬РЎРЉ? *РЎС“Р В»РЎвЂ№Р В±Р Р…РЎС“РЎвЂљРЎРЉРЎРѓРЎРЏ Р Р† Р С•РЎвЂљР Р†Р ВµРЎвЂљ*</a>';
            $pers  .= '<a href="'.$href.'11">Р вЂќР ВµР В»Р С•, Р В·Р Р…Р В°РЎвЂЎР С‘РЎвЂљРІР‚В¦ Р С’ Р В·Р Р…Р В°Р ВµРЎв‚¬РЎРЉ Р В»Р С‘, РЎвЂЎРЎвЂљР С•? Р Р€ Р СР ВµР Р…РЎРЏ РЎвЂљР С•Р В¶Р Вµ Р ВµРЎРѓРЎвЂљРЎРЉ Р Р†Р В°Р В¶Р Р…Р С•Р Вµ Р Т‘Р ВµР В»Р С•. Р В Р С—Р С•Р В¶Р В°Р В»РЎС“Р в„–, РЎС“ Р СР ВµР Р…РЎРЏ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• Р Р…Р ВµРЎвЂљ Р Р†РЎР‚Р ВµР СР ВµР Р…Р С‘ Р С—Р С•Р СР С•Р С–Р В°РЎвЂљРЎРЉ Р СР В°Р В»Р ВµР Р…РЎРЉР С”Р С‘Р С Р Т‘Р ВµРЎвЂљРЎРЏР С.</a>';
        break;
        case 6:
            $about  = " *Р СџР С•РЎРѓР В»Р Вµ Р Р…Р ВµР Т‘Р С•Р В»Р С–Р С•Р в„– РЎРѓР Р…Р ВµР В¶Р Р…Р С•Р в„– Р С—Р С•РЎвЂљР В°РЎРѓР С•Р Р†Р С”Р С‘, Р Р† РЎвЂ¦Р С•Р Т‘Р Вµ Р С”Р С•РЎвЂљР С•РЎР‚Р С•Р в„– Р Р†Р В°Р С РЎС“Р Т‘Р В°Р ВµРЎвЂљРЎРѓРЎРЏ Р СР В°Р С”РЎРѓР С‘Р СР В°Р В»РЎРЉР Р…Р С• РЎвЂљР С•РЎвЂЎР Р…Р С• Р С•Р С—РЎР‚Р ВµР Т‘Р ВµР В»Р С‘РЎвЂљРЎРЉ Р С•РЎвЂљР Р…Р С•РЎв‚¬Р ВµР Р…Р С‘РЎРЏ Р Т‘РЎР‚РЎС“Р С– Р С”Р С• Р Т‘РЎР‚РЎС“Р С–РЎС“ Р С‘ РЎР‚Р В°РЎРѓРЎРѓРЎвЂљР В°Р Р†Р С‘РЎвЂљРЎРЉ Р Р†РЎРѓР Вµ РЎвЂљР С•РЎвЂЎР С”Р С‘ Р Р…Р В°Р Т‘ Р’В«iР’В», Р Р†РЎвЂ№ Р Р†РЎРѓР Вµ Р В¶Р Вµ РЎР‚Р ВµРЎв‚¬Р В°Р ВµРЎвЂљР Вµ Р С—Р С•Р С–Р С•Р Р†Р С•РЎР‚Р С‘РЎвЂљРЎРЉ РЎРѓ Р С–Р В»Р В°Р В·РЎС“ Р Р…Р В° Р С–Р В»Р В°Р В· Р Р† Р С•Р С—Р В°РЎРѓР Р…Р С•Р в„– Р В±Р В»Р С‘Р В·Р С•РЎРѓРЎвЂљР С‘ Р Т‘РЎР‚РЎС“Р С– Р С•РЎвЂљ Р Т‘РЎР‚РЎС“Р С–Р В°*
                         Р вЂќР В° РЎвЂљРЎвЂ№ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• Р СР В°РЎРѓРЎвЂљР ВµРЎР‚! *РЎРѓ Р Р…Р ВµРЎРѓР С”РЎР‚РЎвЂ№Р Р†Р В°Р ВµР СРЎвЂ№Р С Р Р†Р С•РЎРѓРЎвЂљР С•РЎР‚Р С–Р С•Р С* 
                         Р СљР Р…Р Вµ Р С”Р В°Р С” РЎР‚Р В°Р В· Р Р…РЎС“Р В¶Р Р…РЎвЂ№ РЎвЂљР В°Р С”Р С‘Р Вµ, Р В·Р Р…Р В°РЎвЂљР С•Р С”Р С‘ РЎРѓР Р†Р С•Р ВµР С–Р С• Р Т‘Р ВµР В»Р В°! *Р С—РЎР‚Р С•РЎвЂљРЎРЏР С–Р С‘Р Р†Р В°Р ВµРЎвЂљ Р Р†Р В°Р С РЎР‚РЎС“Р С”РЎС“ Р Р† Р Р†Р В°РЎР‚Р ВµР В¶Р С”Р Вµ* 
                         Р СњРЎС“ Р С”Р В°Р С”? Р СћРЎвЂ№ Р С–Р С•РЎвЂљР С•Р Р† Р С” РЎРѓР В°Р СР С•Р СРЎС“ Р С–РЎР‚Р В°Р Р…Р Т‘Р С‘Р С•Р В·Р Р…Р С•Р СРЎС“ РЎРѓР С•РЎвЂљРЎР‚РЎС“Р Т‘Р Р…Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†РЎС“ РЎРЊРЎвЂљР С•Р в„– Р В·Р С‘Р СРЎвЂ№?!";
            $pers   = '<a href="'.$href.'9">Р СњР Вµ Р Р†Р С•Р С—РЎР‚Р С•РЎРѓ, Р В±РЎР‚Р В°РЎвЂљРЎР‹Р Р…РЎРЉ! *Р С—Р С•Р В¶Р В°РЎвЂљРЎРЉ Р Р†Р В°РЎР‚Р ВµР В¶Р С”РЎС“* Р ВР В·Р В»Р В°Р С–Р В°Р в„– Р С—Р С•Р Т‘РЎР‚Р С•Р В±Р Р…Р С•РЎРѓРЎвЂљР С‘.</a>';
            $pers  .= '<a href="'.$href.'9">Р В§РЎвЂљР С• Р В¶, Р Т‘Р В°Р Р†Р В°Р в„– Р С—Р С•Р С—РЎР‚Р С•Р В±РЎС“Р ВµР С. Р СљР В°РЎРѓРЎвЂљР ВµРЎР‚ Р В·Р В° Р СР В°РЎРѓРЎвЂљР ВµРЎР‚Р В°.</a>';
            $pers  .= '<a href="'.$href.'11">Р СћРЎвЂ№ РЎвЂЎРЎвЂљР С• Р Р…Р ВµРЎРѓР ВµРЎв‚¬РЎРЉ Р Р†Р С•Р С•Р В±РЎвЂ°Р Вµ РЎвЂљР В°Р С”Р С•Р Вµ? *Р Т‘Р ВµР СР С•Р Р…РЎРѓРЎвЂљРЎР‚Р В°РЎвЂљР С‘Р Р†Р Р…Р С• Р С•Р С—РЎР‚Р С•Р С”Р С‘Р Р…РЎС“РЎвЂљРЎРЉ РЎв‚¬Р В°Р С—Р С”РЎС“ Р С•Р С—Р С—Р С•Р Р…Р ВµР Р…РЎвЂљР В° Р С—РЎР‚Р С‘РЎвЂ Р ВµР В»РЎРЉР Р…РЎвЂ№Р С РЎС“Р Т‘Р В°РЎР‚Р С•Р С РЎРѓР Р…Р ВµР В¶Р С”Р В°* 
                                             Р РЋР Р…Р В°РЎвЂЎР В°Р В»Р В° Р В»Р ВµРЎвЂљР С‘РЎвЂљ Р В·Р В° Р СР Р…Р С•Р в„– Р В°Р С”Р С‘ РЎРѓР ВµР Р†Р ВµРЎР‚Р Р…РЎвЂ№Р в„– РЎРѓР В°РЎС“РЎРѓР В±Р В°РЎРѓР С”, Р С”РЎР‚Р С‘РЎвЂЎР С‘РЎвЂљ РЎвЂЎРЎвЂљР С•-РЎвЂљР С• Р Р…Р ВµР Р†Р Р…РЎРЏРЎвЂљР Р…Р С•Р Вµ. Р СџР С•РЎРѓР В»Р Вµ Р Р…Р В°Р С—Р В°Р Т‘Р В°Р ВµРЎвЂљРІР‚В¦ 
                                             Р В Р В·Р В°РЎвЂљР ВµР С Р ВµРЎвЂ°Р Вµ Р С•РЎРѓР СР ВµР В»Р С‘Р Р†Р В°Р ВµРЎвЂљРЎРѓРЎРЏ РЎвЂЎРЎвЂљР С•-РЎвЂљР С• Р С—РЎР‚Р С•РЎРѓР С‘РЎвЂљРЎРЉ! 
                                             Р вЂќР В° РЎРѓР С”Р С•РЎР‚Р ВµР Вµ РЎРѓР Р…Р С•РЎР‚Р В»Р В°Р С”РЎРѓ РЎРѓР В°Р В»РЎРЉРЎвЂљР С• РЎРѓР Т‘Р ВµР В»Р В°Р ВµРЎвЂљ, РЎвЂЎР ВµР С РЎРЏ РЎвЂљР ВµР В±Р Вµ Р С—Р С•Р СР С•Р С–РЎС“! *Р СР ВµР Т‘Р В»Р ВµР Р…Р Р…Р С•, РЎРѓ РЎвЂЎРЎС“Р Р†РЎРѓРЎвЂљР Р†Р С•Р С РЎС“Р Т‘Р В°Р В»Р С‘РЎвЂљРЎРЉРЎРѓРЎРЏ, РЎвЂЎРЎвЂљР С•Р В±РЎвЂ№ Р Р…Р В°Р С–Р В»РЎвЂ№Р в„– Р СР В°Р В»РЎРЉРЎвЂЎР С‘РЎв‚¬Р С”Р В° Р С•РЎРѓР С•Р В·Р Р…Р В°Р В» РЎРѓР Р†Р С•РЎР‹ Р Р…Р С‘Р С”РЎвЂЎР ВµР СР Р…Р С•РЎРѓРЎвЂљРЎРЉ*</a>';
        break;
        case 7:
            $about  = " Р С›РЎвЂљ Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”Р С•Р Р† Р Р…Р Вµ РЎС“Р В±РЎС“Р Т‘Р ВµРЎвЂљ, Р ВµРЎРѓР В»Р С‘ Р С•Р Р…Р С‘ РЎР‚Р ВµРЎв‚¬Р В°РЎвЂљ Р С•РЎРѓРЎвЂљР В°Р Р…Р С•Р Р†Р С‘РЎвЂљРЎРЉРЎРѓРЎРЏ РЎвЂ¦Р С•РЎвЂљРЎРЏ Р В±РЎвЂ№ Р Р…Р В° Р С—РЎРЏРЎвЂљРЎРЉ Р СР С‘Р Р…РЎС“РЎвЂљР С•РЎвЂЎР ВµР С”! 
                        Р Р€ Р СР ВµР Р…РЎРЏ Р В¶Р Вµ Р Р…Р Вµ РЎвЂЎРЎвЂљР С•-Р Р…Р С‘Р В±РЎС“Р Т‘РЎРЉ РЎвЂљР В°Р С! Р Р€ Р СР ВµР Р…РЎРЏ Р Р†Р ВµР Т‘РЎРЉ Р С•РЎвЂЎР ВµР Р…РЎРЉ-Р С•РЎвЂЎР ВµР Р…РЎРЉ Р Р†Р В°Р В¶Р Р…Р С•Р Вµ Р Т‘Р ВµР В»Р С•!";
            $pers   = '<a href="'.$href.'9">Р С™Р В°Р С”Р С•Р Вµ-РЎвЂљР В°Р С”Р С•Р Вµ Р Т‘Р ВµР В»Р С•?</a>';
            $pers  .= '<a href="'.$href.'12">Р СџР С•РЎР‚Р В° РЎС“Р В¶Р Вµ Р С—РЎР‚Р С‘Р Р†РЎвЂ№Р С”Р Р…РЎС“РЎвЂљРЎРЉ, РЎвЂЎРЎвЂљР С• Р Р†РЎРѓР Вµ Р Р†Р В·РЎР‚Р С•РЎРѓР В»РЎвЂ№Р Вµ РІР‚вЂњ РЎРЊР С–Р С•Р С‘РЎРѓРЎвЂљР С‘РЎвЂЎР Р…РЎвЂ№Р Вµ РЎвЂљР Р†Р В°РЎР‚Р С‘. Р В Р С•РЎвЂљ Р Р…Р С‘РЎвЂ¦ Р В·Р В°Р Р†РЎРѓР ВµР С–Р Т‘Р В° Р Р…Р С‘РЎвЂЎР ВµР С–Р С• Р Р…Р Вµ Р Т‘Р С•Р В±РЎРЉР ВµРЎв‚¬РЎРЉРЎРѓРЎРЏ.</a>';
            $pers  .= '<a href="'.$href.'9">Р вЂќР В° РЎвЂЎРЎвЂљР С• РЎвЂљРЎвЂ№ РЎвЂљР В°Р С”Р С•Р Вµ Р С–Р С•Р Р†Р С•РЎР‚Р С‘РЎв‚¬РЎРЉ?</a>';
            $pers  .= '<a href="/game.php?go=char">Р В Р Т‘Р С• РЎвЂЎР ВµР С–Р С• Р В¶Р Вµ РЎвЂљРЎвЂ№ Р Р†РЎРѓР Вµ-РЎвЂљР В°Р С”Р С‘ Р С”Р В°Р С—РЎР‚Р С‘Р В·Р Р…РЎвЂ№Р в„– РЎР‚Р ВµР В±Р ВµР Р…Р С•Р С”РІР‚В¦ Р СњР Вµ Р СР С•Р В¶Р ВµРЎв‚¬РЎРЉ Р Р…Р С‘Р С”Р С•Р С–Р С• Р Р…Р В°Р в„–РЎвЂљР С‘? Р СћР В°Р С” РЎР‚Р ВµРЎв‚¬Р С‘ РЎРѓР Р†Р С•РЎР‹ Р С—РЎР‚Р С•Р В±Р В»Р ВµР СРЎС“ РЎРѓР В°Р С. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
        break;
        case 8:
            $about  = " Р вЂќР В°, Р С—Р В°Р С—Р В° Р С–Р С•Р Р†Р С•РЎР‚Р С‘РЎвЂљ, РЎРЏ РЎвЂљР В°Р С”Р С•Р в„–РІР‚В¦ *Р СР С‘Р В»Р С• РЎС“Р В»РЎвЂ№Р В±Р В°РЎРЏРЎРѓРЎРЉ, Р С—Р В°РЎР‚Р ВµР Р…Р ВµР С” Р С—Р С•РЎв‚¬Р В°РЎР‚Р С”Р В°Р В» Р Р…Р С•Р В¶Р С”Р С•Р в„– Р С—Р С• РЎРѓР Р…Р ВµР С–РЎС“* РЎР‚Р ВµР В°Р С”РЎвЂљР С‘Р Р†Р Р…РЎвЂ№Р в„– Р Р…Р ВµР СР Р…Р С•Р С–Р С•. 
                        Р СњРЎС“ РЎвЂљР В°Р С” РЎРЊРЎвЂљР С•РІР‚В¦ *РЎРѓР В»Р ВµР С–Р С”Р В° РЎРѓР СРЎС“РЎвЂ°Р ВµР Р…Р Р…Р С•* 
                        Р СњР Вµ Р В¶Р ВµР В»Р В°Р ВµРЎв‚¬РЎРЉ Р СР Р…Р Вµ Р С—Р С•Р СР С•РЎвЂЎРЎРЉ Р С”Р С•Р Вµ Р Р† РЎвЂЎР ВµР С?";
            $pers   = '<a href="'.$href.'9">Р вЂ™РЎРѓР Вµ Р В·Р В°Р Р†Р С‘РЎРѓР С‘РЎвЂљ Р С•РЎвЂљ РЎРѓРЎС“РЎвЂљР С‘ РЎвЂљР Р†Р С•Р С‘РЎвЂ¦ Р В·Р В°Р Т‘РЎС“Р СР С•Р С”РІР‚В¦</a>';
            $pers  .= '<a href="'.$href.'9">Р вЂўРЎРѓРЎвЂљРЎРЉ РЎвЂљР В°Р С”Р С•Р Вµ. Р СћР В°Р С” РЎвЂЎРЎвЂљР С• РЎвЂљР В°Р С Р Р† РЎвЂЎР ВµР С?</a>';
            $pers  .= '<a href="/game.php?go=char">Р СњР ВµРЎвЂљ, Р С—Р С•Р В¶Р В°Р В»РЎС“Р в„–РІР‚В¦ *Р С—Р С•РЎвЂљРЎР‚Р ВµР С—Р В°РЎвЂљРЎРЉ Р С—Р С• Р С–Р С•Р В»Р С•Р Р†Р Вµ* Р Р…Р С• РЎРѓ РЎвЂљР Р†Р С•Р С‘Р С-РЎвЂљР С• РЎР‚Р Р†Р ВµР Р…Р С‘Р ВµР СРІР‚В¦ Р вЂ™Р ВµРЎР‚РЎР‹, РЎвЂЎРЎвЂљР С• РЎвЂљРЎвЂ№ РЎРѓР С—РЎР‚Р В°Р Р†Р С‘РЎв‚¬РЎРЉРЎРѓРЎРЏ. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
        break;
        case 9:
            $about  = " Р РЋР С•Р Р†РЎРѓР ВµР С Р В·Р В°Р В±РЎвЂ№Р В» РЎРѓР С”Р В°Р В·Р В°РЎвЂљРЎРЉ! Р СљР ВµР Р…РЎРЏ Р В·Р С•Р Р†РЎС“РЎвЂљ Р вЂќР В¶Р ВµР в„–Р С”Р С‘, Р В° РЎвЂљР ВµР В±РЎРЏ? *Р С—Р В°РЎР‚Р Р…Р С‘РЎв‚¬Р С”Р В° РЎРѓР Р…РЎРЏР В» РЎв‚¬Р В°Р С—Р С”РЎС“ Р С‘ Р С—РЎР‚Р С‘Р Р†Р ВµРЎвЂљРЎРѓРЎвЂљР Р†Р ВµР Р…Р Р…Р С• Р С—Р С•Р С”РЎР‚РЎС“РЎвЂљР С‘Р В» Р ВµР Вµ Р Р†Р С•Р С”РЎР‚РЎС“Р С– Р В»Р В°Р Т‘Р С•Р Р…Р С‘* 
                        Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘, РЎвЂЎРЎвЂљР С• Р В±РЎвЂ№Р В» Р Р…Р ВµР СР Р…Р С•Р С–Р С• Р С–РЎР‚РЎС“Р В±, Р Р† РЎРѓР В°Р СР С•Р С Р Р…Р В°РЎвЂЎР В°Р В»Р Вµ. 
                        Р СџРЎР‚Р С•РЎРѓРЎвЂљР С• РЎвЂљР В°Р С” РЎС“РЎРѓРЎвЂљР В°Р В» Р В·Р В° РЎРѓР ВµР С–Р С•Р Т‘Р Р…РЎРЏРІР‚В¦";
            $pers   = '<a href="'.$href.'13">Р С’ РЎРЏ '.$_SESSION['login'].'. Р В Р В°Р Т‘(-Р В°) Р В·Р Р…Р В°Р С”Р С•Р СРЎРѓРЎвЂљР Р†РЎС“.</a>';
            $pers  .= '<a href="'.$href.'13">Р СњР С‘РЎвЂЎР ВµР С–Р С• РЎРѓРЎвЂљРЎР‚Р В°РЎв‚¬Р Р…Р С•Р С–Р С•. Р СњРЎС“ РЎвЂљР В°Р С”?..</a>';
            $pers  .= '<a href="'.$href.'11">Р СџР В°РЎР‚Р ВµР Р…РЎРЉ, РЎвЂљРЎвЂ№ Р С•Р В±Р С• РЎвЂЎРЎвЂљР С• РЎС“Р Т‘Р В°РЎР‚Р С‘Р В»РЎРѓРЎРЏ? Р Р‡ РЎС“Р В¶ Р В»РЎС“РЎвЂЎРЎв‚¬Р Вµ Р С—Р С•Р в„–Р Т‘РЎС“. Р СњР Вµ Р В·РЎР‚РЎРЏ, Р Р†Р С‘Р Т‘Р С‘Р СР С•, Р Р†РЎРѓР Вµ РЎвЂљР ВµР В±РЎРЏ РЎвЂљР В°Р С” РЎРѓРЎвЂљР С•РЎР‚Р С•Р Р…РЎРЏРЎвЂљРЎРѓРЎРЏ. </a>';
        break;
        case 10:
            $about  = " Р С’Р С–Р В°! Р СџР В°Р С—Р В° Р С–Р С•Р Р†Р С•РЎР‚Р С‘РЎвЂљ, Р СР Р…Р Вµ Р С—Р С•РЎР‚Р В° РЎС“РЎвЂЎР С‘РЎвЂљРЎРЉРЎРѓРЎРЏ Р В±РЎвЂ№РЎвЂљРЎРЉ Р С–Р В»Р В°Р Р†Р Р…РЎвЂ№Р С. 
                        Р РЋР В°Р СР С•Р СРЎС“ РЎР‚РЎС“Р С”Р С•Р Р†Р С•Р Т‘Р С‘РЎвЂљРЎРЉ Р Т‘Р ВµР в„–РЎРѓРЎвЂљР Р†Р С‘РЎРЏР СР С‘, Р Т‘Р С•Р В±Р С‘Р Р†Р В°РЎвЂљРЎРЉРЎРѓРЎРЏ РЎРѓР Р†Р С•Р ВµР С–Р С• Р С‘ Р Р†РЎРѓР Вµ РЎвЂљР В°Р С”Р С•Р ВµРІР‚В¦ *Р СР В°Р В»РЎРЉРЎвЂЎР С‘Р С” Р Р…Р В° Р С—Р В°РЎР‚РЎС“ РЎРѓР ВµР С”РЎС“Р Р…Р Т‘ Р Р†Р С—Р В°Р В» Р Р† Р С–Р В»РЎС“Р В±Р С•Р С”РЎС“РЎР‹ Р В·Р В°Р Т‘РЎС“Р СРЎвЂЎР С‘Р Р†Р С•РЎРѓРЎвЂљРЎРЉ* 
                        Р В, Р С”Р С•Р Р…Р ВµРЎвЂЎР Р…Р С• Р В¶Р Вµ, Р Т‘Р В»РЎРЏ Р С•РЎРѓРЎС“РЎвЂ°Р ВµРЎРѓРЎвЂљР Р†Р В»Р ВµР Р…Р С‘РЎРЏ Р С—Р В»Р В°Р Р…Р С•Р Р† Р СР Р…Р Вµ Р Р…РЎС“Р В¶Р ВµР Р… РЎвЂљР В°Р С”Р С•Р в„– РЎРѓР С‘Р В»РЎРЉР Р…РЎвЂ№Р в„– Р С—Р С•Р С”Р ВµРЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚, Р С”Р В°Р С” РЎвЂљРЎвЂ№. 
                        Р Р€ РЎвЂљР ВµР В±РЎРЏ РЎРѓРЎвЂљР С•Р В»РЎРЉР С”Р С• Р С—Р С•Р С”Р ВµР В±Р С•Р В»Р В»Р С•Р Р†...";
            $pers   = '<a href="'.$href.'14">Р СњР Вµ Р Р† Р С—Р С•Р С”Р ВµР В±Р С•Р В»Р В»Р В°РЎвЂ¦ РЎРѓРЎвЂЎР В°РЎРѓРЎвЂљРЎРЉР ВµРІР‚В¦</a>';
            $pers  .= '<a href="'.$href.'9">Р СњРЎС“ Р Т‘Р С•Р С—РЎС“РЎРѓРЎвЂљР С‘Р С. Р В РЎвЂЎРЎвЂљР С• Р В¶Р Вµ Р Т‘Р В°Р В»РЎРЉРЎв‚¬Р Вµ?</a>';
            $pers  .= '<a href="/game.php?go=char">Р СљР В°Р В»РЎРЉРЎвЂЎР С‘Р С”, РЎвЂљРЎвЂ№ РЎвЂЎРЎвЂљР С• РЎвЂљР В°Р С”Р С•Р Вµ РЎвЂљР В°Р С РЎС“Р Т‘РЎС“Р СР В°Р В»? Р вЂєРЎС“РЎвЂЎРЎв‚¬Р Вµ РЎРЏ Р С•РЎРѓРЎвЂљР В°Р Р†Р В»РЎР‹ РЎвЂљР ВµР В±РЎРЏ Р Р…Р В°Р ВµР Т‘Р С‘Р Р…Р Вµ РЎРѓ РЎвЂљР Р†Р С•Р С‘Р СР С‘ Р В·Р В°Р Р†Р С•Р ВµР Р†Р В°РЎвЂљР ВµР В»РЎРЉР Р…РЎвЂ№Р СР С‘ Р С—Р В»Р В°Р Р…Р В°Р СР С‘.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
        break;
        case 11:
            $about  = " Р СњРЎС“ Р С‘ Р С—РЎР‚Р С•Р Р†Р В°Р В»Р С‘Р Р†Р В°Р в„–! Р СћРЎвЂ№ Р В·Р В»Р С•Р в„–(-Р В°РЎРЏ). Р РЋР В»РЎвЂ№РЎв‚¬Р С‘РЎв‚¬РЎРЉ?! *Р С—Р В°РЎР‚Р Р…Р С‘РЎв‚¬Р С”Р В° Р С•Р В±Р С‘Р В¶Р ВµР Р…Р Р…Р С• Р Р†РЎРѓРЎвЂ¦Р В»Р С‘Р С—Р Р…РЎС“Р В», РЎС“РЎвЂљР ВµРЎР‚ Р Р…Р С•РЎРѓ РЎР‚РЎС“Р С”Р В°Р Р†Р С•Р С* Р СћРЎвЂ№ РЎвЂљР В°Р С”Р С•Р в„–(-Р В°РЎРЏ) Р В¶Р Вµ, Р С”Р В°Р С” Р С‘ Р С•Р Р…Р С‘ Р Р†РЎРѓР Вµ!";
            $pers   = '<a href="/game.php?go=char">Р ВР Т‘РЎвЂљР С‘ Р Т‘Р В°Р В»РЎРЉРЎв‚¬Р Вµ... <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
            if(empty($eventQuest['id'])) insert('quest_events',array('quest'=>2, 'users'=>$_SESSION['id'], 'etapes'=>1));
        break;
        case 12:
            $about  = " Р В§РЎвЂљР С•, Р С—РЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ? *Р СР В°Р В»РЎРЉРЎвЂЎР С‘Р С” РЎРѓ Р С‘Р Р…РЎвЂљР ВµРЎР‚Р ВµРЎРѓР С•Р С Р С—Р С•РЎРѓР СР С•РЎвЂљРЎР‚Р ВµР В» Р Р…Р В° Р Р†Р В°РЎРѓ. 
                        Р СџР С•РЎвЂ¦Р С•Р В¶Р Вµ, РЎвЂљР С•Р В»РЎРЉР С”Р С• РЎвЂЎРЎвЂљР С• Р Р†РЎвЂ№ Р Р…Р В°РЎС“РЎвЂЎР С‘Р В»Р С‘ Р ВµР С–Р С• Р С—Р В°РЎР‚Р Вµ Р Р…Р С•Р Р†РЎвЂ№РЎвЂ¦ РЎРѓР В»Р С•Р Р†, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ Р С•Р Р… РЎвЂЎР ВµРЎР‚Р ВµР В· Р Р…Р ВµР С”Р С•РЎвЂљР С•РЎР‚Р С•Р Вµ Р Р†РЎР‚Р ВµР СРЎРЏ Р Р…Р Вµ Р С—Р С•Р В·Р В°Р В±РЎС“Р Т‘Р ВµРЎвЂљ Р С‘РЎРѓР С—Р С•Р В»РЎРЉР В·Р С•Р Р†Р В°РЎвЂљРЎРЉ*";
            $pers   = '<a href="'.$href.'9">Р вЂќР В° РЎвЂљР В°Р С”, Р Р…Р С‘РЎвЂЎР ВµР С–Р С• Р С•РЎРѓР С•Р В±Р ВµР Р…Р Р…Р С•Р С–Р С•. Р СћРЎвЂ№ Р С—РЎР‚Р С•Р Т‘Р С•Р В»Р В¶Р В°Р в„–, Р С—РЎР‚Р С•Р Т‘Р С•Р В»Р В¶Р В°Р в„–РІР‚В¦</a>';
            $pers  .= '<a href="'.$href.'9">Р С’ РЎвЂЎРЎвЂљР С• Р Р† РЎРЊРЎвЂљР С•Р С РЎвЂљР В°Р С”Р С•Р С–Р С•? Р Р‡ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• Р Р†Р Р†Р С•Р Т‘Р С‘Р В»(Р В°) РЎвЂљР ВµР В±РЎРЏ Р Р† Р С”РЎС“РЎР‚РЎРѓ Р Т‘Р ВµР В»Р В°.</a>';
        break;
        case 13:
            $about  = " Р С™Р В°Р В¶Р Т‘РЎС“РЎР‹ Р В·Р С‘Р СРЎС“ РЎРЏ РЎС“РЎвЂЎР В°РЎРѓРЎвЂљР Р†РЎС“РЎР‹ Р Р† Р С”Р С•Р Р…Р С”РЎС“РЎР‚РЎРѓР Вµ РЎРѓР Р…Р ВµР В¶Р Р…РЎвЂ№РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р† Р вЂєР ВµР С–Р ВµР Р…Р Т‘РЎвЂ№. *Р СР В°Р В»РЎРЉРЎвЂЎР С‘Р С” Р С•РЎРѓР ВµР С”РЎРѓРЎРЏ, Р В·Р В°РЎвЂљР ВµР С РЎРѓР С—Р ВµРЎв‚¬Р Р…Р С• Р С—Р С•Р С—РЎР‚Р В°Р Р†Р С‘Р В»РЎРѓРЎРЏ* 
                        Р Р‡ Р С‘ Р СР С•Р в„– РЎРѓР С‘Р Р†Р В°Р в„–Р С—Р ВµРЎР‚. Р СњР С• Р С•РЎвЂљРЎвЂЎР ВµР С–Р С•-РЎвЂљР С• Р Р…Р В°Р С Р Р…Р Вµ Р Р†Р ВµР В·Р ВµРЎвЂљРІР‚В¦ Р В Р СРЎвЂ№ Р Р…Р С‘ РЎР‚Р В°Р В·РЎС“ Р Р…Р Вµ Р В±РЎР‚Р В°Р В»Р С‘ Р С—РЎР‚Р С‘Р В·Р С•Р Р†РЎвЂ№РЎвЂ¦ Р СР ВµРЎРѓРЎвЂљ. 
                        Р СњР Вµ Р В·Р Р…Р В°РЎР‹ Р С—Р С•РЎвЂЎР ВµР СРЎС“. Р СџР В°Р С—Р В° Р С–Р С•Р Р†Р С•РЎР‚Р С‘РЎвЂљ, РЎвЂЎРЎвЂљР С• РЎРѓРЎС“Р Т‘РЎРЉР С‘ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• Р Р…Р С‘РЎвЂЎР ВµР С–Р С• Р Р…Р Вµ Р С—Р С•Р Р…Р С‘Р СР В°РЎР‹РЎвЂљ Р Р† Р С‘РЎРѓР С”РЎС“РЎРѓРЎРѓРЎвЂљР Р†Р Вµ. 
                        Р Р‡ РЎРѓР С—РЎР‚Р В°РЎв‚¬Р С‘Р Р†Р В°Р В» РЎС“ Р Р…Р ВµР С–Р С•, Р С”Р В°Р С”Р С•Р Вµ Р С•Р Р…Р С• Р Т‘Р С•Р В»Р В¶Р Р…Р С• Р В±РЎвЂ№РЎвЂљРЎРЉРІР‚В¦ РЎРЊРЎвЂљР С• Р С‘РЎРѓР С”РЎС“РЎРѓРЎРѓРЎвЂљР Р†Р С•. 
                        Р СћР С•Р В»РЎРЉР С”Р С• РЎвЂљР В°Р С” Р С‘ Р Р…Р Вµ Р С—Р С•Р Р…РЎРЏР В» Р ВµР С–Р С• Р С•Р В±РЎР‰РЎРЏРЎРѓР Р…Р ВµР Р…Р С‘Р в„–РІР‚В¦";
            $pers   = '<a href="'.$href.'15">Р РЋР С‘Р Р†Р В°Р в„–Р С—Р ВµРЎР‚? Р СњР С• Р С•Р Р… Р Р†РЎР‚Р С•Р Т‘Р Вµ Р С”Р В°Р С” Р Р†Р С•Р Р†РЎРѓР Вµ Р Р…Р Вµ Р В»Р ВµР Т‘РЎРЏР Р…Р С•Р в„– Р С—Р С•Р С”Р ВµР СР С•Р Р….</a>';
            $pers  .= '<a href="'.$href.'11">Р С™Р С•Р Р…Р С”РЎС“РЎР‚РЎРѓ Р вЂєР ВµР С–Р ВµР Р…Р Т‘РЎвЂ№? Р Р‡ РЎвЂљР С•Р В¶Р Вµ Р С—Р С•Р Т‘Р В°Р В»(-Р В°) Р В·Р В°РЎРЏР Р†Р С”РЎС“. Р вЂР С•РЎР‹РЎРѓРЎРЉ, РЎвЂЎРЎвЂљР С• Р Р…Р Вµ Р С‘Р СР ВµРЎР‹ Р В¶Р ВµР В»Р В°Р Р…Р С‘РЎРЏ Р С—Р С•Р СР С•Р С–Р В°РЎвЂљРЎРЉ Р С”Р С•Р Р…Р С”РЎС“РЎР‚Р ВµР Р…РЎвЂљР В°Р С.</a>';
        break;
        case 14:
            $about  = " Р С’ Р Р† Р С‘РЎвЂ¦ Р С—РЎР‚Р В°Р Р†Р С‘Р В»РЎРЉР Р…Р С•Р С Р С‘РЎРѓР С—Р С•Р В»РЎРЉР В·Р С•Р Р†Р В°Р Р…Р С‘Р С‘, РЎвЂљР В°Р С”?";
            $pers   = '<a href="'.$href.'9">Р СњРЎС“ Р Т‘Р В°РІР‚В¦ Р С‘Р В»Р С‘ Р С”Р В°Р С”-РЎвЂљР С• РЎвЂљР В°Р С”.</a>';
            $pers  .= '<a href="'.$href.'9">Р РЋР С”Р С•РЎР‚Р ВµР Вµ Р Р† РЎвЂљР ВµРЎвЂ¦, Р С”РЎвЂљР С• Р Р† Р Р…Р С‘РЎвЂ¦ РЎРѓР С‘Р Т‘Р С‘РЎвЂљ. </a>';
        break;
        case 15:
            $about  = " Р вЂ™Р ВµРЎР‚Р Р…Р С•! Р СџР С•РЎвЂљР С•Р СРЎС“ Р С—Р В°Р С—Р В° Р Р…Р Вµ РЎР‚Р В°Р В·РЎР‚Р ВµРЎв‚¬Р В°Р ВµРЎвЂљ Р Р…Р В°Р С Р Р†Р СР ВµРЎРѓРЎвЂљР Вµ РЎРѓ Р Р…Р С‘Р С Р Р†РЎвЂ№РЎвЂ¦Р С•Р Т‘Р С‘РЎвЂљРЎРЉ Р Р…Р В° Р С—Р В»Р С•РЎвЂ°Р В°Р Т‘Р С”РЎС“ Р Р† РЎвЂ¦Р С•Р В»Р С•Р Т‘Р Р…Р С•Р Вµ Р Р†РЎР‚Р ВµР СРЎРЏ. 
                        Р С›Р С”Р В°Р В·РЎвЂ№Р Р†Р В°Р ВµРЎвЂљРЎРѓРЎРЏ, Р ВµРЎРѓР В»Р С‘ Р Р…Р Вµ РЎРѓР В»Р ВµР Т‘Р С‘РЎвЂљРЎРЉ Р В·Р В° Р Р…Р С‘Р С Р С”Р В°Р С” РЎРѓР В»Р ВµР Т‘РЎС“Р ВµРЎвЂљ Р В·Р С‘Р СР С•Р в„–, Р С•Р Р… Р С‘ РЎРѓР В°Р С Р СР С•Р В¶Р ВµРЎвЂљ Р С—РЎР‚Р ВµР Р†РЎР‚Р В°РЎвЂљР С‘РЎвЂљРЎРЉРЎРѓРЎРЏ Р Р† Р В»Р ВµР Т‘РЎвЂ№РЎв‚¬Р С”РЎС“. 
                        Р РЋР С‘Р Р†Р В°Р в„–Р С—Р ВµРЎР‚РЎвЂ№ Р Р…Р Вµ Р Р† РЎРѓР С•РЎРѓРЎвЂљР С•РЎРЏР Р…Р С‘Р С‘ РЎРѓР С•Р С–РЎР‚Р ВµРЎвЂљРЎРЉ РЎРѓР В°Р СР С‘ РЎРѓР ВµР В±РЎРЏРІР‚В¦ 
                        Р СњР С• РЎРЊРЎвЂљР С• Р Р…Р Вµ Р Т‘Р С•Р В»Р В¶Р Р…Р С• Р С—Р С•Р СР ВµРЎв‚¬Р В°РЎвЂљРЎРЉ Р Р…Р В°Р С РЎРѓР В»Р ВµР С—Р С‘РЎвЂљРЎРЉ Р С”Р С•Р С—Р С‘РЎР‹ Р СР С•Р ВµР С–Р С• Р РЋР С”Р Р†Р С‘Р В·Р С‘ Р С—Р С• Р С—Р В°Р СРЎРЏРЎвЂљР С‘. 
                        Р СћРЎвЂ№ Р В¶Р Вµ Р С—Р С•Р СР Р…Р С‘РЎв‚¬РЎРЉ, Р С”Р В°Р С” Р Р†РЎвЂ№Р С–Р В»РЎРЏР Т‘РЎРЏРЎвЂљ РЎвЂљР В°Р С”Р С‘Р Вµ Р С—Р С•Р С”Р ВµР СР С•Р Р…РЎвЂ№?";
            $pers   = '<a href="'.$href.'16">Р С™ РЎРѓР С•Р В¶Р В°Р В»Р ВµР Р…Р С‘РЎР‹, РЎРѓР С‘Р Р†Р В°Р в„–Р С—Р ВµРЎР‚РЎвЂ№ Р Р…Р Вµ Р Р†Р С•Р Т‘РЎРЏРЎвЂљРЎРѓРЎРЏ Р Р† Р Р…Р В°РЎв‚¬Р С‘РЎвЂ¦ Р С”РЎР‚Р В°РЎРЏРЎвЂ¦.</a>';
            $pers  .= '<a href="'.$href.'17">Р В Р В°Р В·РЎС“Р СР ВµР ВµРЎвЂљРЎРѓРЎРЏ! Р Р‡ Р В¶Р Вµ Р Р†Р ВµР В»Р С‘Р С”Р С‘Р в„– Р СР В°РЎРѓРЎвЂљР ВµРЎР‚ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†. Р СњР ВµРЎС“Р В¶РЎвЂљР С• РЎвЂљРЎвЂ№ Р В·Р В°Р В±РЎвЂ№Р В»? </a>';
            $pers  .= '<a href="'.$href.'18">Р СџР С•Р СР Р…РЎР‹ Р Р…Р ВµР СР Р…Р С•Р С–Р С•, Р Р…Р С• Р ВµРЎРѓР В»Р С‘ Р Т‘Р В°Р В¶Р Вµ Р С‘ Р Р…Р Вµ РЎвЂљР В°Р С”РІР‚В¦ Р вЂ™Р С•РЎвЂљ, РЎРѓР СР С•РЎвЂљРЎР‚Р С‘, Р Р† Р С—Р С•Р С”Р ВµР Т‘Р ВµР С”РЎРѓР Вµ Р ВµРЎРѓРЎвЂљРЎРЉ Р ВµР С–Р С• РЎвЂћР С•РЎвЂљР С•.</a>';
        break;
        case 16:
            $about  = " Р В­РЎвЂљР С• Р Р…Р С‘РЎвЂЎР ВµР С–Р С•! Р вЂўРЎРѓР В»Р С‘ Р Р†Р Т‘РЎР‚РЎС“Р С– РЎвЂЎРЎвЂљР С•, РЎРЏ Р В±РЎС“Р Т‘РЎС“ Р Р†РЎРѓР Вµ Р С‘РЎРѓР С—РЎР‚Р В°Р Р†Р В»РЎРЏРЎвЂљРЎРЉ. Р СџРЎР‚Р С•РЎРѓРЎвЂљР С• Р С•Р В±Р ВµРЎвЂ°Р В°Р в„– Р С—Р С•Р СР С•РЎвЂЎРЎРЉ Р СР Р…Р Вµ!";
            $pers   = '<a href="'.$href.'19">Р В Р В°Р В·РЎС“Р СР ВµР ВµРЎвЂљРЎРѓРЎРЏ. Р В§РЎвЂљР С• РЎРЏ Р Т‘Р С•Р В»Р В¶Р ВµР Р… Р Т‘Р ВµР В»Р В°РЎвЂљРЎРЉ? </a>';
            $pers  .= '<a href="'.$href.'11">Р СћРЎвЂ№ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• Р Р…Р Вµ Р С—РЎР‚Р ВµР Т‘РЎРѓРЎвЂљР В°Р Р†Р В»РЎРЏР ВµРЎв‚¬РЎРЉ Р С”Р В°Р С” Р СР Р…Р Вµ РЎРЊРЎвЂљР С• Р Р†РЎРѓР Вµ Р Р…Р В°Р Т‘Р С•Р ВµР В»Р С•. Р СљР Р…Р С•Р С–Р С• Р В±Р С•Р В»РЎвЂљР С•Р Р†Р Р…Р С‘ Р С‘Р В· Р Р…Р С‘РЎвЂЎР ВµР С–Р С•. Р вЂ”Р В°Р В±Р С‘РЎР‚Р В°Р в„– РЎРѓР Р†Р С•РЎР‹ Р В·Р СР ВµРЎР‹Р С”РЎС“ Р С‘ Р Т‘Р ВµР В»Р В°Р в„–, РЎвЂЎРЎвЂљР С• РЎвЂ¦Р С•РЎвЂЎР ВµРЎв‚¬РЎРЉ. Р С’ РЎРѓ Р СР ВµР Р…РЎРЏ РЎвЂ¦Р Р†Р В°РЎвЂљР С‘РЎвЂљ. </a>';
        break;
        case 17:
            $about  = " Р С™Р С•Р Р…Р ВµРЎвЂЎР Р…Р С•, Р Р…Р ВµРЎвЂљ! Р В РЎвЂљРЎвЂ№ РЎРѓР С•Р С–Р В»Р В°РЎРѓР С‘РЎв‚¬РЎРЉРЎРѓРЎРЏ Р С—Р С•Р СР С•РЎвЂЎРЎРЉ Р СР Р…Р Вµ? Р СџРЎР‚Р В°Р Р†Р Т‘Р В°-Р С—РЎР‚Р В°Р Р†Р Т‘Р В°?!";
            $pers   = '<a href="'.$href.'19">РІР‚В¦ Р С—РЎР‚Р В°Р Р†Р Т‘Р В°-Р С—РЎР‚Р В°Р Р†Р Т‘Р В°. Р СћР В°Р С” РЎвЂЎРЎвЂљР С•? Р СџРЎР‚Р С‘РЎРѓРЎвЂљРЎС“Р С—Р С‘Р С?</a>';
        break;
        case 18:
            $about  = " Р Р€РЎвЂ¦, РЎвЂљРЎвЂ№! *Р В°РЎС“РЎР‚Р В° Р Р†Р С•РЎРѓРЎвЂљР С•РЎР‚Р С–Р В°* Р вЂќР В° РЎРЊРЎвЂљР С• Р В¶Р Вµ Р РЋР С”Р Р†Р С‘Р В·Р С‘! Р СњР В°РЎРѓРЎвЂљР С•РЎРЏРЎвЂ°Р С‘Р в„– Р РЋР С”Р Р†Р С‘Р В·Р С‘! Р СџРЎР‚РЎРЏР СР С• Р С”Р В°Р С” Р В¶Р С‘Р Р†Р С•Р в„–! Р СљРЎвЂ№ РЎРѓ РЎвЂљР С•Р В±Р С•Р в„– РЎвЂљР С•РЎвЂЎР Р…Р С• Р Р†РЎРѓР ВµРЎвЂ¦ Р С—Р С•Р В±Р ВµР Т‘Р С‘Р С!";
            $pers   = '<a href="'.$href.'19">Р ВР Р…Р В°РЎвЂЎР Вµ Р С‘ Р В±РЎвЂ№РЎвЂљРЎРЉ Р Р…Р Вµ Р СР С•Р В¶Р ВµРЎвЂљ. Р СћР В°Р С” РЎРѓ РЎвЂЎР ВµР С–Р С• Р Р…Р В°РЎвЂЎР Р…Р ВµР С? </a>';
        break;
        case 19:
            $about  = " Р ВРЎвЂљР В°Р С”! Р СџРЎР‚Р ВµР В¶Р Т‘Р Вµ Р Р†РЎРѓР ВµР С–Р С•, Р Р…Р В°Р С Р С—Р С•Р Р…Р В°Р Т‘Р С•Р В±Р С‘РЎвЂљРЎРѓРЎРЏ РЎРѓР Р…Р ВµР С–! 
                        Р вЂќР В°! Р СћР С•РЎвЂЎР Р…Р С•! Р С›РЎвЂЎР ВµР Р…РЎРЉ Р СР Р…Р С•Р С–Р С• РЎРѓР Р…Р ВµР С–Р В°! 
                        Р вЂР ВµР В· РЎРѓР Р…Р ВµР С–Р В° Р Р…Р В°Р С Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• Р Р…Р С‘Р С”Р В°Р С”!.. *Р Р†РЎвЂ№РЎР‚Р В°Р В¶Р ВµР Р…Р С‘Р Вµ Р В»Р С‘РЎвЂ Р В° Р вЂќР В¶Р ВµР в„–Р С”Р С‘ Р С—РЎР‚Р С‘Р С•Р В±РЎР‚Р ВµР В»Р С• Р С—Р С•Р В±Р ВµР Т‘Р С•Р Р…Р С•РЎРѓР Р…РЎвЂ№Р в„– Р Р†Р С‘Р Т‘ РЎРѓ Р Р…Р ВµР С”Р С•Р ВµР в„– Р С”Р С•Р СР С‘РЎвЂЎР Р…Р С•РЎРѓРЎвЂљРЎРЉРЎР‹, Р С—РЎР‚Р С‘РЎРѓРЎС“РЎвЂ°Р ВµР в„– Р Р†РЎРѓР ВµР С Р Т‘Р ВµРЎвЂљРЎРЏР С* 
                        Р РЋР Р…Р ВµР С– РІР‚вЂњ РЎРЊРЎвЂљР С• РЎС“Р В¶Р Вµ Р С—Р С•Р В»Р С•Р Р†Р С‘Р Р…Р В° Р С—Р С•Р В±Р ВµР Т‘РЎвЂ№! Р С’ Р Т‘РЎР‚РЎС“Р С–Р В°РЎРЏ Р В±РЎС“Р Т‘Р ВµРЎвЂљ Р В·Р В° Р РЋР С”Р Р†Р С‘Р В·Р С‘! 
                        Р СџР С•РЎРЊРЎвЂљР С•Р СРЎС“ РЎвЂљР В°РЎвЂ°Р С‘Р С РЎРѓРЎвЂљР С•Р В»РЎРЉР С”Р С• Р С”Р С•Р СРЎРЉР ВµР Р†, РЎРѓР С”Р С•Р В»РЎРЉР С”Р С• РЎРѓР СР С•Р В¶Р ВµР С РЎС“Р Р…Р ВµРЎРѓРЎвЂљР С‘!";
            $pers   = '<a href="/game.php?go=char">*Р Р€Р в„–РЎвЂљР С‘ Р Р† Р С—Р С•Р С‘РЎРѓР С”Р В°РЎвЂ¦ Р В·Р В°Р В»Р С•Р С–Р В° Р С—Р С•Р В±Р ВµР Т‘РЎвЂ№*</a>';
            if(empty($eventQuest['id'])) insert('quest_events',array('quest'=>2, 'users'=>$_SESSION['id'], 'etapes'=>2));
        break;
        default:
           die("<script>location.href='game.php?go=char';</script>");
      }
    }elseif(!empty($eventQuest['id']) && $eventQuest['etapes'] == 2){
      switch ($do){                  
        case 1:
            $about   = "Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–-Р В·Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–! Р С™Р В°Р С” РЎвЂљР В°Р С Р Р…Р В°РЎв‚¬ Р С—РЎР‚Р С•Р С–РЎР‚Р ВµРЎРѓРЎРѓ?";
            $pers    = '<a href="'.$href.'2">Р вЂ™Р С•РЎвЂљ! Р Р‡ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ(-Р В»Р В°) Р ВµРЎвЂ°Р Вµ Р С”Р С•Р СРЎРЉР ВµР Р† РЎРѓР Р…Р ВµР С–Р В°. Р РЋР СР С•РЎвЂљРЎР‚Р С‘, Р С”Р В°Р С”Р С‘Р Вµ Р В±Р С•Р В»РЎРЉРЎв‚¬Р С‘Р Вµ.</a>';
            $pers   .= '<a href="'.$href.'3">Р СџРЎР‚Р С•Р Т‘Р Р†Р С‘Р С–Р В°Р ВµРЎвЂљРЎРѓРЎРЏ. Р С™Р В°Р С” Р Т‘РЎС“Р СР В°Р ВµРЎв‚¬РЎРЉ, Р С”Р В°Р С”Р С•Р Р†РЎвЂ№ Р Р…Р В°РЎв‚¬Р С‘ РЎв‚¬Р В°Р Р…РЎРѓРЎвЂ№?</a>';
            $pers   .= '<a href="/game.php?go=char">Р ВР Т‘Р ВµРЎвЂљ Р С—Р С• Р Р†Р С•РЎРѓРЎвЂ¦Р С•Р Т‘РЎРЏРЎвЂ°Р ВµР в„–. Р Р‡ РЎвЂљРЎС“РЎвЂљ РЎР‚Р В°Р В·Р Т‘Р С•Р В±РЎвЂ№Р В»(-Р В°) РЎвЂљР ВµР В±Р Вµ РЎвЂЎР В°РЎР‹. Р СљР С•Р В¶Р ВµРЎвЂљ, Р С—РЎР‚Р ВµРЎР‚Р Р†Р ВµРЎв‚¬РЎРЉРЎРѓРЎРЏ Р Р…Р ВµР Р…Р В°Р Т‘Р С•Р В»Р С–Р С•? Р С’ РЎвЂљР С• РЎвЂљР В°Р С” Р Р…Р ВµР Т‘Р С•Р В»Р С–Р С• Р С‘ Р С—РЎР‚Р С•РЎРѓРЎвЂљРЎС“Р Т‘Р С‘РЎвЂљРЎРЉРЎРѓРЎРЏ. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
        break;
        case 2:
          $shar = coolseitems(71,$_SESSION['id']);
          $shar2 = coolseitems(72,$_SESSION['id']);
          $shar3 = coolseitems(73,$_SESSION['id']);
          $sharCount = formatnum($shar);
          $sharCount2 = formatnum($shar2);
          $sharCount3 = formatnum($shar3);
                 
          if($shar > 0 || $shar2 > 0 || $shar3 > 0) {
             $umn = 0;
             if($shar > 0)  { minus_item($shar,71);  $umn += 1*$shar;  } else $shar  = 0;
             if($shar2 > 0) { minus_item($shar2,72); $umn += 2*$shar2; } else $shar2 = 0;
             if($shar3 > 0) { minus_item($shar3,73); $umn += 3*$shar3; } else $shar3 = 0;
             update('quest_events',array('count_event_1'=>($eventQuest['count_event_1']+$umn)),'id='.(int)$eventQuest['id']);
          }
          
          if($shar > 0 || $shar2 > 0 || $shar3 > 0) {
            $rand = rand(1,3);
            $about = '';
            if($rand == 1){
              $about   .= "Р В§РЎС“Р Т‘Р ВµРЎРѓР Р…Р С•! Р СћРЎвЂ№ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• Р В»РЎС“РЎвЂЎРЎв‚¬Р С‘Р в„–(-Р В°РЎРЏ)! *Р В±Р ВµР В¶Р С‘РЎвЂљ Р С—Р С•Р СР С•Р С–Р В°РЎвЂљРЎРЉ* Р вЂќР В°Р Р†Р В°Р в„–-Р С”Р В° Р С—Р С•РЎРѓРЎвЂљР В°Р Р†Р С‘Р С Р С‘РЎвЂ¦ РЎвЂљРЎС“Р Т‘Р В°, Р В±Р В»Р С‘Р В¶Р Вµ Р С” РЎвЂ¦Р Р†Р С•РЎРѓРЎвЂљРЎС“.";
            }elseif($rand == 2){
              $about   .= "Р С›Р В±Р В°Р В»Р Т‘Р ВµР Р…Р Р…Р С•! Р СћРЎвЂ№ РЎвЂљР С•Р В»РЎРЉР С”Р С• Р С—Р С•РЎРѓР СР С•РЎвЂљРЎР‚Р С‘! Р С›Р Р… Р С—Р С•РЎвЂЎРЎвЂљР С‘ Р С–Р С•РЎвЂљР С•Р Р†! Р С›РЎРѓРЎвЂљР В°Р В»Р С•РЎРѓРЎРЉ РЎвЂљР С•Р В»РЎРЉР С”Р С• РЎвЂЎРЎС“РЎвЂљРЎРЉ-РЎвЂЎРЎС“РЎвЂљРЎРЉ Р В·Р Т‘Р ВµРЎРѓРЎРЉ Р С—Р С•Р Т‘Р С—РЎР‚Р В°Р Р†Р С‘РЎвЂљРЎРЉРІР‚В¦";
            }else{
              $about   .= "Р С›РЎвЂљР В»Р С‘РЎвЂЎР Р…Р С•. Р вЂўРЎвЂ°Р Вµ Р В±РЎвЂ№ Р С—Р В°РЎР‚РЎС“ РЎРѓР С•РЎРѓРЎС“Р В»Р ВµР С” РЎРѓРЎР‹Р Т‘Р В°. Р Р‡ РЎвЂ¦Р С•РЎвЂЎРЎС“ Р ВµР СРЎС“ Р С”Р В»РЎвЂ№Р С”Р С‘ Р С—Р С•РЎРѓРЎвЂљР В°Р Р†Р С‘РЎвЂљРЎРЉ. Р В§РЎвЂљР С•Р В±РЎвЂ№ Р В±РЎвЂ№Р В»Р С‘ Р С”Р В°Р С” Р Р…Р В°РЎРѓРЎвЂљР С•РЎРЏРЎвЂ°Р С‘Р Вµ.";
            }
            $about  .= "<br>Р С›Р В±РЎвЂ°Р ВµР Вµ Р С”Р С•Р В»Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р С• РЎРѓР Т‘Р В°РЎвЂЎР С‘(РЎРѓ РЎС“РЎвЂЎР ВµРЎвЂљР С•Р С РЎС“Р СР Р…Р С•Р В¶Р ВµР Р…Р С‘РЎРЏ Р В·Р В° Р В±Р С•Р В»РЎРЉРЎв‚¬Р С‘Р Вµ РЎв‚¬Р В°РЎР‚РЎвЂ№ РЎРѓР Р…Р ВµР С–Р В°): ".($eventQuest['count_event_1']+$umn)." РЎв‚¬РЎвЂљ.";           
            $pers    = '<a href="/game.php?go=char">*Р Р€Р в„–РЎвЂљР С‘ Р В·Р В° РЎРѓР В»Р ВµР Т‘РЎС“РЎР‹РЎвЂ°Р ВµР в„– Р С—Р В°РЎР‚РЎвЂљР С‘Р ВµР в„–*</a>';        
          }else{
            $about   = " Р С›Р в„–, Р Т‘Р В° РЎРЊРЎвЂљР С•РЎвЂљ Р С”Р С•Р С РЎР‚Р В°РЎРѓРЎРѓРЎвЂ№Р С—Р В°Р В»РЎРѓРЎРЏ РЎС“ РЎвЂљР ВµР В±РЎРЏ Р С—РЎР‚РЎРЏР СР С• Р Р† РЎР‚РЎС“Р С”Р В°РЎвЂ¦! *РЎвЂ¦Р С•РЎвЂ¦Р С•РЎвЂЎР ВµРЎвЂљ* Р В Р С—Р С•РЎвЂЎР ВµР СРЎС“ РЎРЊРЎвЂљР С•РЎвЂљ РЎРѓР Р…Р ВµР С– РЎРѓР С•Р Р†РЎРѓР ВµР С Р Р…Р Вµ РЎвЂ¦Р С•РЎвЂЎР ВµРЎвЂљ Р В»Р ВµР С—Р С‘РЎвЂљРЎРЉРЎРѓРЎРЏ?";
            $pers    = '<a href="/game.php?go=char">*Р Р€Р в„–РЎвЂљР С‘ Р В·Р В° РЎРѓР В»Р ВµР Т‘РЎС“РЎР‹РЎвЂ°Р ВµР в„– Р С—Р В°РЎР‚РЎвЂљР С‘Р ВµР в„–*</a>';              
          }         
        break;
        case 3:
            $about    = "Р СџР В°Р С—Р В° РЎРѓР С”Р В°Р В·Р В°Р В», РЎвЂЎРЎвЂљР С• РЎРЊРЎвЂљР С• Р С–Р С•Р Т‘ Р С”Р В°Р С” РЎР‚Р В°Р В· Р РЋР С”Р Р†Р С‘Р В·Р С‘Р Р…! Р вЂ”Р Р…Р В°РЎвЂЎР С‘РЎвЂљ, Р СРЎвЂ№ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• Р С•Р В±РЎРЏР В·Р В°Р Р…РЎвЂ№ Р Р†РЎвЂ№Р С‘Р С–РЎР‚Р В°РЎвЂљРЎРЉ. Р СњРЎС“ Р Т‘Р В°Р В¶Р Вµ Р ВµРЎРѓР В»Р С‘ Р С•Р С—РЎРЏРЎвЂљРЎРЉ РЎвЂЎРЎвЂљР С•-РЎвЂљР С• РЎРѓР В»Р С•Р В¶Р С‘РЎвЂљРЎРѓРЎРЏ Р Р…Р Вµ РЎвЂљР В°Р С”РІР‚В¦ РЎРЏ Р Р†РЎРѓР Вµ РЎР‚Р В°Р Р†Р Р…Р С• Р Р…Р Вµ Р С—Р С•Р В·Р Р†Р С•Р В»РЎР‹ РЎвЂљР ВµР В±Р Вµ РЎС“Р в„–РЎвЂљР С‘ Р Р…Р С‘ РЎРѓ РЎвЂЎР ВµР С.";
            $pers     = '<a href="'.$href.'2">Р Р‡ РЎвЂљР ВµР В±Р Вµ РЎвЂљРЎС“РЎвЂљ Р ВµРЎвЂ°Р Вµ Р С”Р С•Р Вµ-РЎвЂЎРЎвЂљР С• Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ(-Р В»Р В°)РІР‚В¦</a>'; 
            $pers    .= '<a href="/game.php?go=char">Р В Р В°Р Т‘(-Р В°) РЎРѓР В»РЎвЂ№РЎв‚¬Р В°РЎвЂљРЎРЉ! <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';                     
        break;
        default:
           die("<script>location.href='game.php?go=char';</script>");
      }    
    }else{
      switch ($do){                  
        case 1:
            $about   = "Р Р‡ РЎвЂљР ВµР В±РЎРЏ Р В·Р В°Р С—Р С•Р СР Р…Р С‘Р В»! Р СћРЎвЂ№ Р Р…Р ВµРЎвЂ¦Р С•РЎР‚Р С•РЎв‚¬Р С‘Р в„–РІР‚В¦ Р СњР Вµ Р С—Р С•Р Т‘РЎвЂ¦Р С•Р Т‘Р С‘ Р С”Р С• Р СР Р…Р Вµ Р С‘Р В»Р С‘ РЎРѓ РЎвЂљР С•Р В±Р С•Р в„– Р В±РЎС“Р Т‘Р ВµРЎвЂљ РЎР‚Р В°Р В·Р В±Р С‘РЎР‚Р В°РЎвЂљРЎРЉРЎРѓРЎРЏ Р С—Р В°Р С—Р В°.)"; 
            $pers    = '<a href="/game.php?go=char">Р ТђР С...<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';            
        break;
        default:
           die("<script>location.href='game.php?go=char';</script>");
      }    
    }
   
  }
}else{
  die("<script>location.href='game.php?go=char';</script>");
}
?>