<?php
    $pers = obr_chis($_GET['quest_npc']);
    $do   = obr_chis($_GET['do']);
    $quest_isset_const = 1;
    $name = "Р В¦Р С‘РЎР‚Р С”Р В°РЎвЂЎ Р РЋРЎвЂљР С‘Р Р†";
    $href = '/game.php?go=char&quest_npc='.$pers.'&do=';
if(!$q3){ 
  switch ($do) {
    case 1:
        $about  = "Р вЂ”Р Т‘РЎР‚Р В°РЎРѓРЎвЂљР Р†РЎС“Р в„–,РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†!";
        $pers   = '<a href="'.$href.'2">Р вЂ”Р Т‘РЎР‚Р В°РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ!... Р РЋРЎС“Р Т‘РЎРЏ Р С—Р С• Р Р†Р В°РЎв‚¬Р ВµР СРЎС“ РЎРЏРЎР‚Р С”Р С•Р СРЎС“ Р Р†Р С‘Р Т‘РЎС“ Р С•Р Т‘Р ВµР В¶Р Т‘РЎвЂ№ - Р Р†РЎвЂ№ РЎР‚Р В°Р В±Р С•РЎвЂљР В°Р ВµРЎвЂљР Вµ Р Р† РЎвЂ Р С‘РЎР‚Р С”Р Вµ?</a>';
      break;
    case 2:
        $about = "Р Р€Р С–Р В°Р Т‘Р В°Р В»! Р В РЎРЏ РЎРѓРЎвЂљР С•РЎР‹ Р В·Р Т‘Р ВµРЎРѓРЎРЉ Р Р…Р Вµ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• РЎвЂљР В°Р С”... 
                  Р СљРЎвЂ№ Р С•РЎвЂљР С”РЎР‚РЎвЂ№Р В»Р С‘ Р ВµРЎвЂ°Р Вµ Р С•Р Т‘Р С‘Р Р… РЎвЂ Р С‘РЎР‚Р С” Р Р† РЎР‚Р ВµР С–Р С‘Р С•Р Р…Р Вµ, Р Р…Р С•, Р С” РЎРѓР С•Р В¶Р В°Р В»Р ВµР Р…Р С‘РЎР‹, РЎС“ Р Р…Р В°РЎРѓ Р СР В°Р В»Р С• РЎвЂ Р С‘РЎР‚Р С”Р С•Р Р†РЎвЂ№РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†. 
                  Р Р‡ РЎРѓРЎвЂљР С•РЎР‹ Р В·Р Т‘Р ВµРЎРѓРЎРЉ... Р СњР С• РЎС“ Р СР ВµР Р…РЎРЏ Р Р†РЎРѓР Вµ Р Р…Р С‘Р С”Р В°Р С” Р Р…Р Вµ Р С—Р С•Р В»РЎС“РЎвЂЎР В°Р ВµРЎвЂљРЎРѓРЎРЏ Р С‘РЎвЂ¦ Р С—Р С•Р в„–Р СР В°РЎвЂљРЎРЉ!";
         $pers  = '<a href="'.$href.'3">Р С™Р В°Р С” РЎРЏ Р С—Р С•Р Р…Р С‘Р СР В°РЎР‹, РЎвЂљР ВµР В±Р Вµ Р Р…РЎС“Р В¶Р Р…Р В° Р С—Р С•Р СР С•РЎвЂ°РЎРЉ?</a>';
      break;
    case 3:
        $about = "Р РЋР Р…Р С•Р Р†Р В° РЎС“Р С–Р В°Р Т‘Р В°Р В»! Р Р‡ Р В±РЎвЂ№Р В» Р В±РЎвЂ№ РЎвЂљР ВµР В±Р Вµ Р С•РЎвЂЎР ВµР Р…РЎРЉ Р С—РЎР‚Р С‘Р В·Р Р…Р В°РЎвЂљР ВµР В»Р ВµР Р…. 
                  Р СњРЎС“Р В¶Р Р…Р С• Р С—Р С•Р в„–Р СР В°РЎвЂљРЎРЉ 5 РЎР‚Р В°Р В·Р Р…РЎвЂ№РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†! Р СњР С• Р С—РЎР‚Р С‘ РЎРЊРЎвЂљР С•Р С Р ВµРЎРѓРЎвЂљРЎРЉ Р С•Р Т‘Р Р…Р С• РЎС“РЎРѓР В»Р С•Р Р†Р С‘Р Вµ. 
                  Р С›Р Р…Р С‘ Р Т‘Р С•Р В»Р В¶Р Р…РЎвЂ№ Р В±РЎвЂ№РЎвЂљРЎРЉ Р Р†РЎРѓР Вµ 35 РЎС“РЎР‚Р С•Р Р†Р Р…РЎРЏ. Р РЋР СР С•РЎвЂљРЎР‚Р С‘ Р В·Р В° РЎРЊРЎвЂљР С‘Р С!";
         $pers  = '<a href="'.$href.'4" target="_chat_two"> Р СњРЎС“ РЎвЂЎРЎвЂљР С• Р В¶Р Вµ, Р Р†РЎР‚Р ВµР СРЎРЏ РЎС“ Р СР ВµР Р…РЎРЏ Р ВµРЎРѓРЎвЂљРЎРЉ, Р С—Р С•Р С—РЎР‚Р С•Р В±РЎС“РЎР‹ Р С—Р С•Р СР С•РЎвЂЎРЎРЉ РЎвЂљР ВµР В±Р Вµ! Р РЋР С”Р С•РЎР‚Р С• Р Р†Р ВµРЎР‚Р Р…РЎС“РЎРѓРЎРЉ!</a>';
      break;
    case 4:
         if(!$q3) insert('quest',array('quest_id'=>3, 'user_id'=>$_SESSION['id'], 'process'=>2));
        die("<script>parent._location.location.href='game.php?go=char';</script>");
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}
if($q3 && $qx03){ 
  switch ($do) {
    case 1:
        $about  = "Р С›! Р СћРЎвЂ№ РЎС“Р В¶Р Вµ Р Р†Р ВµРЎР‚Р Р…РЎС“Р В»РЎРѓРЎРЏ? Р СњРЎС“ Р С”Р В°Р С” Р Т‘Р ВµР В»Р В° РЎРѓ Р С—Р С•Р С‘Р СР С”Р С•Р в„–?";
        $pers   = '<a href="'.$href.'2">Р вЂ™Р С•РЎвЂљ Р С—Р С•Р С”Р ВµР В±Р С•Р В»Р В»РЎвЂ№ РЎРѓ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р В°Р СР С‘ Р Р†Р Р…РЎС“РЎвЂљРЎР‚Р С‘. </a>';
        $pers  .= '<a href="/game.php?go=char">Р СџР С•Р С”Р В° РЎвЂЎРЎвЂљР С• РЎРЏ Р Р…Р Вµ Р С—Р С•Р в„–Р СР В°Р В» Р Р…РЎС“Р В¶Р Р…Р С•Р Вµ Р С”Р С•Р В»Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р С•.</a>';
      break;
    case 2:
        if(qCountPoke(6)){
          $a = qPokeBase(12,35);
          $b = qPokeBase(24,35);
          $c = qPokeBase(49,35);
          $d = qPokeBase(15,35);
          $e = qPokeBase(57,35);
          $x = array(1=>'<br>#012 Butterfree 35-lvl',2=>'<br>#024 Arbok 35-lvl',3=>'<br>#049 Venomoth 35-lvl',4=>'<br>#015 Beedrill 35-lvl',5=>'<br>#057 Primeape 35-lvl');
          if($a && $b && $c && $d && $e){
           qDelPoke($a); qDelPoke($b); qDelPoke($c); qDelPoke($d); qDelPoke($e);
           plus_item(50000,1);
           plus_item(20,3);
           quest_update(3, 10, 1);
           questRangUp(2);
            $about = "Р С›Р С–РЎР‚Р С•Р СР Р…Р С•Р Вµ РЎвЂљР ВµР В±Р Вµ РЎРѓР С—Р В°РЎРѓР С‘Р В±Р С•! Р С™Р В°Р С” РЎвЂљРЎвЂ№ Р Р†РЎвЂ№РЎР‚РЎС“РЎвЂЎР С‘Р В»! Р РЋР В»РЎС“РЎв‚¬Р В°Р в„–, Р ВµРЎРѓР В»Р С‘ РЎР‚Р ВµРЎв‚¬Р С‘РЎв‚¬РЎРЉ Р В·Р В°Р в„–РЎвЂљР С‘ Р Р† РЎвЂ Р С‘РЎР‚Р С”, РЎвЂљР С• РЎвЂљР ВµР В±Р Вµ Р В±Р С‘Р В»Р ВµРЎвЂљ Р В±РЎС“Р Т‘Р ВµРЎвЂљ Р В±Р ВµРЎРѓР С—Р В»Р В°РЎвЂљР Р…РЎвЂ№Р в„–! Р Р‡ РЎРЊРЎвЂљР С• РЎвЂљР ВµР В±Р Вµ Р С•Р В±Р ВµРЎвЂ°Р В°РЎР‹!";
            $pers  = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•! Р вЂќР С• Р Р†РЎРѓРЎвЂљРЎР‚Р ВµРЎвЂЎР С‘!</a>';
          }else{
            $s = false;
            if(!$a) $s .= $x[1]; if(!$b) $s .= $x[2]; if(!$c) $s .= $x[3]; if(!$d) $s .= $x[4]; if(!$e) $s .= $x[5];
            $about  = "Р вЂ”Р В°РЎвЂЎР ВµР С РЎвЂљРЎвЂ№ Р СР ВµР Р…РЎРЏ Р С•Р В±Р СР В°Р Р…РЎвЂ№Р Р†Р В°Р ВµРЎв‚¬РЎРЉ? Р Р€ РЎвЂљР ВµР В±РЎРЏ Р Р…Р Вµ РЎвЂ¦Р Р†Р В°РЎвЂљР В°Р ВµРЎвЂљ: ".$s;
            $pers  = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•...</a>';  
          }
        }else{
          $about = "Р РЋ РЎРѓР С•Р В±Р С•Р в„– РЎС“ РЎвЂљР ВµР В±РЎРЏ Р Т‘Р С•Р В»Р В¶Р Р…Р С• Р В±РЎвЂ№РЎвЂљРЎРЉ Р Р…Р Вµ Р СР ВµР Р…РЎРЉРЎв‚¬Р Вµ 6-РЎвЂљР С‘ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†!";
          $pers  = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р С—РЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ.</a>';        
        }
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}
?>