<?php       
require_once $_SERVER['DOCUMENT_ROOT'] . '/include/function/function.post.items.php';  
    $person = obr_chis($_GET['npc']);
    $do   = obr_chis($_GET['do']);
    $quest_isset_const = 1;
    $name = "Р вЂР С•РЎР‚РЎвЂљР С—РЎР‚Р С•Р Р†Р С•Р Т‘Р Р…Р С‘РЎвЂ Р В° Р С™Р В»РЎРЊРЎР‚Р С‘";
    $href = '/game.php?go=char&npc='.$person.'&do=';
if(!empty($do)){
    switch ($do){                  
      case 1:
            $about   = "Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–, РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚! Р В§Р ВµР С РЎРЏ Р СР С•Р С–РЎС“ РЎвЂљР ВµР В±Р Вµ Р С—Р С•Р СР С•РЎвЂЎРЎРЉ?";
            $pers    = '<a href="'.$href.'2">Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ, РЎС“ Р СР ВµР Р…РЎРЏ Р ВµРЎРѓРЎвЂљРЎРЉ Р В±Р С‘Р В»Р ВµРЎвЂљ Р С‘ РЎРЏ Р В±РЎвЂ№ РЎвЂ¦Р С•РЎвЂљР ВµР В»(-Р В°) Р С—РЎР‚Р С•Р в„–РЎвЂљР С‘ Р Р…Р В° РЎвЂљР ВµР С—Р В»Р С•РЎвЂ¦Р С•Р Т‘.</a>';
            $pers   .= '<a href="'.$href.'3">Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ, РЎРЏ Р В±РЎвЂ№ РЎвЂ¦Р С•РЎвЂљР ВµР В»(-Р В°) РЎС“Р В·Р Р…Р В°РЎвЂљРЎРЉ РЎР‚Р В°РЎРѓР С—Р С‘РЎРѓР В°Р Р…Р С‘Р Вµ Р С•РЎвЂљР С—РЎР‚Р В°Р Р†Р С”Р С‘ РЎвЂљР ВµР С—Р В»Р С•РЎвЂ¦Р С•Р Т‘Р В°.</a>';
            $pers   .= '<a href="/game.php?go=char">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ, РЎРЏ Р С•РЎв‚¬Р С‘Р В±РЎРѓРЎРЏ(-Р В»Р В°РЎРѓРЎРЉ).</a>';
      break;
      case 2:
        $xd = datWeekday('Monday,Wednesday,Saturday,Sunday');
        $xt = false;
        $tim = date('H:i:s');
        $y = date('Y');
        $m = date('m'); 
        $d = date('d');
         if(datWeekday('Monday,Wednesday')) {          
              if($tim >= '11:30:00' && $tim < '12:00:00') $xt = date("Y-m-d H:i:s", mktime(17, 00, 00, $m, $d, $y));
          elseif($tim >= '17:30:00' && $tim < '18:00:00') $xt = date("Y-m-d H:i:s", mktime(23, 00, 00, $m, $d, $y));
          elseif($tim >= '22:51:00' && $tim < '23:59:00') $xt = date("Y-m-d H:i:s", mktime(03, 00, 00, $m, $d+1, $y));
         }elseif(datWeekday('Saturday,Sunday')){
              if($tim >= '08:30:00' && $tim < '09:00:00') $xt = date("Y-m-d H:i:s", mktime(14, 00, 00, $m, $d, $y));
          elseif($tim >= '14:30:00' && $tim < '15:00:00') $xt = date("Y-m-d H:i:s", mktime(20, 00, 00, $m, $d, $y)); 
          elseif($tim >= '19:30:00' && $tim < '20:00:00') $xt = date("Y-m-d H:i:s", mktime(01, 00, 00, $m, $d+1, $y)); 
         }
         
         if(!empty($xd) && !empty($xt)){
           if(provitems(21,1)){
            minus_item(1,21);
            $loce  = 25;            
            if(!first('SELECT * FROM users_locvoz WHERE userid=%d AND tip="tiket"',$_SESSION['id'])){
              insert('users_locvoz',array('userid'=>$_SESSION['id'], 'locid'=>$loce, 'tip'=>'tiket', 'dop'=>$xt));
            }else{
              update('users_locvoz',array('locid'=>$loce, 'dop'=>$xt),'userid='.(int)$_SESSION['id'].' AND tip="tiket"');
            }
            update('users',array('buildmy'=>24),'id='.(int)$_SESSION['id']);
            $about   = "Р вЂќР С•Р В±РЎР‚Р С• Р С—Р С•Р В¶Р В°Р В»Р С•Р Р†Р В°РЎвЂљРЎРЉ Р Р…Р В° Р С—Р В°Р В»РЎС“Р В±РЎС“!";
            $pers    = '<a href="/game.php?go=char">[Р СџРЎР‚Р С•Р в„–РЎвЂљР С‘ Р Т‘Р В°Р В»РЎРЉРЎв‚¬Р Вµ]</a>';     
           }else{
            $about   = "Р СњР ВµР В·Р В°РЎвЂЎР ВµР С Р СР ВµР Р…РЎРЏ Р С•Р В±Р СР В°Р Р…РЎвЂ№Р Р†Р В°РЎвЂљРЎРЉ. Р вЂўРЎвЂ°Р Вµ Р Р…Р С‘Р С”Р С•Р СРЎС“ Р Р…Р Вµ РЎС“Р Т‘Р В°Р Р†Р В°Р В»Р С•РЎРѓРЎРЉ Р С—РЎР‚Р С•Р в„–РЎвЂљР С‘ РЎвЂЎР ВµРЎР‚Р ВµР В· Р СР ВµР Р…РЎРЏ Р В±Р ВµР В· Р В±Р С‘Р В»Р ВµРЎвЂљР В°.";
            $pers    = '<a href="/game.php?go=char">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ...<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';            
           }
         }else{
              $about   = "Р СњР В° РЎРѓР ВµР С–Р С•Р Т‘Р Р…РЎРЏРЎв‚¬Р Р…Р С‘Р в„– Р Т‘Р ВµР Р…РЎРЉ Р С•РЎвЂљР С—РЎР‚Р В°Р Р†Р С•Р С” Р Р…Р Вµ Р В·Р В°Р С—Р В»Р В°Р Р…Р С‘РЎР‚Р С•Р Р†Р В°Р Р…Р С•. Р СџР С•Р В¶Р В°Р В»РЎС“Р в„–РЎРѓРЎвЂљР В°, Р С•Р В·Р Р…Р В°Р С”Р С•Р СРЎРЉРЎвЂљР ВµРЎРѓРЎРЉ РЎРѓ РЎР‚Р В°РЎРѓР С—Р С‘РЎРѓР В°Р Р…Р С‘Р ВµР С Р С•РЎвЂљР С—РЎР‚Р В°Р Р†Р С”Р С‘ РЎвЂљР ВµР С—Р В»Р С•РЎвЂ¦Р С•Р Т‘Р В°.";
              $pers    = '<a href="'.$href.'3">Р Р‡ Р В±РЎвЂ№ РЎвЂ¦Р С•РЎвЂљР ВµР В»(-Р В°) РЎС“Р В·Р Р…Р В°РЎвЂљРЎРЉ РЎР‚Р В°РЎРѓР С—Р С‘РЎРѓР В°Р Р…Р С‘Р Вµ Р С•РЎвЂљР С—РЎР‚Р В°Р Р†Р С”Р С‘ РЎвЂљР ВµР С—Р В»Р С•РЎвЂ¦Р С•Р Т‘Р В°.</a>';
              $pers   .= '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р С—РЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
            if(!$xd && $xt){
              $about   = "Р СњР В° РЎРѓР ВµР С–Р С•Р Т‘Р Р…РЎРЏРЎв‚¬Р Р…Р С‘Р в„– Р Т‘Р ВµР Р…РЎРЉ Р С•РЎвЂљР С—РЎР‚Р В°Р Р†Р С•Р С” Р Р…Р Вµ Р В·Р В°Р С—Р В»Р В°Р Р…Р С‘РЎР‚Р С•Р Р†Р В°Р Р…Р С•. Р СџР С•Р В¶Р В°Р В»РЎС“Р в„–РЎРѓРЎвЂљР В°, Р С•Р В·Р Р…Р В°Р С”Р С•Р СРЎРЉРЎвЂљР ВµРЎРѓРЎРЉ РЎРѓ РЎР‚Р В°РЎРѓР С—Р С‘РЎРѓР В°Р Р…Р С‘Р ВµР С Р С•РЎвЂљР С—РЎР‚Р В°Р Р†Р С”Р С‘ РЎвЂљР ВµР С—Р В»Р С•РЎвЂ¦Р С•Р Т‘Р В°.";
              $pers    = '<a href="'.$href.'3">Р Р‡ Р В±РЎвЂ№ РЎвЂ¦Р С•РЎвЂљР ВµР В»(-Р В°) РЎС“Р В·Р Р…Р В°РЎвЂљРЎРЉ РЎР‚Р В°РЎРѓР С—Р С‘РЎРѓР В°Р Р…Р С‘Р Вµ Р С•РЎвЂљР С—РЎР‚Р В°Р Р†Р С”Р С‘ РЎвЂљР ВµР С—Р В»Р С•РЎвЂ¦Р С•Р Т‘Р В°.</a>';
              $pers   .= '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р С—РЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';              
            }
            if($xd && !$xt){
              $about   = "Р СњР В° Р Т‘Р В°Р Р…Р Р…РЎвЂ№Р в„– Р СР С•Р СР ВµР Р…РЎвЂљ Р Р…Р Вµ Р С—РЎР‚Р С•РЎвЂ¦Р С•Р Т‘Р С‘РЎвЂљ Р Р…Р С‘ Р С•Р Т‘Р Р…Р С•Р в„– Р С—Р С•РЎРѓР В°Р Т‘Р С”Р С‘. Р СџР С•Р В¶Р В°Р В»РЎС“Р в„–РЎРѓРЎвЂљР В° Р С•Р В·Р Р…Р В°Р С”Р С•Р СРЎРЉРЎвЂљР ВµРЎРѓРЎРЉ РЎРѓ РЎР‚Р В°РЎРѓР С—Р С‘РЎРѓР В°Р Р…Р С‘Р ВµР С Р С—Р С•РЎРѓР В°Р Т‘Р С”Р С‘ Р Р…Р В° РЎвЂљР ВµР С—Р В»Р С•РЎвЂ¦Р С•Р Т‘.";
              $pers    = '<a href="'.$href.'3">Р Р‡ Р В±РЎвЂ№ РЎвЂ¦Р С•РЎвЂљР ВµР В»(-Р В°) РЎС“Р В·Р Р…Р В°РЎвЂљРЎРЉ РЎР‚Р В°РЎРѓР С—Р С‘РЎРѓР В°Р Р…Р С‘Р Вµ Р С—Р С•РЎРѓР В°Р Т‘Р С”Р С‘ РЎвЂљР ВµР С—Р В»Р С•РЎвЂ¦Р С•Р Т‘Р В°.</a>';
              $pers   .= '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р С—РЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>'; 
            }
         }
      break;
      case 3:
          $about  = "Р С™Р С•Р Р…Р ВµРЎвЂЎР Р…Р С•, Р Р†Р С•РЎвЂљ: <br>
                     <table>
                      <tr>
                        <td width='150' align='center'><b>Р вЂќР ВµР Р…РЎРЉ Р С•РЎвЂљР С—РЎР‚Р В°Р Р†Р С”Р С‘:</b></td> 
                        <td width='150' align='center'><b>Р вЂ™РЎР‚Р ВµР СРЎРЏ Р С—Р С•РЎРѓР В°Р Т‘Р С”Р С‘ РЎРѓ:</b></td>
                        <td width='150' align='center'><b>Р вЂ™РЎР‚Р ВµР СРЎРЏ Р С•РЎвЂљР С—РЎР‚Р В°Р Р†Р С”Р С‘:</b></td> 
                        <td width='150' align='center'><b>Р вЂ™РЎР‚Р ВµР СРЎРЏ Р С—РЎР‚Р С‘Р В±РЎвЂ№РЎвЂљР С‘РЎРЏ:</b></td>
                      </tr>
                      <tr>
                        <td>Р СџР С•Р Р…Р ВµР Т‘Р ВµР В»РЎРЉР Р…Р С‘Р С”:</td> 
                        <td align='center'>11:30<br>17:30<br>21:30</td>
                        <td align='center'>12:00<br>18:00<br>22:00</td> 
                        <td align='center'>17:00<br>23:00<br>03:00</td>
                      </tr>
                      <tr>
                        <td>Р РЋРЎР‚Р ВµР Т‘Р В°:</td> 
                        <td align='center'>11:30<br>17:30<br>21:30</td>
                        <td align='center'>12:00<br>18:00<br>22:00</td> 
                        <td align='center'>17:00<br>23:00<br>03:00</td>
                      </tr>
                      <tr>
                        <td>Р РЋРЎС“Р В±Р В±Р С•РЎвЂљР В°:</td> 
                        <td align='center'>08:30<br>14:30<br>19:30</td>
                        <td align='center'>09:00<br>15:00<br>20:00</td> 
                        <td align='center'>14:00<br>20:00<br>01:00</td>
                      </tr>
                      <tr>
                        <td>Р вЂ™Р С•РЎРѓР С”РЎР‚Р ВµРЎРѓР ВµР Р…РЎРЉР Вµ:</td> 
                        <td align='center'>08:30<br>14:30<br>19:30</td>
                        <td align='center'>09:00<br>15:00<br>20:00</td> 
                        <td align='center'>14:00<br>20:00<br>01:00</td>
                      </tr>
                     </table>
                    ";
          $pers  = '<a href="/game.php?go=char">Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
      break;
      default:
         die("<script>location.href='game.php?go=char';</script>");
   }
}else{
  die("<script>location.href='game.php?go=char';</script>");
}
?>