<?php
    $pers = obr_chis($_GET['quest_npc']);
    $do   = obr_chis($_GET['do']);
    $quest_isset_const = 1;
    $name = "Р РЋР В»РЎС“РЎвЂЎР В°Р в„–Р Р…РЎвЂ№Р в„– Р С—РЎР‚Р С•РЎвЂ¦Р С•Р В¶Р С‘Р в„–";
    $href = '/game.php?go=char&quest_npc='.$pers.'&do=';
if($qx01){ 
  switch ($do) {
    case 1:
        $about = "Р вЂќР В°-Р Т‘Р В°? Р В§РЎвЂљР С•-РЎвЂљР С• Р Р…РЎС“Р В¶Р Р…Р С•?";
        $pers  = '<a href="'.$href.'2">Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ! Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ, Р Р…Р С• Р вЂ™РЎвЂ№ Р Р…Р Вµ Р В·Р В°Р СР ВµРЎвЂЎР В°Р В»Р С‘ РЎвЂљРЎС“РЎвЂљ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†?</a>';
      break;
    case 2:
        $about = "Р СџР С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†? Р вЂќР В° Р С‘РЎвЂ¦ РЎвЂљРЎС“РЎвЂљ Р СР Р…Р С•Р С–Р С• Р С–Р Т‘Р Вµ Р С—РЎР‚Р С•Р В±Р ВµР С–Р В°Р ВµРЎвЂљ. Р СњР С• Р Р†Р С‘Р Т‘Р ВµР В» Р С”Р В°Р С” РЎвЂљРЎР‚Р С•Р Вµ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р† Р Р†Р СР ВµРЎРѓРЎвЂљР Вµ РЎС“Р В±Р ВµР В¶Р В°Р В»Р С‘ Р Р…Р В° [Р вЂќР С•РЎР‚Р С•Р С–РЎС“ 1], Р ВµРЎРѓР В»Р С‘ РЎвЂљРЎвЂ№ Р С—РЎР‚Р С• Р Р…Р С‘РЎвЂ¦. 
                  Р вЂ™Р С—Р ВµРЎР‚Р Р†РЎвЂ№Р Вµ Р Р†Р С‘Р В¶РЎС“, РЎвЂЎРЎвЂљР С• Р В±РЎвЂ№ Р Р† Р Т‘Р С‘Р С”Р С•Р в„– Р С—РЎР‚Р С‘РЎР‚Р С•Р Т‘Р Вµ РЎР‚Р В°Р В·Р Р…РЎвЂ№Р Вµ РЎвЂљР С‘Р С—РЎвЂ№ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р† РЎРѓР С•Р В·Р Т‘Р В°Р Р†Р В°Р В»Р С‘ РЎРѓРЎвЂљР В°Р в„–Р С”Р С‘. Р С’ РЎвЂЎРЎвЂљР С• РЎРѓР В»РЎС“РЎвЂЎР С‘Р В»Р С•РЎРѓРЎРЉ?";
         $pers  = '<a href="'.$href.'3"  target="_chat_two">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ, Р Р…Р С• РЎС“ Р СР ВµР Р…РЎРЏ Р С•РЎвЂЎР ВµР Р…РЎРЉ Р СР В°Р В»Р С• Р Р†РЎР‚Р ВµР СР ВµР Р…Р С‘, РЎвЂЎРЎвЂљР С• Р В±РЎвЂ№ Р Р†РЎРѓР Вµ Р С•Р В±РЎР‰РЎРЏРЎРѓР Р…РЎРЏРЎвЂљРЎРЉ! Р С›Р С–РЎР‚Р С•Р СР Р…Р С•Р Вµ РЎРѓР С—Р В°РЎРѓР С‘Р В±Р С• Р В·Р В° Р С‘Р Р…РЎвЂћР С•РЎР‚Р СР В°РЎвЂ Р С‘РЎР‹! </a>';
      break;
    case 3:
        quest_update(1, 3, 0);
        die("<script>parent._location.location.href='game.php?go=char';</script>");
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}

?>