<?php
    $pers = obr_chis($_GET['quest_npc']);
    $do   = obr_chis($_GET['do']);
    $quest_isset_const = 1;
    $name = "Р С™Р С•Р Р…Р Т‘Р С‘РЎвЂљР ВµРЎР‚";
    $href = '/game.php?go=char&quest_npc='.$pers.'&do=';
     $dat  = date('Y-m-d, H:i:s');
if(!empty($do)){
  if(!empty($eventDay)){

    if(1==1){
      switch ($do){                  
        case 1:
            $about   = "Р вЂќР С•Р В±РЎР‚Р С•Р С–Р С• Р Р†РЎР‚Р ВµР СР ВµР Р…Р С‘ РЎРѓРЎС“РЎвЂљР С•Р С”! Р вЂ™РЎвЂ№ РЎвЂЎРЎвЂљР С•-РЎвЂљР С• РЎвЂ¦Р С•РЎвЂљР ВµР В»Р С‘?";
            $pers    = '<a href="'.$href.'2">Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ! Р вЂќР В°, Р СР Р…Р Вµ Р Р…РЎС“Р В¶Р Р…Р С• РЎвЂЎРЎвЂљР С• Р В±РЎвЂ№ Р вЂ™РЎвЂ№, Р С”Р В°Р С” Р СР С•Р В¶Р Р…Р С• Р В±РЎвЂ№РЎРѓРЎвЂљРЎР‚Р ВµР Вµ Р С‘РЎРѓР С—Р ВµР С”Р В»Р С‘ Р СР Р…Р Вµ РЎвЂљР С•РЎР‚РЎвЂљ. </a>';
            if($eventDay['time'] > 0) $pers   .= '<a href="'.$href.'6">Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ! Р Р‡ Р С—РЎР‚Р С‘РЎв‚¬Р ВµР В» Р В·Р В°Р В±РЎР‚Р В°РЎвЂљРЎРЉ РЎвЂљР С•РЎР‚РЎвЂљ. </a>';
            $pers   .= '<a href="/game.php?go=char">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ, РЎРЏ Р С•РЎв‚¬Р С‘Р В±РЎРѓРЎРЏ(-Р В»Р В°РЎРѓРЎРЉ). <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
        break;
        case 2:
            $about  = " Р ТђР С... \"Р С™Р В°Р С” Р СР С•Р В¶Р Р…Р С• Р В±РЎвЂ№РЎРѓРЎвЂљРЎР‚Р ВµР Вµ\" - Р С–Р С•Р Р†Р С•РЎР‚Р С‘РЎв‚¬РЎРЉ? Р СњРЎС“ РЎРЊРЎвЂљР С• Р В·Р В°Р Р†Р С‘РЎРѓР С‘РЎвЂљ Р Р…Р Вµ Р С•РЎвЂљ Р СР ВµР Р…РЎРЏ, Р В° Р С•РЎвЂљ РЎвЂљР С•Р С–Р С•, Р С”Р В°Р С” РЎРѓР С”Р С•РЎР‚Р С• РЎвЂљРЎвЂ№ РЎРѓР СР С•Р В¶Р ВµРЎв‚¬РЎРЉ Р Р…Р В°Р в„–РЎвЂљР С‘ Р С‘Р Р…Р С–РЎР‚Р ВµР Т‘Р С‘Р ВµР Р…РЎвЂљРЎвЂ№ Р Т‘Р В»РЎРЏ РЎвЂљР С•РЎР‚РЎвЂљР В°.";
            $pers   = '<a href="'.$href.'3">Р Р‡ Р С—Р С•РЎРѓРЎвЂљР В°РЎР‚Р В°РЎР‹РЎРѓРЎРЉ Р Р…Р В°Р в„–РЎвЂљР С‘ Р С‘РЎвЂ¦ Р Р† Р С”РЎР‚Р С•РЎвЂљРЎвЂЎР В°Р в„–РЎв‚¬Р С‘Р Вµ РЎРѓРЎР‚Р С•Р С”Р С‘. Р В§РЎвЂљР С• Р С‘Р СР ВµР Р…Р Р…Р С• РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ Р Т‘Р В»РЎРЏ РЎвЂљР С•РЎР‚РЎвЂљР В°?</a>';
            $pers  .= '<a href="'.$href.'5">Р Р€ Р СР ВµР Р…РЎРЏ РЎС“Р В¶Р Вµ Р ВµРЎРѓРЎвЂљРЎРЉ Р Р†РЎРѓР Вµ Р С‘Р Р…Р С–РЎР‚Р ВµР Т‘Р С‘Р ВµР Р…РЎвЂљРЎвЂ№, Р СР С•Р В¶Р Р…Р С• Р С—РЎР‚Р С‘РЎРѓРЎвЂљРЎС“Р С—Р В°РЎвЂљРЎРЉ Р С” Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р В»Р ВµР Р…Р С‘РЎР‹ РЎвЂљР С•РЎР‚РЎвЂљР В°.</a>';
            $pers  .= '<a href="/game.php?go=char">Р СњРЎС“ РЎС“Р В¶ Р Р…Р ВµРЎвЂљ, Р Р…Р В° РЎРЊРЎвЂљР С• РЎС“ Р СР ВµР Р…РЎРЏ РЎРѓР С•Р Р†РЎРѓР ВµР С Р Р…Р ВµРЎвЂљ Р Р†РЎР‚Р ВµР СР ВµР Р…Р С‘.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
        break;
        case 3:
            $about  = " Р вЂќР В»РЎРЏ Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р В»Р ВµР Р…Р С‘РЎРЏ РЎвЂљР С•РЎР‚РЎвЂљР В° РЎвЂљР ВµР В±Р Вµ Р С—Р С•РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ: Р вЂРЎС“РЎвЂљРЎвЂ№Р В»Р С•РЎвЂЎР С”Р В° РЎРѓ Р Р†Р С•Р Т‘Р С•Р в„– РЎвЂ¦3, Р СљР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р СРЎС“Р С”Р С•Р в„– РЎвЂ¦2, Р вЂР В°Р Р…Р С•РЎвЂЎР С”Р В° Р СР ВµР Т‘Р В° РЎвЂ¦1, Р вЂР В°Р Р…Р С”Р В° РЎРѓ Р СР С•Р В»Р С•Р С”Р С•Р С РЎвЂ¦1, Р Р‡Р С–Р С•Р Т‘Р В° РЎвЂ¦15, Р Р‡Р в„–РЎвЂ Р С• РЎвЂ¦5. 
                        Р С™Р В°Р С” РЎвЂљР С•Р В»РЎРЉР С”Р С• РЎвЂљРЎвЂ№ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓР ВµРЎв‚¬РЎРЉ Р СР Р…Р Вµ Р Р†РЎРѓР Вµ Р С‘Р Р…Р С–РЎР‚Р ВµР Т‘Р С‘Р ВµР Р…РЎвЂљРЎвЂ№ РЎРЏ РЎРѓРЎР‚Р В°Р В·РЎС“ Р В¶Р Вµ Р С—РЎР‚Р С‘РЎРѓРЎвЂљРЎС“Р С—Р В»РЎР‹ Р С” Р С‘Р В·Р С–Р С•РЎвЂљР С•Р Р†Р В»Р ВµР Р…Р С‘РЎР‹ РЎвЂљР С•РЎР‚РЎвЂљР В°.";
            $pers   = '<a href="'.$href.'4">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р В° Р С–Р Т‘Р Вµ Р СР С•Р В¶Р Р…Р С• Р Т‘Р С•РЎРѓРЎвЂљР В°РЎвЂљРЎРЉ РЎРЊРЎвЂљР С‘ Р С‘Р Р…Р С–РЎР‚Р ВµР Т‘Р С‘Р ВµР Р…РЎвЂљРЎвЂ№.</a>';
        break;
        case 4:
            $about  = " Р вЂРЎС“РЎвЂљРЎвЂ№Р В»Р С•РЎвЂЎР С”Р В° РЎРѓ Р Р†Р С•Р Т‘Р С•Р в„– Р Р†РЎвЂ№Р В±Р С‘Р Р†Р В°Р ВµРЎвЂљРЎРѓРЎРЏ Р С‘Р В· #120 Staryu<br>
                        Р СљР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р СРЎС“Р С”Р С•Р в„– Р Р†РЎвЂ№Р В±Р С‘Р Р†Р В°Р ВµРЎвЂљРЎРѓРЎРЏ Р С‘Р В· #133 Eevee<br> 
                        Р вЂР В°Р Р…Р С•РЎвЂЎР С”Р В° Р СР ВµР Т‘Р В° Р Р†РЎвЂ№Р В±Р С‘Р Р†Р В°Р ВµРЎвЂљРЎРѓРЎРЏ Р С‘Р В· #217 Ursaring<br>
                        Р вЂР В°Р Р…Р С”Р В° РЎРѓ Р СР С•Р В»Р С•Р С”Р С•Р С Р Р†РЎвЂ№Р В±Р С‘Р Р†Р В°Р ВµРЎвЂљРЎРѓРЎРЏ Р С‘Р В·  #241 Miltank<br>
                        Р Р‡Р С–Р С•Р Т‘Р В° Р Р†РЎвЂ№Р В±Р С‘Р Р†Р В°Р ВµРЎвЂљРЎРѓРЎРЏ Р С‘Р В· #420 Cherubi<br> 
                        Р Р‡Р в„–РЎвЂ Р С• Р Р†РЎвЂ№Р В±Р С‘Р Р†Р В°Р ВµРЎвЂљРЎРѓРЎРЏ Р С‘Р В· #242 Blissey<br>
                        Р вЂњР Т‘Р Вµ Р С‘Р СР ВµР Р…Р Р…Р С• Р Р…Р В°РЎвЂ¦Р С•Р Т‘РЎРЏРЎвЂљРЎРѓРЎРЏ РЎРЊРЎвЂљР С‘ Р С—Р С•Р С”Р ВµР СР С•Р Р…РЎвЂ№ - РЎРЏ Р С‘ РЎРѓР В°Р С Р Р…Р Вµ Р В·Р Р…Р В°РЎР‹, Р Р…Р С• Р Р†Р С‘Р В¶РЎС“, РЎвЂЎРЎвЂљР С• РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚ РЎвЂљРЎвЂ№ Р С•Р С—РЎвЂ№РЎвЂљР Р…РЎвЂ№Р в„–, РЎвЂљР В°Р С” РЎвЂЎРЎвЂљР С•, Р Т‘РЎС“Р СР В°РЎР‹, РЎвЂљР ВµР В±Р Вµ РЎРЊРЎвЂљР С• Р Р…Р Вµ РЎРѓР С•РЎРѓРЎвЂљР В°Р Р†Р С‘РЎвЂљ РЎвЂљРЎРЏР В¶РЎвЂР В»Р С•Р С–Р С• РЎвЂљРЎР‚РЎС“Р Т‘Р В°.
                        Р вЂ”Р Р…Р В°РЎР‹ Р В»Р С‘РЎв‚¬РЎРЉ РЎвЂљР С•, РЎвЂЎРЎвЂљР С• Р Р†РЎРѓР Вµ Р С—Р С•Р С”Р ВµР СР С•Р Р…РЎвЂ№ Р С•Р В±Р С‘РЎвЂљР В°РЎР‹РЎвЂљ Р Р† Р С™Р В°Р Р…РЎвЂљР С•.";
            $pers   = '<a href="/game.php?go=char">Р СџР С•РЎРѓРЎвЂљР В°РЎР‚Р В°РЎР‹РЎРѓРЎРЉ Р Р…Р В°Р в„–РЎвЂљР С‘. Р вЂ“Р Т‘Р С‘РЎвЂљР Вµ, РЎРЏ РЎРѓР С”Р С•РЎР‚Р С• Р Р†Р ВµРЎР‚Р Р…РЎС“РЎРѓРЎРЉ. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
        break;
        case 5:
          if(provitems(51,3) && provitems(52,2) && provitems(53,1) && provitems(54,1) && provitems(55,15) && provitems(56,5)){
            minus_item(3,51);
            minus_item(2,52);
            minus_item(1,53);
            minus_item(1,54);
            minus_item(15,55);
            minus_item(5,56);
            $about  = " Р С›РЎвЂљР В»Р С‘РЎвЂЎР Р…Р С•! Р СћР С•РЎР‚РЎвЂљ Р В±РЎС“Р Т‘Р ВµРЎвЂљ Р С–Р С•РЎвЂљР С•Р Р† РЎвЂЎР ВµРЎР‚Р ВµР В· РЎвЂљРЎР‚Р С‘ РЎвЂЎР В°РЎРѓР В°.";
            $pers   = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р В±РЎС“Р Т‘РЎС“ Р В¶Р Т‘Р В°РЎвЂљРЎРЉ. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
            update('quest_events',array('time'=>time()+(60*60*3)),'id='.(int)$eventDay['id']);         
          }else{
            $about  = " Р Р€Р Р†РЎвЂ№, Р Р…Р С• РЎвЂљРЎС“РЎвЂљ Р Р…Р Вµ Р Р†РЎРѓР Вµ Р С‘Р Р…Р С–РЎР‚Р ВµР Т‘Р С‘Р ВµР Р…РЎвЂљРЎвЂ№, РЎвЂЎРЎвЂљР С• РЎРЏ Р С—РЎР‚Р С•РЎРѓР С‘Р В».";
            $pers   = '<a href="/game.php?go=char">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ... <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';            
          }
        break;
        case 6:
          if($eventDay['time'] > 0){
            if($eventDay['time'] <= time()){
               plus_item(1,57);
              $about  = " Р вЂ™Р С•РЎвЂљ, Р Р†Р С•Р В·РЎРЉР СР С‘ РЎРЊРЎвЂљР С•РЎвЂљ РЎвЂљР С•РЎР‚РЎвЂљ Р С‘ Р В±РЎС“Р Т‘РЎРЉ РЎРѓ Р Р…Р С‘Р С Р В°Р С”Р С”РЎС“РЎР‚Р В°РЎвЂљР Р…Р ВµР Вµ.";
              $pers   = '<a href="/game.php?go=char">Р РЋР С—Р В°РЎРѓР С‘Р В±Р С• Р В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р Вµ. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
              update('quest_events',array('time'=>0),'id='.(int)$eventDay['id']);             
            }else{
              $about  = " Р СћР С•РЎР‚РЎвЂљ Р ВµРЎвЂ°Р Вµ Р Р…Р Вµ Р С–Р С•РЎвЂљР С•Р Р†. ". timersOtshet($eventDay["time"],"<br>Р вЂќР С• Р С—РЎР‚Р С‘Р С–Р С•РЎвЂљР С•Р Р†Р В»Р ВµР Р…Р С‘РЎРЏ Р С•РЎРѓРЎвЂљР В°Р В»Р С•РЎРѓРЎРЉ: ", "Р СћР С•РЎР‚РЎвЂљ Р С–Р С•РЎвЂљР С•Р Р†!");
              $pers   = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р В±РЎС“Р Т‘РЎС“ Р В¶Р Т‘Р В°РЎвЂљРЎРЉ. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
            }        
          }else{
            $about  = " Р СџР С•РЎв‚¬Р ВµР В» Р С—РЎР‚Р С•РЎвЂЎРЎРЉ! Р СћР ВµР В±Р Вµ Р Р…Р ВµР В»РЎРЉР В·РЎРЏ РЎРѓРЎР‹Р Т‘Р В° Р В·Р В°РЎвЂ¦Р С•Р Т‘Р С‘РЎвЂљРЎРЉ, РЎвЂЎРЎвЂљР С• РЎвЂљРЎвЂ№ Р В·Р Т‘Р ВµРЎРѓРЎРЉ Р С•РЎРѓРЎвЂљР В°Р Р†Р С‘Р В»?!";
            $pers   = '<a href="/game.php?go=char">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ... <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';            
          }
        break;
        default:
           die("<script>location.href='game.php?go=char';</script>");
      }
    }elseif(!empty($eventQuest['id']) && $dat < '2012-10-20, 18:00:00'){
      switch ($do){                  
        case 1:
            $about   = "Р СћРЎвЂ№ РЎС“Р В¶Р Вµ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ, РЎвЂљР С• РЎвЂЎРЎвЂљР С• РЎвЂљРЎР‚Р ВµР В±Р С•Р Р†Р В°Р В»Р С•РЎРѓРЎРЉ Р Т‘Р В»РЎРЏ РЎС“Р С”РЎР‚Р В°РЎв‚¬Р ВµР Р…Р С‘РЎРЏ Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘РЎвЂЎР Р…Р С•Р С–Р С• Р В·Р В°Р В»Р В°?";
            $pers    = '<a href="'.$href.'2">Р вЂќР В°, Р С”Р С•Р Р…Р ВµРЎвЂЎР Р…Р С• Р В¶Р Вµ, Р Р†Р С•РЎвЂљ Р Р†Р С•Р В·РЎРЉР СР С‘.</a>';
            $pers   .= '<a href="/game.php?go=char">Р СџР С•Р С”Р В° РЎвЂЎРЎвЂљР С• Р Р…Р ВµРЎвЂљ.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
        break;
        case 2:
          $shar = coolseitems(48,$_SESSION['id']);
          $sharCount = formatnum($shar);
          $sharEvent = formatnum($eventQuest['count_event_1']);
          $lent = coolseitems(49,$_SESSION['id']);
          $lentCount = formatnum($lent);
          $lentEvent = formatnum($eventQuest['count_event_2']);        
          if($shar > 0 || $lent > 0) {
             if($shar > 0) minus_item($shar,48);
             if($lent > 0) minus_item($lent,49);
             update('quest_events',array('count_event_1'=>($eventQuest['count_event_1']+$shar), 
                                         'count_event_2'=>($eventQuest['count_event_2']+$lent) ),'id='.(int)$eventQuest['id']);
          }
          
          if($shar > 0 && $lent <= 0){
            $about  = " Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•, РЎвЂЎРЎвЂљР С• Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ РЎРЊРЎвЂљР С‘ РЎвЂЎРЎС“Р Т‘Р ВµРЎРѓР Р…РЎвЂ№Р Вµ РЎв‚¬Р В°РЎР‚Р С‘Р С”Р С‘! Р вЂўРЎРѓР В»Р С‘ РЎРѓР СР С•Р В¶Р ВµРЎв‚¬РЎРЉ Р Р…Р В°Р в„–РЎвЂљР С‘ Р ВµРЎвЂ°Р Вµ Р Р…Р ВµР СР Р…Р С•Р С–Р С•, РЎвЂљР С• РЎРЏ РЎРѓ РЎС“Р Т‘Р С•Р Р†Р С•Р В»РЎРЉРЎРѓРЎвЂљР Р†Р С‘Р ВµР С Р С—РЎР‚Р С‘Р СРЎС“ Р С‘РЎвЂ¦ Р Р†РЎРѓР Вµ. 
                        <br> 
                        <b>Р С›РЎвЂљР Т‘Р В°Р Р…Р С• РЎв‚¬Р В°РЎР‚Р С‘Р С”Р С•Р Р†: ".$sharEvent." + ".$sharCount." РЎв‚¬РЎвЂљ.</b>";
            $pers   = '<a  href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, РЎРЏ Р С—Р С•РЎРѓРЎвЂљР В°РЎР‚Р В°РЎР‹РЎРѓРЎРЉ. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
          }elseif($shar <= 0 && $lent > 0){
            $about  = " Р С›РЎвЂљР В»Р С‘РЎвЂЎР Р…Р С•! Р вЂєР ВµР Р…РЎвЂљР В° - РЎРЊРЎвЂљР С• РЎвЂљР С• РЎвЂЎРЎвЂљР С• Р Р…Р В°Р Т‘Р С• Р Т‘Р В»РЎРЏ РЎС“Р С”РЎР‚Р В°РЎв‚¬Р ВµР Р…Р С‘РЎРЏ Р Р…Р В°РЎв‚¬Р ВµР С–Р С• Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘РЎвЂЎР Р…Р С•Р С–Р С• Р В·Р В°Р В»Р В°. 
                        Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•, РЎвЂЎРЎвЂљР С• Р С—Р С•Р СР С•Р С– Р Р…Р В°Р С РЎРѓ РЎРѓР ВµРЎР‚Р С—Р В°Р Р…РЎвЂљР С‘Р Р…Р С•Р Р†Р С•Р в„– Р В»Р ВµР Р…РЎвЂљР С•Р в„–! 
                        Р вЂўРЎРѓР В»Р С‘ РЎРѓР СР С•Р В¶Р ВµРЎв‚¬РЎРЉ Р Р…Р В°Р в„–РЎвЂљР С‘ Р ВµРЎвЂ°Р Вµ Р Р…Р ВµР СР Р…Р С•Р С–Р С•, РЎвЂљР С• РЎРЏ РЎРѓ РЎС“Р Т‘Р С•Р Р†Р С•Р В»РЎРЉРЎРѓРЎвЂљР Р†Р С‘Р ВµР С Р Р†Р С•Р В·РЎРЉР СРЎС“ Р ВµР Вµ.
                        <br> 
                        <b>Р С›РЎвЂљР Т‘Р В°Р Р…Р С• Р В»Р ВµР Р…РЎвЂљ: ".$lentEvent." + ".$lentCount." РЎв‚¬РЎвЂљ.</b>";
            $pers   = '<a  href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, РЎРЏ Р С—Р С•РЎРѓРЎвЂљР В°РЎР‚Р В°РЎР‹РЎРѓРЎРЉ. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';         
          }elseif($shar > 0 && $lent > 0){
            $about  = " Р Р‡ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• РЎРѓРЎвЂЎР В°РЎРѓРЎвЂљР В»Р С‘Р Р†! Р СћРЎвЂ№ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ РЎв‚¬Р В°РЎР‚Р С‘Р С”Р С‘ Р С‘ Р В»Р ВµР Р…РЎвЂљРЎвЂ№, РЎвЂљР ВµР С—Р ВµРЎР‚РЎРЉ РЎС“Р В¶ РЎвЂљР С•РЎвЂЎР Р…Р С• Р Р…Р В°РЎв‚¬ Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘РЎвЂЎР Р…РЎвЂ№Р в„– Р В·Р В°Р В» Р В±РЎС“Р Т‘Р ВµРЎвЂљ РЎС“Р С”РЎР‚Р В°РЎв‚¬Р ВµР Р… Р С—Р С• Р СР В°Р С”РЎРѓР С‘Р СРЎС“Р СРЎС“.
                        Р РЋР С—Р В°РЎРѓР С‘Р В±Р С• РЎвЂљР ВµР В±Р Вµ, РЎвЂЎРЎвЂљР С• Р С—Р С•Р СР С•Р С–Р В°Р ВµРЎв‚¬РЎРЉ Р Р† Р С•РЎР‚Р С–Р В°Р Р…Р С‘Р В·Р В°РЎвЂ Р С‘Р С‘ Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”Р В°! 
                        Р вЂўРЎРѓР В»Р С‘ РЎРѓР СР С•Р В¶Р ВµРЎв‚¬РЎРЉ Р Р…Р В°Р в„–РЎвЂљР С‘ Р ВµРЎвЂ°Р Вµ Р Р…Р ВµР СР Р…Р С•Р С–Р С•, РЎвЂљР С• РЎРЏ РЎРѓ РЎС“Р Т‘Р С•Р Р†Р С•Р В»РЎРЉРЎРѓРЎвЂљР Р†Р С‘Р ВµР С Р С—РЎР‚Р С‘Р СРЎС“ Р С‘РЎвЂ¦ Р Р† Р В»РЎР‹Р В±Р С•Р С Р С”Р С•Р В»Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р Вµ.
                        <br> 
                        <b>Р С›РЎвЂљР Т‘Р В°Р Р…Р С• РЎв‚¬Р В°РЎР‚Р С‘Р С”Р С•Р Р†: ".$sharEvent." + ".$sharCount." РЎв‚¬РЎвЂљ.</b>
                        <br> 
                        <b>Р С›РЎвЂљР Т‘Р В°Р Р…Р С• Р В»Р ВµР Р…РЎвЂљ: ".$lentEvent." + ".$lentCount." РЎв‚¬РЎвЂљ.</b>";
            $pers   = '<a  href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, РЎРЏ Р С—Р С•РЎРѓРЎвЂљР В°РЎР‚Р В°РЎР‹РЎРѓРЎРЉ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓРЎвЂљР С‘ Р ВµРЎвЂ°Р Вµ. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';        
          }else{
            $about  = " Р В­РЎвЂ¦... Р Р€ Р СР ВµР Р…РЎРЏ Р С‘ Р Т‘Р С• РЎРЊРЎвЂљР С•Р С–Р С• Р С—Р С•Р В»Р Р…Р С• Р В·Р В°Р В±Р С•РЎвЂљ, Р В° РЎвЂљРЎвЂ№ Р ВµРЎвЂ°Р Вµ Р С‘ Р С•Р В±Р СР В°Р Р…РЎвЂ№Р Р†Р В°РЎв‚¬РЎРЉ Р СР ВµР Р…РЎРЏ. 
                        Р СћР С•Р В»РЎРЉР С”Р С• Р В·РЎР‚РЎРЏ Р С•РЎвЂљР Р†Р В»Р ВµР С”Р В°Р ВµРЎв‚¬РЎРЉ Р С•РЎвЂљ РЎР‚Р В°Р В±Р С•РЎвЂљРЎвЂ№. 
                        Р вЂўРЎРѓР В»Р С‘ Р Р…Р Вµ РЎРѓР С•Р В±Р С‘РЎР‚Р В°Р ВµРЎв‚¬РЎРЉРЎРѓРЎРЏ Р С—Р С•Р СР С•Р С–Р В°РЎвЂљРЎРЉ, РЎвЂљР С• Р Р…Р Вµ Р СР ВµРЎв‚¬Р В°Р в„– РЎР‚Р В°Р В±Р С•РЎвЂљР В°РЎвЂљРЎРЉ!";
            $pers   = '<a  href="/game.php?go=char">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘... <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';            
          }
        break;
        default:
           die("<script>location.href='game.php?go=char';</script>");
      }    
    }else{
      switch ($do){                  
        case 1:
           if($eventQuest['count_event_1'] > 0 || $eventQuest['count_event_2'] > 0){
            $about   = "Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–, Р Р†Р С•РЎвЂљ Р С‘ Р Р…Р В°РЎРѓРЎвЂљРЎС“Р С—Р С‘Р В»Р С• Р Р†РЎР‚Р ВµР СРЎРЏ Р С—РЎР‚Р С•Р в„–РЎвЂљР С‘ Р Р† Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘РЎвЂЎР Р…РЎвЂ№Р в„– Р В·Р В°Р В»! 
                        Р СћР В°Р С Р В¶Р Вµ РЎвЂљРЎвЂ№ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘РЎв‚¬РЎРЉ Р Р…Р В°Р С–РЎР‚Р В°Р Т‘РЎС“, Р В·Р В° Р С—Р С•Р СР С•РЎвЂ°РЎРЉ Р Р† Р С•РЎР‚Р С–Р В°Р Р…Р С‘Р В·Р В°РЎвЂ Р С‘Р С‘ РЎРЊРЎвЂљР С•Р С–Р С• Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”Р В°.";
            $pers    = '<a href="'.$href.'2" target="_chat_two">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•. <sup>[Р СџРЎР‚Р С•Р в„–РЎвЂљР С‘ Р Р† Р В·Р В°Р В»]</sup></a>';
            $pers   .= '<a href="/game.php?go=char">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘, Р Р…Р С• РЎРѓР ВµР С–Р С•Р Т‘Р Р…РЎРЏ Р СР Р…Р Вµ Р Р…Р Вµ Р Т‘Р С• Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”Р В°.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
           }else{
            $about   = "Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–, РЎР‚Р В°Р В· РЎС“Р В¶ РЎвЂљРЎвЂ№ Р Р…Р Вµ Р С—РЎР‚Р С‘Р Р…Р С‘Р СР В°Р В» РЎС“РЎвЂЎР В°РЎРѓРЎвЂљР С‘Р Вµ Р Р† Р С•РЎР‚Р С–Р В°Р Р…Р С‘Р В·Р В°РЎвЂ Р С‘Р С‘ Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”Р В°, РЎвЂљР С• Р С—РЎР‚Р С•Р в„–РЎвЂљР С‘ РЎвЂљРЎвЂ№ РЎРѓР СР С•Р В¶Р ВµРЎв‚¬РЎРЉ РЎвЂљР С•Р В»РЎРЉР С”Р С• Р С‘Р СР ВµРЎРЏ Р С—РЎР‚Р С‘ РЎРѓР ВµР В±Р Вµ РЎРѓР С—Р ВµРЎвЂ Р С‘Р В°Р В»РЎРЉР Р…РЎвЂ№Р в„– Р С—РЎР‚Р С•Р С—РЎС“РЎРѓР С”.";
            $pers    = '<a href="'.$href.'2" target="_chat_two">Р Р€ Р СР ВµР Р…РЎРЏ Р ВµРЎРѓРЎвЂљРЎРЉ Р С—РЎР‚Р С•Р С—РЎС“РЎРѓР С”. <sup>[Р СџРЎР‚Р С•Р в„–РЎвЂљР С‘ Р Р† Р В·Р В°Р В»]</sup></a>';
            $pers   .= '<a href="/game.php?go=char">Р С›РЎС“, Р С—Р ВµРЎвЂЎР В°Р В»РЎРЉР Р…Р С•. Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘ Р В·Р В° Р В±Р ВµРЎРѓР С—Р С•Р С”Р С•Р в„–РЎРѓРЎвЂљР Р†Р С•.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';            
           }
        break;
        case 2:
         if($eventQuest['count_event_1'] > 0 || $eventQuest['count_event_2'] > 0){
          update('users',array('buildmy'=>43),'id='.(int)$_SESSION['id']);
          die("<script>parent._location.location.href='game.php?go=char';</script>");
         }else{
            if(provitems(50,1)){
               update('users',array('buildmy'=>43),'id='.(int)$_SESSION['id']);
               die("<script>parent._location.location.href='game.php?go=char';</script>");
            }else{
               die("<script>parent._location.location.href='".$href."3';</script>");
            }
         }
        break;
        case 3:
            $about   = "Р Р€Р Р†РЎвЂ№, Р Р…Р С• Р С—РЎР‚Р С•Р С—РЎС“РЎРѓР С”Р В° РЎС“ РЎвЂљР ВµР В±РЎРЏ Р Р…Р ВµРЎвЂљ. Р С’ Р В±Р ВµР В· Р С—РЎР‚Р С•Р С—РЎС“РЎРѓР С”Р В° РЎРЏ Р Р…Р Вµ Р СР С•Р С–РЎС“ Р С—РЎР‚Р С•Р С—РЎС“РЎРѓРЎвЂљРЎРЉ РЎвЂљР ВµР В±РЎРЏ Р Р…Р В° Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”. ";
            $pers    = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р С—РЎР‚Р С•РЎРѓРЎвЂљР С‘ Р В·Р В° Р В±Р ВµРЎРѓР С—Р С•Р С”Р С•Р в„–РЎРѓРЎвЂљР Р†Р С•. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
        break;
        default:
           die("<script>location.href='game.php?go=char';</script>");
      }    
    }
   
  }
}else{
  die("<script>location.href='game.php?go=char';</script>");
}
?>