<?php
    $pers = obr_chis($_GET['quest_npc']);
    $do   = obr_chis($_GET['do']);
    $quest_isset_const = 1;
    $name = "Р ВРЎРѓРЎРѓР В»Р ВµР Т‘Р С•Р Р†Р В°РЎвЂљР ВµР В»РЎРЉ";
    $href = '/game.php?go=char&quest_npc='.$pers.'&do=';
    $qInfPr = qInfo(6,'process');
if(!$q5){ 
  switch ($do) {
    case 1:
        $about   = "Р СџРЎР‚Р С‘Р Р†Р ВµРЎвЂљ, РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚! Р вЂўРЎРѓРЎвЂљРЎРЉ Р СР С‘Р Р…РЎС“РЎвЂљР С”Р В°? ";
        $pers    = '<a href="'.$href.'2">Р вЂќР В°, Р Р† РЎвЂЎРЎвЂР С Р Т‘Р ВµР В»Р С•?</a>';
        $pers   .= '<a href="/game.php?go=char">Р СњР ВµРЎвЂљ, РЎРѓР ВµР в„–РЎвЂЎР В°РЎРѓ РЎРЏ РЎРѓР В»Р С‘РЎв‚¬Р С”Р С•Р С Р В·Р В°Р Р…РЎРЏРЎвЂљ.</a>';
      break;
    case 2:
        $about  = "Р вЂќР ВµР В»Р С• Р Р† РЎвЂљР С•Р С, РЎвЂЎРЎвЂљР С• Р В»Р В°Р В±Р С•РЎР‚Р В°РЎвЂљР С•РЎР‚Р С‘РЎРЏ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘Р В»Р В° Р С–РЎР‚Р В°Р Р…РЎвЂљ Р Р…Р В° Р С‘РЎРѓРЎРѓР В»Р ВµР Т‘Р С•Р Р†Р В°Р Р…Р С‘Р Вµ Р С•Р В·Р ВµРЎР‚Р В° Р вЂ™Р ВµРЎР‚РЎвЂљР В°Р Р…Р С‘Р С‘. 
                   Р вЂўРЎРѓРЎвЂљРЎРЉ Р С•РЎРѓР Р…Р С•Р Р†Р В°Р Р…Р С‘РЎРЏ Р С—Р С•Р В»Р В°Р С–Р В°РЎвЂљРЎРЉ, РЎвЂЎРЎвЂљР С• Р С•Р В·Р ВµРЎР‚Р С• РЎРѓР С•Р С•Р В±РЎвЂ°Р В°Р ВµРЎвЂљРЎРѓРЎРЏ РЎРѓ Р Т‘РЎР‚РЎС“Р С–Р С‘Р СР С‘ Р С•Р В·РЎвЂРЎР‚Р В°Р СР С‘ РЎР‚Р ВµР С–Р С‘Р С•Р Р…Р В° РЎРѓР С‘РЎРѓРЎвЂљР ВµР СР С•Р в„– Р С—Р С•Р Т‘Р В·Р ВµР СР Р…РЎвЂ№РЎвЂ¦ РЎР‚Р ВµР С”. 
                   Р РЋР С—Р ВµР С”РЎвЂљРЎР‚Р В°Р В»РЎРЉР Р…РЎвЂ№Р в„– Р В°Р Р…Р В°Р В»Р С‘Р В· РЎвЂ¦Р С‘Р СР С‘РЎвЂЎР ВµРЎРѓР С”Р С•Р С–Р С• РЎРѓР С•РЎРѓРЎвЂљР В°Р Р†Р В° Р Р†Р С•Р Т‘РЎвЂ№ Р С—Р С•Р С”Р В°Р В·Р В°Р В» Р Р…Р В°Р В»Р С‘РЎвЂЎР С‘Р Вµ РЎРѓР Р†Р С•Р В±Р С•Р Т‘Р Р…РЎвЂ№РЎвЂ¦ РЎР‚Р В°Р Т‘Р С‘Р С”Р В°Р В»Р С•Р Р† Р С”Р В°РЎвЂљР С‘Р С•Р Р…Р С•Р Р†... ";
         $pers   = '<a href="'.$href.'3">Р Р‡ РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚, Р В° Р Р…Р Вµ Р С‘РЎРѓРЎРѓР В»Р ВµР Т‘Р С•Р Р†Р В°РЎвЂљР ВµР В»РЎРЉ. Р В§РЎвЂљР С• РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ Р С•РЎвЂљ Р СР ВµР Р…РЎРЏ?</a>';
         $pers  .= '<a href="/game.php?go=char">Р С›РЎвЂ¦, РЎвЂљР С•РЎРѓР С”Р В° РЎРѓР СР ВµРЎР‚РЎвЂљР Р…Р В°РЎРЏ, Р С—Р С•Р в„–Р Т‘РЎС“ РЎРЏ Р В»РЎС“РЎвЂЎРЎв‚¬Р Вµ Р С•РЎвЂљРЎРѓРЎР‹Р Т‘Р В°...</a>';
      break;
    case 3:
        $about   = "Р С’РЎвЂ¦ Р Т‘Р В°, Р СР С•Р С‘ Р С‘Р В·Р Р†Р С‘Р Р…Р ВµР Р…Р С‘РЎРЏ. 
                    Р С›РЎвЂљ РЎвЂљР ВµР В±РЎРЏ РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ Р С—Р С•Р СР ВµРЎРѓРЎвЂљР С‘РЎвЂљРЎРЉ 10 Р СР В°РЎРЏРЎвЂЎР С”Р С•Р Р† Р Р…Р В° РЎвЂ¦Р С•РЎР‚РЎРѓР С‘, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ Р Р†Р С•Р Т‘РЎРЏРЎвЂљРЎРѓРЎРЏ Р Р† Р С•Р В·Р ВµРЎР‚Р Вµ. 
                    Р СњР С• Р ВµРЎРѓРЎвЂљРЎРЉ Р ВµРЎвЂ°РЎвЂ Р С•Р Т‘Р Р…Р С• РЎС“РЎРѓР В»Р С•Р Р†Р С‘Р Вµ: Р Р†РЎРѓР Вµ РЎвЂ¦Р С•РЎР‚РЎРѓР С‘ Р Т‘Р С•Р В»Р В¶Р Р…РЎвЂ№ Р В±РЎвЂ№РЎвЂљРЎРЉ 40 РЎС“РЎР‚Р С•Р Р†Р Р…РЎРЏ. 
                    Р вЂќР В»РЎРЏ РЎРЊРЎвЂљР С•Р С–Р С• Р Т‘Р С•РЎРѓРЎвЂљР В°РЎвЂљР С•РЎвЂЎР Р…Р С• Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• Р С—Р С•Р В±Р ВµР Т‘Р С‘РЎвЂљРЎРЉ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р† Р Р† Р В±Р С•РЎР‹, Р В° Р В·Р В°РЎвЂљР ВµР С Р С—РЎР‚Р С‘Р С”РЎР‚Р ВµР С—Р С‘РЎвЂљРЎРЉ Р СР В°РЎРЏРЎвЂЎРЎвЂР С” Р С” Р Р…Р С‘Р С Р Р…Р В° РЎРѓР С—Р С‘Р Р…РЎС“. 
                    Р РЋР В°Р СР С• РЎРѓР С•Р В±Р С•Р в„–, Р В·Р В° Р Р†РЎвЂ№Р С—Р С•Р В»Р Р…Р ВµР Р…Р С‘Р Вµ Р В·Р В°Р Т‘Р В°Р Р…Р С‘РЎРЏ Р С—Р С•Р В»Р В°Р С–Р В°Р ВµРЎвЂљРЎРѓРЎРЏ Р Р…Р В°Р С–РЎР‚Р В°Р Т‘Р В°. 
                    Р СњРЎС“ Р С”Р В°Р С”, Р В±Р ВµРЎР‚РЎвЂРЎв‚¬РЎРЉРЎРѓРЎРЏ?";
         $pers   = '<a href="'.$href.'4" target="_chat_two">Р С™Р С•Р Р…Р ВµРЎвЂЎР Р…Р С•! Р вЂќРЎС“Р СР В°РЎР‹, Р Р…Р В°Р С–РЎР‚Р В°Р Т‘Р В° РЎвЂљР С•Р С–Р С• РЎРѓРЎвЂљР С•Р С‘РЎвЂљ.</a>';
         $pers  .= '<a href="/game.php?go=char">Р ТђР СР С... Р С—Р С•Р В¶Р В°Р В»РЎС“Р в„–, РЎРЊРЎвЂљР С• Р В·Р В°Р Т‘Р В°Р Р…Р С‘Р Вµ Р Р…Р Вµ Р С—Р С• Р СР Р…Р Вµ.</a>';
      break;
    case 4:
         if(!$q5) { 
          insert('quest',array('quest_id'=>5, 'user_id'=>$_SESSION['id'], 'process'=>10));
          insQuePoke(5,116,10);
         }
        die("<script>parent._location.location.href='game.php?go=char';</script>");
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}
if($q5 && $qx05){ 
  switch ($do) {
    case 1:
        $about  = "Р СњРЎС“ Р С”Р В°Р С” РЎвЂљР В°Р С РЎвЂ¦Р С•РЎР‚РЎРѓР С‘? Р СњР Вµ РЎвЂљР ВµРЎР‚Р С—Р С‘РЎвЂљРЎРѓРЎРЏ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘РЎвЂљРЎРЉ Р С—Р ВµРЎР‚Р Р†РЎвЂ№Р Вµ Р Т‘Р В°Р Р…Р Р…РЎвЂ№Р Вµ Р С‘ Р С—РЎР‚Р С‘РЎРѓРЎвЂљРЎС“Р С—Р С‘РЎвЂљРЎРЉ Р С” Р С‘РЎвЂ¦ Р В°Р Р…Р В°Р В»Р С‘Р В·РЎС“.";
        $pers   = '<a href="'.$href.'2">Р вЂ”Р В°Р Т‘Р В°Р Р…Р С‘Р Вµ Р Р†РЎвЂ№Р С—Р С•Р В»Р Р…Р ВµР Р…Р С•.</a>';
        $pers  .= '<a href="/game.php?go=char">Р Р‡ Р С—Р С•Р С”Р В° Р Р…Р Вµ РЎС“РЎРѓР С—Р ВµР В» Р Р†РЎвЂ№Р С—Р С•Р В»Р Р…Р С‘РЎвЂљРЎРЉ Р В·Р В°Р Т‘Р В°Р Р…Р С‘Р Вµ.</a>';
      break;
    case 2:
        $qp = questPokemon(5,116);
        if($qp){
          deletqPokemon($qp);
          plus_item(25000,1);
          quest_update(5, 20, 1);
          questRangUp(2);
            $about = "Р вЂ”Р В°Р СР ВµРЎвЂЎР В°РЎвЂљР ВµР В»РЎРЉР Р…Р С•! Р вЂ™Р С•Р В·Р СР С•Р В¶Р Р…Р С•, РЎР‚Р ВµР В·РЎС“Р В»РЎРЉРЎвЂљР В°РЎвЂљРЎвЂ№ Р С‘РЎРѓРЎРѓР В»Р ВµР Т‘Р С•Р Р†Р В°Р Р…Р С‘Р в„– Р С•Р С”Р В°Р В¶РЎС“РЎвЂљРЎРѓРЎРЏ Р Р†Р ВµРЎРѓРЎРЉР СР В° Р Р…Р ВµР С•Р В¶Р С‘Р Т‘Р В°Р Р…Р Р…РЎвЂ№Р СР С‘. Р вЂ™Р С•РЎвЂљ РЎвЂљР Р†Р С•РЎРЏ Р Р…Р В°Р С–РЎР‚Р В°Р Т‘Р В°! <sup>(25.000 Р СљР С•Р Р…Р ВµРЎвЂљ)</sup>";
            $pers  = '<a href="/game.php?go=char">Р С›Р С–Р С•, РЎвЂ°Р ВµР Т‘РЎР‚Р С•. Р вЂР С•Р В»РЎРЉРЎв‚¬Р С•Р Вµ РЎРѓР С—Р В°РЎРѓР С‘Р В±Р С•!</a>';
        }else{
          $about = "Р ТђР СР С... РЎРЏ Р С—Р С•Р В»РЎС“РЎвЂЎР В°РЎР‹ РЎРѓР С‘Р С–Р Р…Р В°Р В» Р Р…Р Вµ Р С•РЎвЂљ Р Р†РЎРѓР ВµРЎвЂ¦ Р Т‘Р ВµРЎРѓРЎРЏРЎвЂљР С‘ Р Т‘Р В°РЎвЂљРЎвЂЎР С‘Р С”Р С•Р Р†. Р СџР С•РЎвЂ¦Р С•Р В¶Р Вµ, РЎвЂљР Р†Р С•РЎвЂ Р В·Р В°Р Т‘Р В°Р Р…Р С‘Р Вµ Р Р†РЎРѓРЎвЂ Р ВµРЎвЂ°РЎвЂ Р Р…Р Вµ Р Р†РЎвЂ№Р С—Р С•Р В»Р Р…Р ВµР Р…Р С•.";
          $pers  = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, РЎвЂ¦Р С•РЎР‚Р С•РЎв‚¬Р С•, Р С•РЎвЂљР С—РЎР‚Р В°Р Р†Р В»РЎРЏРЎР‹РЎРѓРЎРЉ Р С•Р В±РЎР‚Р В°РЎвЂљР Р…Р С• Р Р…Р В° Р С•Р В·Р ВµРЎР‚Р С•!</a>';        
        }
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }
}
if($q5 && $qx05 == false && ($qInfPr == 1 || $qInfPr == 0)){
    $timeQ = qInfo(6,'time');
  if(!empty($timeQ) && $timeQ > time()){                                      
    switch($do){
      case 1:
          $about  = "Р Р€Р Р†РЎвЂ№, Р Р…Р С• РЎРѓР ВµР С–Р С•Р Т‘Р Р…РЎРЏ Р Т‘Р В»РЎРЏ РЎвЂљР ВµР В±РЎРЏ Р Р…Р ВµРЎвЂљ Р В·Р В°Р Т‘Р В°Р Р…Р С‘Р в„–. ".timersOtshet($timeQ,"Р СџРЎР‚Р С‘РЎвЂ¦Р С•Р Т‘Р С‘ РЎвЂЎР ВµРЎР‚Р ВµР В·: ", "...");
          $pers   = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р Т‘Р С• РЎРѓР Р†Р С‘Р Т‘Р В°Р Р…Р С‘РЎРЏ.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
        break;
      default:
         die("<script>location.href='game.php?go=char';</script>");
    }
  }else{
  switch($do){
      case 1:
          $about  = "Р С›, Р С—РЎР‚Р С‘Р Р†Р ВµРЎвЂљ, РЎвЂљРЎвЂ№ Р С”Р В°Р С” РЎР‚Р В°Р В· Р Р†Р С•Р Р†РЎР‚Р ВµР СРЎРЏ. Р СњР Вµ Р В·Р В°Р Р…РЎРЏРЎвЂљ? Р С’ РЎвЂљР С• РЎС“ Р СР ВµР Р…РЎРЏ Р Т‘Р В»РЎРЏ РЎвЂљР ВµР В±РЎРЏ Р С—Р С•РЎРЏР Р†Р С‘Р В»Р С•РЎРѓРЎРЉ Р ВµРЎвЂ°РЎвЂ Р С•Р Т‘Р Р…Р С• Р В·Р В°Р Т‘Р В°Р Р…Р С‘Р Вµ. ";
          $pers   = '<a href="'.$href.'2">Р Р‡ Р Р†Р ВµРЎРѓРЎРЉ Р Р†Р С• Р Р†Р Р…Р С‘Р СР В°Р Р…Р С‘Р Вµ.</a>';
          $pers  .= '<a href="/game.php?go=char">Р С™ РЎРѓР С•Р В¶Р В°Р В»Р ВµР Р…Р С‘РЎР‹, Р СР Р…Р Вµ РЎРѓР ВµР в„–РЎвЂЎР В°РЎРѓ Р Р…Р ВµР С”Р С•Р С–Р Т‘Р В°.</a>';
        break;
      case 2:
          $about  = "Р СџРЎР‚Р ВµР С”РЎР‚Р В°РЎРѓР Р…Р С•! Р СњР В° РЎРЊРЎвЂљР С•РЎвЂљ РЎР‚Р В°Р В· Р СР Р…Р Вµ Р С—Р С•Р Р…Р В°Р Т‘Р С•Р В±Р С‘РЎвЂљРЎРѓРЎРЏ Р С—Р С•Р СР С•РЎвЂ°РЎРЉ Р Р† Р В»Р С•Р Р†Р В»Р Вµ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†. 
                      Р С™Р В°Р С” РЎвЂљР ВµР В±Р Вµ, РЎРѓР С”Р С•РЎР‚Р ВµР Вµ Р Р†РЎРѓР ВµР С–Р С•, РЎС“Р В¶Р Вµ Р С‘Р В·Р Р†Р ВµРЎРѓРЎвЂљР Р…Р С•, Р С•РЎРѓР Р…Р С•Р Р†Р Р…Р В°РЎРЏ Р С•Р В±Р В»Р В°РЎРѓРЎвЂљРЎРЉ Р С‘РЎРѓРЎРѓР В»Р ВµР Т‘Р С•Р Р†Р В°Р Р…Р С‘Р в„– Р Р…Р В°РЎв‚¬Р ВµР в„– Р В»Р В°Р В±Р С•РЎР‚Р В°РЎвЂљР С•РЎР‚Р С‘Р С‘ РІР‚вЂњ Р Р…Р Вµ Р С•Р В·РЎвЂРЎР‚Р В° Р С‘ Р С—Р С•Р Т‘Р В·Р ВµР СР Р…РЎвЂ№Р Вµ РЎР‚Р ВµР С”Р С‘, Р В° РЎРЊР Р†Р С•Р В»РЎР‹РЎвЂ Р С‘РЎРЏ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†. 
                      Р СњР Вµ РЎвЂљР В°Р С” Р Т‘Р В°Р Р†Р Р…Р С• Р Р…Р В°Р СР С‘ Р В±РЎвЂ№Р В»Р В° РЎР‚Р В°Р В·РЎР‚Р В°Р В±Р С•РЎвЂљР В°Р Р…Р В° Р СР ВµРЎвЂљР С•Р Т‘Р С‘Р С”Р В° Р С‘РЎРѓРЎРѓР В»Р ВµР Т‘Р С•Р Р†Р В°Р Р…Р С‘Р в„–, Р С•РЎРѓР Р…Р С•Р Р†Р В°Р Р…Р Р…Р В°РЎРЏ Р Р…Р В° РЎР‚Р В°РЎРѓРЎвЂЎРЎвЂРЎвЂљР В°РЎвЂ¦ Р С”Р С•Р Р…РЎРѓРЎвЂљР В°Р Р…РЎвЂљ Р С”Р Р†Р В°Р Р…РЎвЂљР С•Р Р†Р С•-Р С—Р С•Р В»Р ВµР Р†РЎвЂ№РЎвЂ¦ РЎРѓР С‘РЎРѓРЎвЂљР ВµР СРІР‚В¦ 
                      Р С’РЎвЂ¦, Р С•Р С—РЎРЏРЎвЂљРЎРЉ Р В·Р В°Р С–Р С•Р Р†Р С•РЎР‚Р С‘Р В»РЎРѓРЎРЏ. 
                      Р С™Р С•РЎР‚Р С•РЎвЂЎР Вµ Р С–Р С•Р Р†Р С•РЎР‚РЎРЏ, Р С•РЎвЂљ РЎвЂљР ВµР В±РЎРЏ РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ Р ВµР В¶Р ВµР Т‘Р Р…Р ВµР Р†Р Р…Р С• Р С—РЎР‚Р С‘Р Р…Р С•РЎРѓР С‘РЎвЂљРЎРЉ Р Р† Р В»Р В°Р В±Р С•РЎР‚Р В°РЎвЂљР С•РЎР‚Р С‘РЎР‹ Р С—Р С• 5 Р СР ВµРЎвЂљР В°Р С—Р С•Р Т‘Р С•Р Р† 9 РЎС“РЎР‚Р С•Р Р†Р Р…РЎРЏ, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ РЎРЏР Р†Р В»РЎРЏРЎР‹РЎвЂљРЎРѓРЎРЏ Р С‘Р Т‘Р ВµР В°Р В»РЎРЉР Р…РЎвЂ№Р СР С‘ Р С•Р В±РЎР‰Р ВµР С”РЎвЂљР В°Р СР С‘ Р Т‘Р В»РЎРЏ Р Р…Р В°РЎв‚¬Р С‘РЎвЂ¦ Р С‘РЎРѓРЎРѓР В»Р ВµР Т‘Р С•Р Р†Р В°Р Р…Р С‘Р в„–. 
                      Р В©Р ВµР Т‘РЎР‚Р В°РЎРЏ Р Р…Р В°Р С–РЎР‚Р В°Р Т‘Р В° Р С–Р В°РЎР‚Р В°Р Р…РЎвЂљР С‘РЎР‚Р С•Р Р†Р В°Р Р…Р В°. <br>Р вЂР ВµРЎР‚РЎвЂРЎв‚¬РЎРЉРЎРѓРЎРЏ?";
          $pers   = '<a href="'.$href.'3">Р СњР В°Р С–РЎР‚Р В°Р Т‘Р В°? Р СљР СР СРІР‚В¦ РЎРЏ Р Р† Р Т‘Р ВµР В»Р Вµ.</a>';
          $pers  .= '<a href="/game.php?go=char">Р СњР ВµРЎвЂљ, Р Р…Р В° РЎРЊРЎвЂљР С•РЎвЂљ РЎР‚Р В°Р В· Р Р…Р Вµ Р Р†Р С•Р В·РЎРЉР СРЎС“РЎРѓРЎРЉ.</a>';
        break;
      case 3:
          $about  = "Р С›РЎвЂљР В»Р С‘РЎвЂЎР Р…Р С•! Р вЂ™Р С•Р В·Р Р†РЎР‚Р В°РЎвЂ°Р В°Р в„–РЎРѓРЎРЏ РЎРѓ Р С—РЎРЏРЎвЂљРЎРЉРЎР‹ Р СР ВµРЎвЂљР В°Р С—Р С•Р Т‘Р В°Р СР С‘ 9 РЎС“РЎР‚Р С•Р Р†Р Р…РЎРЏ РЎРѓ РЎРѓР С•Р В±Р С•Р в„–.";
          $pers   = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
          if(empty($q6)) insert('quest',array('quest_id'=>6, 'user_id'=>$_SESSION['id'], 'process'=>10));
            else update('quest',array('process'=>10),'quest_id= 6 AND user_id='.(int)$_SESSION['id']); 
        break;
      default:
         die("<script>location.href='game.php?go=char';</script>");
    }
  }  
}
if($q5 && $qx05 == false && $qInfPr == 10 && !empty($q6)){
  switch ($do) {
    case 1:
        $about  = "Р СњРЎС“ Р С”Р В°Р С”? Р СњР В°Р В»Р С•Р Р†Р С‘Р В» Р СР ВµРЎвЂљР В°Р С—Р С•Р Т‘Р С•Р Р† 9 РЎС“РЎР‚Р С•Р Р†Р Р…РЎРЏ?";
        $pers   = '<a href="'.$href.'2">Р вЂќР В°, Р Р†Р С•РЎвЂљ Р С•Р Р…Р С‘.</a>';
        $pers  .= '<a href="/game.php?go=char">Р СџР С•Р С”Р В° Р ВµРЎвЂ°РЎвЂ Р Р…Р ВµРЎвЂљ.</a>';
      break;
    case 2:
        if(qCountPoke(5,'AND basenum=11 AND lvl=9')){
          if(qCountPoke(6)){ 
            if(delete('pok_user','basenum=11 AND lvl=9 AND active=1 AND users='.(int)$_SESSION['id'].' LIMIT 5')){
              plus_item(10000,1);
              plus_item(10,3);
              $z = time()+(60*60*24);
              update('quest',array('time'=>$z, 'process'=>1),'quest_id= 6 AND user_id='.(int)$_SESSION['id']);
              $about  = "Р С›РЎвЂљР В»Р С‘РЎвЂЎР Р…Р С•! Р вЂР С•Р В»РЎРЉРЎв‚¬Р С•Р Вµ РЎвЂљР ВµР В±Р Вµ РЎРѓР С—Р В°РЎРѓР С‘Р В±Р С•. Р вЂ™Р С•РЎвЂљ Р С•Р В±Р ВµРЎвЂ°Р В°Р Р…Р Р…Р В°РЎРЏ Р Р…Р В°Р С–РЎР‚Р В°Р Т‘Р В° РІР‚вЂњ 10000 Р С”РЎР‚Р ВµР Т‘Р С‘РЎвЂљР С•Р Р† Р С‘ 10 Р С—Р С•Р С”Р ВµР В±Р С•Р В»Р С•Р Р†. Р СџРЎР‚Р С‘РЎвЂ¦Р С•Р Т‘Р С‘ Р В·Р В°Р Р†РЎвЂљРЎР‚Р В°! ";
              $pers   = '<a href="/game.php?go=char">Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';  
            }else{ 
              $about  = "Р С›РЎв‚¬Р С‘Р В±Р С”Р В° РЎРѓР С‘РЎРѓРЎвЂљР ВµР СРЎвЂ№...";
              $pers   = '<a href="/game.php?go=char">...<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>'; 
            }
          }else{
            $about  = "Р Р‡ Р Р…Р Вµ Р СР С•Р С–РЎС“ Р В·Р В°Р В±РЎР‚Р В°РЎвЂљРЎРЉ Р С‘РЎвЂ¦. Р Р€ РЎвЂљР ВµР В±РЎРЏ Р Р† Р С”Р С•Р СР В°Р Р…Р Т‘Р Вµ Р Т‘Р С•Р В»Р В¶Р Р…Р С• Р В±РЎвЂ№РЎвЂљРЎРЉ Р В±Р С•Р В»Р ВµР Вµ 5-РЎвЂљР С‘ Р С—Р С•Р С”Р ВµР С•Р СР Р…Р С•Р Р†.";
            $pers   = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
          }
        }else{
          $about  = 'Р вЂ™Р С‘Р В¶РЎС“, РЎРѓ Р СР В°РЎвЂљР ВµР СР В°РЎвЂљР С‘Р С”Р С•Р в„– РЎС“ РЎвЂљР ВµР В±РЎРЏ Р С—Р С•РЎвЂ¦РЎС“Р В¶Р Вµ, РЎвЂЎР ВµР С РЎС“ Р СР ВµР Р…РЎРЏ. Р СџРЎРЏРЎвЂљР ВµРЎР‚РЎвЂ№РЎвЂ¦ Р СР ВµРЎвЂљР В°Р С—Р С•Р Т‘Р С•Р Р† 9 РЎС“РЎР‚Р С•Р Р†Р Р…РЎРЏ РЎРЏ РЎС“ РЎвЂљР ВµР В±РЎРЏ Р Р…Р Вµ Р Р…Р В°РЎв‚¬РЎвЂР В». Р вЂ™Р С•Р В·Р Р†РЎР‚Р В°РЎвЂ°Р В°Р в„–РЎРѓРЎРЏ, Р С”Р В°Р С” Р Р…Р В°Р В»Р С•Р Р†Р С‘РЎв‚¬РЎРЉ Р В±Р С•Р В»РЎРЉРЎв‚¬Р Вµ!';
          $pers   = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
        }
      break;
    default:
       die("<script>location.href='game.php?go=char';</script>");
  }  
}
?>