<?php
    $person = obr_chis($_GET['quest_npc']);
    $do   = obr_chis($_GET['do']);
    $quest_isset_const = 1;
    $name = "Р СљР С‘РЎРѓРЎРѓР С‘РЎРѓ Р вЂќР В¶Р В°РЎвЂћР С‘РЎвЂљ";
    $href = '/game.php?go=char&quest_npc='.$person.'&do=';
function rand_gen($arr){
  $vall = array_rand($arr,1);
 return $arr[$vall];
}
if(!empty($do)){
  if(empty($q8)){  
    switch ($do){                  
      case 1:
            $about   = "Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–! Р ВР В·Р Р†Р С‘Р Р…Р С‘, Р Р…Р С• Р СР С•Р в„– Р СР В°Р С–Р В°Р В·Р С‘Р Р… Р В·Р В°Р С”РЎР‚РЎвЂ№РЎвЂљ. Р СћР ВµР С—Р ВµРЎР‚РЎРЉ, Р С—Р С•Р В¶Р В°Р В»РЎС“Р в„–, Р Р…Р В°Р Р†РЎРѓР ВµР С–Р Т‘Р В°.";
            $pers    = '<a href="'.$href.'2">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ, РЎвЂЎРЎвЂљР С• Р В»Р ВµР В·РЎС“ Р Р† Р вЂ™Р В°РЎв‚¬Р С‘ Р Т‘Р ВµР В»Р В°, Р Р…Р С• РЎвЂЎРЎвЂљР С• РЎС“ Р вЂ™Р В°РЎРѓ Р С—РЎР‚Р С•Р С‘Р В·Р С•РЎв‚¬Р В»Р С•?</a>';
            $pers   .= '<a href="/game.php?go=char">Р СџР С•Р Р…РЎРЏРЎвЂљР Р…Р С•, Р Т‘Р С• РЎРѓР Р†Р С‘Р Т‘Р В°Р Р…Р С‘РЎРЏ.</a>';
      break;
      case 2:
            $about   = "<sup>[Р СџРЎР‚Р С•РЎРѓР В»Р ВµР В·Р С‘Р Р†РЎв‚¬Р С‘РЎРѓРЎРЉ Р С•РЎвЂљР Р†Р ВµРЎвЂЎР В°Р ВµРЎвЂљ]</sup>Р вЂ™РЎвЂЎР ВµРЎР‚Р В° Р Р†Р ВµРЎвЂЎР ВµРЎР‚Р С•Р С, Р С—Р ВµРЎР‚Р ВµР Т‘ РЎРѓР В°Р СРЎвЂ№Р С Р В·Р В°Р С”РЎР‚РЎвЂ№РЎвЂљР С‘Р ВµР С, Р Р† Р СР С•Р в„– Р СР В°Р С–Р В°Р В·Р С‘Р Р… Р В·Р В°РЎв‚¬Р В»Р С‘ Р Т‘Р Р†Р С•Р Вµ Р С•РЎвЂЎР ВµР Р…РЎРЉ РЎРѓРЎвЂљРЎР‚Р В°Р Р…Р Р…РЎвЂ№РЎвЂ¦ Р С—Р С•РЎРѓР ВµРЎвЂљР С‘РЎвЂљР ВµР В»Р ВµР в„–. 
                        Р РЋР С—Р ВµРЎР‚Р Р†Р В° Р С•Р Р…Р С‘ РЎР‚Р В°РЎРѓР С—РЎР‚Р В°РЎв‚¬Р С‘Р Р†Р В°Р В»Р С‘ Р СР ВµР Р…РЎРЏ Р С• Р СР С•Р С‘РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р В°РЎвЂ¦-Р С—Р С•Р СР С•РЎвЂ°Р Р…Р С‘Р С”Р В°РЎвЂ¦, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ Р С—Р С•Р СР С•Р С–Р В°Р В»Р С‘ Р СР Р…Р Вµ Р Р† РЎР‚Р В°Р В±Р С•РЎвЂљР Вµ РЎРѓ РЎРѓР С•Р В·Р Т‘Р В°Р Р…Р С‘Р ВµР С Р В±РЎС“Р С”Р ВµРЎвЂљР С•Р Р†. 
                        Р С’ Р С—Р С•РЎвЂљР С•Р С Р С•Р Р…Р С‘ Р Т‘Р С•РЎРѓРЎвЂљР В°Р В»Р С‘ Р С—Р С•Р С”Р ВµР В±Р С•Р В»РЎвЂ№ Р С‘ Р Р†РЎвЂ№Р В·Р Р†Р В°Р В»Р С‘ РЎРѓР Р†Р С•Р С‘РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†. 
                        Р СџР С•РЎРѓР В»Р Вµ РЎвЂЎР ВµР С–Р С• Р Р…Р В°РЎвЂЎР В°Р В»Р С‘ Р В°РЎвЂљР В°Р С”Р С•Р Р†Р В°РЎвЂљРЎРЉ Р В±Р ВµР В· Р С”Р В°Р С”Р С•Р С–Р С•-Р В»Р С‘Р В±Р С• Р С—РЎР‚Р ВµР Т‘РЎС“Р С—РЎР‚Р ВµР В¶Р Т‘Р ВµР Р…Р С‘РЎРЏ. 
                        Р вЂ™Р ВµРЎРѓРЎРЉ Р СР В°Р С–Р В°Р В·Р С‘Р Р… Р В±РЎвЂ№Р В» Р Р† РЎвЂЎР ВµРЎР‚Р Р…Р С•Р С Р Т‘РЎвЂ№Р СР Вµ РЎРЏ Р Р…Р С‘РЎвЂЎР ВµР С–Р С• Р Р…Р Вµ Р Р†Р С‘Р Т‘Р ВµР В»Р В°, РЎвЂЎРЎвЂљР С• РЎвЂљР В°Р С Р С—РЎР‚Р С•Р С‘РЎРѓРЎвЂ¦Р С•Р Т‘Р С‘РЎвЂљ. 
                        Р вЂ”Р В°Р СР ВµРЎвЂљР С‘Р В»Р В° Р В»Р С‘РЎв‚¬РЎРЉ РЎвЂљР С•Р В»РЎРЉР С”Р С• Р СљРЎРЏРЎС“РЎвЂљР В°, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р в„– Р В·Р В°Р В±Р С‘РЎР‚Р В°Р В» Р С‘Р В· Р С”Р В°РЎРѓРЎРѓРЎвЂ№ Р Р†РЎРѓР Вµ Р Т‘Р ВµР Р…РЎРЉР С–Р С‘. 
                        Р СџР С•РЎРѓР В»Р Вµ РЎвЂљР В°Р С”Р С•Р С–Р С• Р С”Р В°Р С” Р Р†Р ВµРЎРѓРЎРЉ Р Т‘РЎвЂ№Р С Р Р†РЎвЂ№Р Р†Р ВµРЎвЂљРЎР‚Р С‘Р В»РЎРѓРЎРЏ РЎРЏ РЎС“Р Р†Р С‘Р Т‘Р ВµР В»Р В° РЎРѓР Р†Р С•Р в„– Р СР В°Р С–Р В°Р В·Р С‘Р Р… Р С‘ Р В±РЎвЂ№Р В»Р В° Р Р† РЎС“Р В¶Р В°РЎРѓР Вµ, Р Р†РЎРѓР Вµ Р С—Р С•Р С”Р ВµР СР С•Р Р…РЎвЂ№ Р В±РЎвЂ№Р В»Р С‘ РЎС“Р С”РЎР‚Р В°Р Т‘Р ВµР Р…РЎвЂ№, Р В° Р СР В°Р С–Р В°Р В·Р С‘Р Р… Р С—Р С•Р В»Р Р…Р С•РЎРѓРЎвЂљРЎР‹ РЎР‚Р В°Р В·Р С–РЎР‚Р С•Р СР В»Р ВµР Р…. 
                        Р СћР ВµР С—Р ВµРЎР‚РЎРЉ РЎС“ Р СР ВµР Р…РЎРЏ Р Р…Р ВµРЎвЂљ Р Р…Р С‘ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†, Р Р…Р С‘ РЎвЂћР С‘Р Р…Р В°Р Р…РЎРѓР С•Р Р† Р Р…Р В° Р Р†Р С•РЎРѓРЎРѓРЎвЂљР В°Р Р…Р С•Р Р†Р В»Р ВµР Р…Р С‘Р Вµ Р СР В°Р С–Р В°Р В·Р С‘Р Р…Р В°. 
                        <sup>[Р СџР В»Р В°РЎвЂЎР ВµРЎвЂљ Р С•РЎвЂљР Р†Р ВµРЎвЂЎР В°РЎРЏ Р С•РЎвЂЎР ВµР Р…РЎРЉ Р Р…Р Вµ Р Р†Р Р…РЎРЏРЎвЂљР Р…Р С•]</sup>Р СџР С•Р В¶Р В°Р В»РЎС“Р в„–, РЎРЏ Р В·Р В°Р С”РЎР‚РЎвЂ№Р Р†Р В°РЎР‹ РЎРѓР Р†Р С•Р С‘ Р СР В°Р С–Р В°Р В·Р С‘Р Р… Р Р…Р В° Р Р†РЎРѓР ВµР С–Р Т‘Р В°...";
            $pers    = '<a href="'.$href.'3">Р С’ Р С”Р В°Р С” Р В¶Р Вµ Р С—Р С•Р В»Р С‘РЎвЂ Р С‘РЎРЏ? Р вЂ™РЎвЂ№ Р С•Р В±РЎР‚Р В°РЎвЂ°Р В°Р В»Р С‘РЎРѓРЎРЉ РЎвЂљРЎС“Р Т‘Р В°?</a>';
            $pers   .= '<a href="/game.php?go=char">Р С›РЎвЂЎР ВµР Р…РЎРЉ Р С–РЎР‚РЎС“РЎРѓРЎвЂљР Р…Р В°РЎРЏ Р С‘РЎРѓРЎвЂљР С•РЎР‚Р С‘РЎРЏ, Р С—РЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ, РЎвЂЎРЎвЂљР С• Р Р…Р С‘РЎвЂЎР ВµР С Р Р…Р Вµ Р СР С•Р С–РЎС“ Р вЂ™Р В°Р С Р С—Р С•Р СР С•РЎвЂЎРЎРЉ, Р Р…Р С• Р СР Р…Р Вµ Р С—Р С•РЎР‚Р В°.</a>';
      break;
      case 3:
          $about  = "Р СџР С•Р В»Р С‘РЎвЂ Р С‘РЎРЏ Р Р†Р В·РЎРЏР В»Р В°РЎРѓРЎРЉ Р В·Р В° РЎР‚Р В°РЎРѓРЎРѓР В»Р ВµР Т‘Р С•Р Р†Р В°Р Р…Р С‘Р Вµ, Р Р…Р С• Р Р…Р ВµР С‘Р В·Р Р†Р ВµРЎРѓРЎвЂљР Р…Р С• Р С”Р С•Р С–Р Т‘Р В° Р С•Р Р…Р С• Р В·Р В°Р С”Р С•Р Р…РЎвЂЎР С‘РЎвЂљРЎРѓРЎРЏ Р С‘ Р В·Р В°Р С”Р С•Р Р…РЎвЂЎР С‘РЎвЂљРЎРѓРЎРЏ Р В»Р С‘ Р Р†Р С•Р С•Р В±РЎвЂ°Р Вµ... 
                     Р С’ Р В·Р В° РЎРЊРЎвЂљР С• Р Р†РЎР‚Р ВµР СРЎРЏ РЎРЏ Р С—Р С•РЎвЂљР ВµРЎР‚РЎРЏРЎР‹ Р Р†РЎРѓР ВµРЎвЂ¦ РЎРѓР Р†Р С•Р С‘РЎвЂ¦ Р С”Р В»Р С‘Р ВµР Р…РЎвЂљР С•Р Р†.";
          $pers   = '<a href="'.$href.'4">Р СљР С•Р В¶Р ВµРЎвЂљ Р В±РЎвЂ№РЎвЂљРЎРЉ РЎРЏ РЎРѓР СР С•Р С–РЎС“ Р вЂ™Р В°Р С Р С—Р С•Р СР С•РЎвЂЎРЎРЉ РЎвЂЎР ВµР С-Р В»Р С‘Р В±Р С•?</a>';
          $pers  .= '<a href="/game.php?go=char">Р С›РЎвЂЎР ВµР Р…РЎРЉ Р С–РЎР‚РЎС“РЎРѓРЎвЂљР Р…Р В°РЎРЏ Р С‘РЎРѓРЎвЂљР С•РЎР‚Р С‘РЎРЏ, Р С—РЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ, РЎвЂЎРЎвЂљР С• Р Р…Р С‘РЎвЂЎР ВµР С Р Р…Р Вµ Р СР С•Р С–РЎС“ Р вЂ™Р В°Р С Р С—Р С•Р СР С•РЎвЂЎРЎРЉ, Р Р…Р С• Р СР Р…Р Вµ Р С—Р С•РЎР‚Р В°.</a>';
      break;
      case 4:
          $about  = "Р РЋР С—Р В°РЎРѓР С‘Р В±Р С• РЎвЂљР ВµР В±Р Вµ Р В·Р В° Р В·Р В°Р В±Р С•РЎвЂљРЎС“, Р Р…Р С• РЎвЂљРЎвЂ№ Р Р…Р Вµ Р С—РЎР‚Р ВµР Т‘РЎРѓРЎвЂљР В°Р Р†Р В»РЎРЏР ВµРЎв‚¬РЎРЉ РЎРѓР ВµР В±Р Вµ, РЎРѓР С”Р С•Р В»РЎРЉР С”Р С• Р Р†РЎРѓР ВµР С–Р С• Р С—Р С•РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ РЎвЂЎРЎвЂљР С•Р В±РЎвЂ№ Р Р†Р С•РЎРѓРЎРѓРЎвЂљР В°Р Р…Р С•Р Р†Р С‘РЎвЂљРЎРЉ Р СР В°Р С–Р В°Р В·Р С‘Р Р…. 
                     Р вЂќР В° Р СР Р…Р Вµ Р С‘ Р С•РЎвЂљР В±Р В»Р В°Р С–Р С•Р Т‘Р В°РЎР‚Р С‘РЎвЂљРЎРЉ Р Р…Р ВµРЎвЂЎР ВµР С, Р С•РЎРѓРЎвЂљР В°Р В»Р С•РЎРѓРЎРЉ Р В»Р С‘РЎв‚¬РЎРЉ РЎвЂљР С•Р В»РЎРЉР С”Р С• Р С”Р В°Р С”Р С•Р Вµ-РЎвЂљР С• РЎРЏР в„–РЎвЂ Р С•, Р В° РЎвЂЎРЎвЂљР С• Р В·Р В° РЎРЏР в„–РЎвЂ Р С• РЎРЏ Р С‘ РЎРѓР В°Р СР В° Р Р…Р Вµ Р В·Р Р…Р В°РЎР‹. 
                     Р СњР С• Р ВµРЎРѓР В»Р С‘ РЎвЂљРЎвЂ№ РЎРѓР СР С•Р В¶Р ВµРЎв‚¬РЎРЉ Р С—Р С•Р СР С•РЎвЂЎРЎРЉ Р СР Р…Р Вµ, РЎвЂљР С• РЎРЏ Р С•РЎвЂљР Т‘Р В°Р С РЎвЂљР ВµР В±Р Вµ Р ВµР С–Р С•.";
          $pers   = '<a href="'.$href.'5">Р вЂ™РЎвЂ№ Р СР ВµР Р…РЎРЏ Р В·Р В°Р С‘Р Р…РЎвЂљРЎР‚Р С‘Р С–Р С•Р Р†Р В°Р В»Р С‘. Р В РЎвЂљР В°Р С”, РЎвЂЎР ВµР С РЎРЏ Р СР С•Р С–РЎС“ Р С—Р С•Р СР С•РЎвЂЎРЎРЉ?</a>';
          $pers  .= '<a href="/game.php?go=char">Р Р€Р Р†РЎвЂ№, Р Р…Р С• РЎРЏ Р Р…Р Вµ РЎРѓР СР С•Р С–РЎС“ Р вЂ™Р В°Р С Р С—Р С•Р СР С•РЎвЂЎРЎРЉ, РЎРЏ РЎР‚Р В°РЎРѓРЎвЂЎР С‘РЎвЂљРЎвЂ№Р Р†Р В°Р В» Р Р…Р В° Р В±Р С•Р В»Р ВµР Вµ Р В»РЎС“РЎвЂЎРЎв‚¬РЎС“РЎР‹ Р Р…Р В°Р С–РЎР‚Р В°Р Т‘РЎС“.</a>';
      break;
      case 5:
          $about  = "Р Р‡ Р С•РЎвЂЎР ВµР Р…РЎРЉ РЎР‚Р В°Р Т‘Р В°, РЎвЂЎРЎвЂљР С• РЎвЂљРЎвЂ№ Р С—РЎР‚Р С•РЎРЏР Р†Р С‘Р В» Р Т‘Р С•Р В»РЎР‹ Р СР С‘Р В»Р С•РЎРѓР ВµРЎР‚Р Т‘Р С‘РЎРЏ Р С‘ РЎРѓР С•Р С–Р В»Р В°РЎРѓР С‘Р В»РЎРѓРЎРЏ Р С—Р С•Р СР С•РЎвЂЎРЎРЉ Р СР Р…Р Вµ. 
                     Р вЂќР В»РЎРЏ Р Р…Р В°РЎвЂЎР В°Р В»Р В° Р СџР С•Р Р…Р В°Р Т‘Р С•Р В±Р С‘РЎвЂљРЎРЉРЎРѓРЎРЏ Р Р†Р С•РЎРѓРЎРѓРЎвЂљР В°Р Р…Р С•Р Р†Р С‘РЎвЂљРЎРЉ Р С”Р С•Р СР В°Р Р…Р Т‘РЎС“ Р С—Р С•Р СР С•РЎвЂ°Р Р…Р С‘Р С”Р С•Р Р†. 
                     Р В Р С—Р ВµРЎР‚Р Р†РЎвЂ№Р С, Р С”Р С•Р С–Р С• Р В±РЎвЂ№ РЎРЏ РЎвЂ¦Р С•РЎвЂљР ВµР В»Р В° РЎвЂЎРЎвЂљР С•Р В±РЎвЂ№ РЎвЂљРЎвЂ№ Р СР Р…Р Вµ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ, РЎРЊРЎвЂљР С•: #043 Oddish - РЎРѓ РЎвЂ¦Р В°РЎР‚Р В°Р С”РЎвЂљР ВµРЎР‚Р С•Р С: Р С›РЎРѓРЎвЂљР С•РЎР‚Р С•Р В¶Р Р…РЎвЂ№Р в„–.
                     Р В§РЎвЂљР С• Р В±РЎвЂ№ Р С•Р Р… РЎРѓ Р В°Р С”Р С”РЎС“РЎР‚Р В°РЎвЂљР Р…Р С•РЎРѓРЎвЂљРЎР‹ Р СР С•Р С– РЎС“Р С”РЎР‚Р В°РЎв‚¬Р В°РЎвЂљРЎРЉ Р В±РЎС“Р С”Р ВµРЎвЂљРЎвЂ№.";
          $pers   = '<a href="'.$href.'6" target="_chat_two">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р С”Р В°Р С” РЎвЂљР С•Р В»РЎРЉР С”Р С• Р С—Р С•Р в„–Р СР В°РЎР‹ Р С›Р Т‘Р С‘РЎв‚¬Р В° РЎРЏ Р Р†Р ВµРЎР‚Р Р…РЎС“РЎРѓРЎРЉ Р С” Р вЂ™Р В°Р С.</a>';
      break;
      case 6:
        if(empty($q8)) insert('quest',array('quest_id'=>8, 'user_id'=>$_SESSION['id'], 'process'=>3));
        die("<script>parent._location.location.href='game.php?go=char';</script>");
      break;
      default:
         die("<script>location.href='game.php?go=char';</script>");
   }
  }elseif($q8['process'] == 3){
    switch ($do){                  
      case 1:
            $about   = "Р СћРЎвЂ№ РЎС“Р В¶Р Вµ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ Р СР Р…Р Вµ: #043 Oddish - РЎРѓ РЎвЂ¦Р В°РЎР‚Р В°Р С”РЎвЂљР ВµРЎР‚Р С•Р С: Р С›РЎРѓРЎвЂљР С•РЎР‚Р С•Р В¶Р Р…РЎвЂ№Р в„–?";
            $pers    = '<a href="'.$href.'2">Р вЂќР В°, Р С”Р С•Р Р…Р ВµРЎвЂЎР Р…Р С•, Р Р†Р С•РЎвЂљ Р Р†Р С•Р В·РЎРЉР СР С‘РЎвЂљР Вµ.</a>';
            $pers   .= '<a href="/game.php?go=char">Р ВР В·Р Р†Р С‘Р Р…Р С‘РЎвЂљР Вµ, Р Р…Р С• Р С—Р С•Р С”Р В° РЎвЂЎРЎвЂљР С• Р Р…Р ВµРЎвЂљ.</a>';
      break;
      case 2:
           $countPq = qCountPoke(1,' AND har=16 AND basenum=43');
           $countP  = qCountPoke(2);
           if($countPq && $countP){ 
            if(delete('pok_user','har=16 AND basenum=43 AND active=1 AND users='.(int)$_SESSION['id'].' LIMIT 1')){
              quest_update(8, 6, 0);
              plus_item(1, 18);
              $about   = "Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•! Р Р‡ РЎвЂљРЎС“РЎвЂљ Р Р…Р В°РЎв‚¬Р В»Р В° Р РЋРЎС“РЎв‚¬Р ВµР Р…РЎвЂ№Р в„– Р С”Р В»Р ВµР Р†Р ВµРЎР‚, Р Т‘РЎС“Р СР В°РЎР‹ Р С•Р Р… РЎвЂљР ВµР В±Р Вµ Р В±РЎС“Р Т‘Р ВµРЎвЂљ Р Р…РЎС“Р В¶Р Р…Р ВµР Вµ. Р вЂ™Р С•РЎвЂљ Р Р†Р С•Р В·РЎРЉР СР С‘ Р ВµР С–Р С• Р В·Р В° РЎР‚Р В°Р В±Р С•РЎвЂљРЎС“.<br>
                          Р СћР ВµР С—Р ВµРЎР‚РЎРЉ Р СР Р…Р Вµ Р С—Р С•РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ: #012 Butterfree - 50 РЎС“РЎР‚Р С•Р Р†Р Р…РЎРЏ Р С‘ Р В¶Р ВµР Р…РЎРѓР С”Р С•Р С–Р С• Р С—Р С•Р В»Р В°, РЎвЂЎРЎвЂљР С• Р В±РЎвЂ№ Р С•Р Р…Р В° Р СР С•Р С–Р В»Р В° Р С•Р С—РЎвЂ№Р В»РЎРЏРЎвЂљРЎРЉ РЎРѓР Р†Р С•Р ВµР в„– Р С—РЎвЂ№Р В»РЎРЉРЎвЂ Р С•Р в„– Р СР С•Р С‘ РЎвЂ Р Р†Р ВµРЎвЂљРЎвЂ№ Р Р† Р С•РЎР‚Р В°Р Р…Р В¶Р ВµРЎР‚Р ВµР Вµ.";
              $pers    = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, РЎРЏ РЎРѓР С”Р С•РЎР‚Р С• Р В±РЎС“Р Т‘РЎС“.</a>';
            }else{
              $name    = "<span style='color:brown; font-weight:bold;'>Pokelegenda</span>";
              $about   = 'CР С‘РЎРѓРЎвЂљР ВµР СР Р…Р В°РЎРЏ Р С•РЎв‚¬Р С‘Р В±Р С”Р В°, Р С—Р С•Р С—РЎР‚Р С•Р В±РЎС“Р в„–РЎвЂљР Вµ РЎРѓР Р…Р С•Р Р†Р В°.';
              $pers    = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•.</a>';              
            }
           }else{
             if(!$countPq){
              $about   = 'Р вЂ”Р В°РЎвЂЎР ВµР С РЎвЂљРЎвЂ№ Р СР ВµР Р…РЎРЏ Р С•Р В±Р СР В°Р Р…РЎвЂ№Р Р†Р В°Р ВµРЎв‚¬РЎРЉ? Р СљР Р…Р Вµ Р С‘РЎвЂљР В°Р С” Р С—Р В»Р С•РЎвЂ¦Р С•...';
              $pers    = '<a href="/game.php?go=char">Р ВР В·Р Р†Р С‘Р Р…Р С‘РЎвЂљР Вµ, РЎРЏ Р С—Р С•РЎв‚¬Р ВµР В» Р ВµР С–Р С• Р В»Р С•Р Р†Р С‘РЎвЂљРЎРЉ.</a>';
             }
             if(!$countP && $countPq){
              $about   = 'Р РЋ РЎРѓР С•Р В±Р С•Р в„– РЎС“ РЎвЂљР ВµР В±РЎРЏ Р Т‘Р С•Р В»Р В¶Р Р…Р С• Р В±РЎвЂ№РЎвЂљРЎРЉ Р В±Р С•Р В»РЎРЉРЎв‚¬Р Вµ Р С•Р Т‘Р Р…Р С•Р С–Р С• Р С—Р С•Р С”Р ВµР СР С•Р Р…Р В°.';
              $pers    = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•.</a>';
             }
           } 
      break;
    }
  }elseif($q8['process'] == 6){
    switch ($do){                  
      case 1:
            $about   = "Р СћРЎвЂ№ РЎС“Р В¶Р Вµ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ Р СР Р…Р Вµ: #012 Butterfree - 50 lvl РЎРѓ Р В¶Р ВµР Р…РЎРѓР С‘Р С Р С—Р С•Р В»Р С•Р С?";
            $pers    = '<a href="'.$href.'2">Р вЂќР В°, Р С”Р С•Р Р…Р ВµРЎвЂЎР Р…Р С•, Р Р†Р С•РЎвЂљ Р Р†Р С•Р В·РЎРЉР СР С‘РЎвЂљР Вµ.</a>';
            $pers   .= '<a href="/game.php?go=char">Р ВР В·Р Р†Р С‘Р Р…Р С‘РЎвЂљР Вµ, Р Р…Р С• Р С—Р С•Р С”Р В° РЎвЂЎРЎвЂљР С• Р Р…Р ВµРЎвЂљ.</a>';
      break;
      case 2:
           $countPq = qCountPoke(1,' AND sex=2 AND basenum=12 AND lvl=50');
           $countP  = qCountPoke(2);
           if($countPq && $countP){ 
            if(delete('pok_user','sex=2 AND basenum=12 AND lvl=50 AND active=1 AND users='.(int)$_SESSION['id'].' LIMIT 1')){
              quest_update(8, 12, 0);
              plus_item(5, 9);
              $about   = "Р РЋР С—Р В°РЎРѓР С‘Р В±Р С• РЎвЂљР ВµР В±Р Вµ! Р вЂ™ Р С”Р В°РЎР‚Р СР В°Р Р…Р Вµ РЎС“ Р СР ВµР Р…РЎРЏ Р В·Р В°Р Р†Р В°Р В»РЎРЏР В»Р С•РЎРѓРЎРЉ Р Р…Р ВµР СР Р…Р С•Р С–Р С• Р С”Р С•Р Р…РЎвЂћР ВµРЎвЂљ. Р вЂ™Р С•РЎвЂљ Р Р†Р С•Р В·РЎРЉР СР С‘ Р С‘РЎвЂ¦ Р В·Р В° РЎР‚Р В°Р В±Р С•РЎвЂљРЎС“.<br>
                          Р СћР С•РЎвЂљ Р С•Р Т‘Р С‘РЎв‚¬Р С‘, РЎвЂЎРЎвЂљР С• РЎвЂљРЎвЂ№ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ Р Р† Р С—РЎР‚Р С•РЎв‚¬Р В»РЎвЂ№Р в„– РЎР‚Р В°Р В·, Р С•РЎвЂљР В»Р С‘РЎвЂЎР Р…Р С• РЎРѓР С—РЎР‚Р В°Р Р†Р В»РЎРЏР ВµРЎвЂљРЎРѓРЎРЏ РЎРѓР С• РЎРѓР Р†Р С•Р ВµР в„– РЎР‚Р В°Р В±Р С•РЎвЂљР С•Р в„–, Р В° РЎвЂљР В°Р С” Р В¶Р Вµ Р СРЎвЂ№ РЎРѓ Р Р…Р С‘Р С Р С—РЎР‚Р С‘Р В±РЎР‚Р В°Р В»Р С‘РЎРѓРЎРЉ Р Р† Р СР В°Р С–Р В°Р В·Р С‘Р Р…Р Вµ. 
                          Р СњРЎС“ Р В»Р В°Р Т‘Р Р…Р С•, РЎвЂЎРЎвЂљР С• - РЎвЂљР С• РЎРЏ Р В·Р В°Р С–Р С•Р Р†Р С•РЎР‚Р С‘Р В»Р В°РЎРѓРЎРЉ... <br>
                          Р СћР ВµР С—Р ВµРЎР‚РЎРЉ Р СР Р…Р Вµ Р С—Р С•РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ: #061 Poliwhirl, РЎвЂЎРЎвЂљР С• Р В±РЎвЂ№ Р С•Р Р… Р СР С•Р С– Р С—Р С•Р В»Р С‘Р Р†Р В°РЎвЂљРЎРЉ РЎвЂ Р Р†Р ВµРЎвЂљРЎвЂ№ Р С‘ РЎРѓР В»Р ВµР Т‘Р С‘РЎвЂљРЎРЉ Р В·Р В° Р С‘РЎвЂ¦ РЎРѓР С•РЎРѓРЎвЂљР С•РЎРЏР Р…Р С‘Р ВµР С.";
              $pers    = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р С”Р В°Р С” РЎвЂљР С•Р В»РЎРЉР С”Р С• РЎРЏ Р С—Р С•Р в„–Р СР В°РЎР‹ Р ВµР С–Р С•, РЎРѓРЎР‚Р В°Р В·РЎС“ Р В¶Р Вµ Р С—РЎР‚Р С‘Р Т‘РЎС“ Р С” Р Р†Р В°Р С.</a>';
            }else{
              $name    = "<span style='color:brown; font-weight:bold;'>Pokelegenda</span>";
              $about   = 'CР С‘РЎРѓРЎвЂљР ВµР СР Р…Р В°РЎРЏ Р С•РЎв‚¬Р С‘Р В±Р С”Р В°, Р С—Р С•Р С—РЎР‚Р С•Р В±РЎС“Р в„–РЎвЂљР Вµ РЎРѓР Р…Р С•Р Р†Р В°.';
              $pers    = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•.</a>';              
            }
           }else{
             if(!$countPq){
              $about   = 'Р вЂ”Р В°РЎвЂЎР ВµР С РЎвЂљРЎвЂ№ Р СР ВµР Р…РЎРЏ Р С•Р В±Р СР В°Р Р…РЎвЂ№Р Р†Р В°Р ВµРЎв‚¬РЎРЉ? Р СљР Р…Р Вµ Р С‘РЎвЂљР В°Р С” Р С—Р В»Р С•РЎвЂ¦Р С•...';
              $pers    = '<a href="/game.php?go=char">Р ВР В·Р Р†Р С‘Р Р…Р С‘РЎвЂљР Вµ, РЎРЏ РЎРѓР С”Р С•РЎР‚Р С• Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓРЎС“ Р ВµР Вµ.</a>';
             }
             if(!$countP && $countPq){
              $about   = 'Р РЋ РЎРѓР С•Р В±Р С•Р в„– РЎС“ РЎвЂљР ВµР В±РЎРЏ Р Т‘Р С•Р В»Р В¶Р Р…Р С• Р В±РЎвЂ№РЎвЂљРЎРЉ Р В±Р С•Р В»РЎРЉРЎв‚¬Р Вµ Р С•Р Т‘Р Р…Р С•Р С–Р С• Р С—Р С•Р С”Р ВµР СР С•Р Р…Р В°.';
              $pers    = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•.</a>';
             }
           } 
      break;
    }
  }elseif($q8['process'] == 12){
    switch ($do){                  
      case 1:
            $about   = "Р СћРЎвЂ№ РЎС“Р В¶Р Вµ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ Р СР Р…Р Вµ: #061 Poliwhirl?";
            $pers    = '<a href="'.$href.'2">Р вЂќР В°, Р С”Р С•Р Р…Р ВµРЎвЂЎР Р…Р С•, Р Р†Р С•РЎвЂљ Р Р†Р С•Р В·РЎРЉР СР С‘РЎвЂљР Вµ.</a>';
            $pers   .= '<a href="/game.php?go=char">Р ВР В·Р Р†Р С‘Р Р…Р С‘РЎвЂљР Вµ, Р Р…Р С• Р С—Р С•Р С”Р В° РЎвЂЎРЎвЂљР С• Р Р…Р ВµРЎвЂљ.</a>';
      break;
      case 2:
           $countPq = qCountPoke(1,' AND basenum=61');
           $countP  = qCountPoke(2);
           if($countPq && $countP){ 
            if(delete('pok_user','basenum=61 AND active=1 AND users='.(int)$_SESSION['id'].' LIMIT 1')){
              quest_update(8, 18, 0);
              plus_item(20, 15);
              $about   = "Р С™Р В°Р С” Р В¶Р Вµ РЎРЏ Р В±Р В»Р В°Р С–Р С•Р Т‘Р В°РЎР‚Р Р…Р В° РЎвЂљР ВµР В±Р Вµ, РЎвЂљРЎвЂ№ РЎРѓРЎвЂљР С•Р В»РЎРЉР С”Р С• РЎС“Р В¶Р Вµ РЎРѓР Т‘Р ВµР В»Р В°Р В» Р Т‘Р В»РЎРЏ Р СР ВµР Р…РЎРЏ. 
                          Р СџРЎвЂ№Р В»РЎРЉРЎвЂ Р В° Р вЂР В°РЎвЂљР ВµРЎР‚РЎвЂћРЎР‚Р С‘ Р С•Р В±Р В»Р В°Р Т‘Р В°Р ВµРЎвЂљ Р Р…Р Вµ РЎвЂљР С•Р В»РЎРЉР С”Р С• РЎРѓР Р†Р С•Р в„–РЎРѓРЎвЂљР Р†Р С•Р С РЎР‚Р В°РЎРѓР С—РЎвЂ№Р В»Р ВµР Р…Р С‘РЎРЏ, Р Р…Р С• Р С‘ РЎРѓР Р†Р С•Р в„–РЎРѓРЎвЂљР Р†Р С•Р С РЎС“РЎРѓРЎвЂ№Р С—Р В»Р ВµР Р…Р С‘РЎРЏ. 
                          Р В Р СР Р…Р Вµ РЎС“Р Т‘Р В°Р В»Р С•РЎРѓРЎРЉ РЎРѓР Т‘Р ВµР В»Р В°РЎвЂљРЎРЉ Р С‘Р В· Р ВµР Вµ Р С—РЎвЂ№Р В»РЎРЉРЎвЂ РЎвЂ№ Р В°Р Р…РЎвЂљР С‘-РЎРѓР С—РЎР‚Р ВµР в„–, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р в„– Р СР С•Р В¶Р ВµРЎвЂљ Р СР С–Р Р…Р С•Р Р†Р ВµР Р…Р Р…Р С• РЎР‚Р В°Р В·Р В±РЎС“Р Т‘Р С‘РЎвЂљРЎРЉ.  
                          Р вЂ™Р С•РЎвЂљ, Р Р†Р С•Р В·РЎРЉР СР С‘ Р С‘ РЎРѓР ВµР В±Р Вµ Р Р…Р ВµР СР Р…Р С•Р С–Р С•.<br>
                          Р СћР ВµР С—Р ВµРЎР‚РЎРЉ Р СР Р…Р Вµ Р С—Р С•РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ Р С—Р С•РЎРѓР В»Р ВµР Т‘Р Р…Р С‘Р в„– Р С—Р С•Р С”Р ВµР СР С•Р Р…, Р С—Р С•Р В¶Р В°Р В»РЎС“Р в„–, Р СР С•Р в„– РЎРѓР В°Р СРЎвЂ№Р в„– Р В»РЎР‹Р В±Р С‘Р СРЎвЂ№Р в„–: #070 Weepinbell -  45 РЎС“РЎР‚Р С•Р Р†Р Р…РЎРЏ РЎРѓ РЎвЂ¦Р В°РЎР‚Р В°Р С”РЎвЂљР ВµРЎР‚Р С•Р С: Р РЋР С—Р С•Р С”Р С•Р в„–Р Р…РЎвЂ№Р в„–, Р ВµР С–Р С• РЎРѓР С—Р С•РЎРѓР С•Р В±Р Р…Р С•РЎРѓРЎвЂљР С‘ Р В±Р ВµР В·Р С–РЎР‚Р В°Р Р…Р С‘РЎвЂЎР Р…РЎвЂ№ Р Т‘Р В»РЎРЏ Р СР С•Р ВµР С–Р С• Р СР В°Р С–Р В°Р В·Р С‘Р Р…Р В°, Р С•Р Р… Р СР С•Р В¶Р ВµРЎвЂљ Р Т‘Р В°РЎвЂљРЎРЉ РЎРѓР С‘Р В»РЎвЂ№ Р С‘ РЎРЊР Р…Р ВµРЎР‚Р С–Р С‘РЎР‹ РЎвЂ Р Р†Р ВµРЎвЂљР В°Р С Р С‘ Р ВµРЎвЂ°Р Вµ Р СР Р…Р С•Р С–Р С• РЎвЂЎР ВµР С–Р С•, Р Р…Р С• РЎРЊРЎвЂљР С• РЎС“Р В¶Р Вµ Р В»Р С‘РЎвЂЎР Р…Р В°РЎРЏ РЎвЂљР В°Р в„–Р Р…Р В°.";
              $pers    = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р С”Р В°Р С” РЎвЂљР С•Р В»РЎРЉР С”Р С• РЎРЏ Р С—Р С•Р в„–Р СР В°РЎР‹ Р ВµР С–Р С•, РЎРѓРЎР‚Р В°Р В·РЎС“ Р В¶Р Вµ Р С—РЎР‚Р С‘Р Т‘РЎС“ Р С” Р Р†Р В°Р С.</a>';
            }else{
              $name    = "<span style='color:brown; font-weight:bold;'>Pokelegenda</span>";
              $about   = 'CР С‘РЎРѓРЎвЂљР ВµР СР Р…Р В°РЎРЏ Р С•РЎв‚¬Р С‘Р В±Р С”Р В°, Р С—Р С•Р С—РЎР‚Р С•Р В±РЎС“Р в„–РЎвЂљР Вµ РЎРѓР Р…Р С•Р Р†Р В°.';
              $pers    = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•.</a>';              
            }
           }else{
             if(!$countPq){
              $about   = 'Р вЂ”Р В°РЎвЂЎР ВµР С РЎвЂљРЎвЂ№ Р СР ВµР Р…РЎРЏ Р С•Р В±Р СР В°Р Р…РЎвЂ№Р Р†Р В°Р ВµРЎв‚¬РЎРЉ? Р СљР Р…Р Вµ Р С‘РЎвЂљР В°Р С” Р С—Р В»Р С•РЎвЂ¦Р С•...';
              $pers    = '<a href="/game.php?go=char">Р ВР В·Р Р†Р С‘Р Р…Р С‘РЎвЂљР Вµ, РЎРЏ РЎРѓР С”Р С•РЎР‚Р С• Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓРЎС“ Р ВµР Вµ.</a>';
             }
             if(!$countP && $countPq){
              $about   = 'Р РЋ РЎРѓР С•Р В±Р С•Р в„– РЎС“ РЎвЂљР ВµР В±РЎРЏ Р Т‘Р С•Р В»Р В¶Р Р…Р С• Р В±РЎвЂ№РЎвЂљРЎРЉ Р В±Р С•Р В»РЎРЉРЎв‚¬Р Вµ Р С•Р Т‘Р Р…Р С•Р С–Р С• Р С—Р С•Р С”Р ВµР СР С•Р Р…Р В°.';
              $pers    = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•.</a>';
             }
           } 
      break;
    }
  }elseif($q8['process'] == 18){
    switch ($do){                  
      case 1:
            $about   = "Р СћРЎвЂ№ РЎС“Р В¶Р Вµ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ Р СР Р…Р Вµ: #070 Weepinbell 45 - lvl РЎРѓ РЎвЂ¦Р В°РЎР‚Р В°Р С”РЎвЂљР ВµРЎР‚Р С•Р С: Р РЋР С—Р С•Р С”Р С•Р в„–Р Р…РЎвЂ№Р в„–?";
            $pers    = '<a href="'.$href.'2">Р вЂќР В°, Р С”Р С•Р Р…Р ВµРЎвЂЎР Р…Р С•, Р Р†Р С•РЎвЂљ Р Р†Р С•Р В·РЎРЉР СР С‘РЎвЂљР Вµ.</a>';
            $pers   .= '<a href="/game.php?go=char">Р ВР В·Р Р†Р С‘Р Р…Р С‘РЎвЂљР Вµ, Р Р…Р С• Р С—Р С•Р С”Р В° РЎвЂЎРЎвЂљР С• Р Р…Р ВµРЎвЂљ.</a>';
      break;
      case 2:
           $countPq = qCountPoke(1,' AND basenum=70 AND har=24 AND lvl=45');
           $countP  = qCountPoke(2);
           if($countPq && $countP){ 
            $pokeEgg = array('37','86','113');
            $gen     = array('10','11','12','15','11','10','20','18');
            $vall    = array_rand($pokeEgg,1);
            $timSpark = time() +(60*60*24*rand(2,5));
            $sostox = delete('pok_user','basenum=70 AND har=24 AND lvl=45 AND active=1 AND users='.(int)$_SESSION['id'].' LIMIT 1');
            $sostoy = insert('eggs',array('base_id_egg'=>$pokeEgg[$vall], 
                                           'users_egg'=>$_SESSION['id'], 
                                           'dtime'=>$timSpark,
                                           'hp_iv'=>rand_gen($gen),
                                           'atk_iv'=>rand_gen($gen),
                                           'def_iv'=>rand_gen($gen),
                                           'sdef_iv'=>rand_gen($gen),
                                           'satk_iv'=>rand_gen($gen),
                                           'speed_iv'=>rand_gen($gen),
                                           'tips'=>'normal'));
            if($sostoy > 0){
              quest_update(8, 20, 1);
              questRangUp(4);
              $about   = "Р ТђР С•РЎР‚Р С•РЎв‚¬Р С‘Р в„– РЎвЂљРЎвЂ№ РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚, РЎРѓР С—Р В°РЎРѓР С‘Р В±Р С• РЎвЂљР ВµР В±Р Вµ Р В·Р В° Р Р†РЎРѓР Вµ, РЎвЂЎРЎвЂљР С• РЎвЂљРЎвЂ№ РЎРѓР Т‘Р ВµР В»Р В°Р В». 
                          Р СљР С•Р в„– Р СР В°Р С–Р В°Р В·Р С‘Р Р… Р С•РЎвЂљР С”РЎР‚Р С•Р ВµРЎвЂљРЎРѓРЎРЏ Р С•РЎвЂЎР ВµР Р…РЎРЉ РЎРѓР С”Р С•РЎР‚Р С• Р С‘ РЎРЏ РЎРѓР Р…Р С•Р Р†Р В° РЎРѓР СР С•Р С–РЎС“ Р С—РЎР‚Р С•Р Т‘Р В°Р Р†Р В°РЎвЂљРЎРЉ РЎРѓР Р†Р С•Р С‘ Р В±РЎС“Р С”Р ВµРЎвЂљРЎвЂ№.
                          Р СњРЎС“ РЎвЂЎРЎвЂљР С•Р В¶, Р С”Р В°Р С” Р С‘ Р С•Р В±Р ВµРЎвЂ°Р В°Р В»Р В° Р Р†Р С•Р В·РЎРЉР СР С‘ Р Р† Р Р…Р В°Р С–РЎР‚Р В°Р Т‘РЎС“ Р Р†Р С•РЎвЂљ РЎРЊРЎвЂљР С• Р В·Р В°Р С–Р В°Р Т‘Р С•РЎвЂЎР Р…Р С•Р Вµ РЎРЏР в„–РЎвЂ Р С•. Р В Р ВµРЎвЂ°Р Вµ РЎР‚Р В°Р В· РЎРѓР С—Р В°РЎРѓР С‘Р В±Р С• Р В·Р В° Р С—Р С•Р СР С•РЎвЂ°РЎРЉ. 
                          Р СћР ВµР С—Р ВµРЎР‚РЎРЉ РЎРЏ Р В±РЎС“Р Т‘РЎС“ Р С•РЎвЂЎР ВµР Р…РЎРЉ Р В·Р В°Р Р…РЎРЏРЎвЂљР В°, Р Т‘Р С• Р Р†РЎРѓРЎвЂљРЎР‚Р ВµРЎвЂЎР С‘.";
              $pers    = '<a href="/game.php?go=char">Р РЋР С—Р В°РЎРѓР С‘Р В±Р С• Р С‘ Р вЂ™Р В°Р С, Р Т‘Р С• РЎРѓР Р†Р С‘Р Т‘Р В°Р Р…Р С‘РЎРЏ.</a>';
            }else{
              $name    = "<span style='color:brown; font-weight:bold;'>Pokelegenda</span>";
              $about   = 'CР С‘РЎРѓРЎвЂљР ВµР СР Р…Р В°РЎРЏ Р С•РЎв‚¬Р С‘Р В±Р С”Р В°, Р С—Р С•Р С—РЎР‚Р С•Р В±РЎС“Р в„–РЎвЂљР Вµ РЎРѓР Р…Р С•Р Р†Р В°.';
              $pers    = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•.</a>';              
            }
           }else{
             if(!$countPq){
              $about   = 'Р вЂ”Р В°РЎвЂЎР ВµР С РЎвЂљРЎвЂ№ Р СР ВµР Р…РЎРЏ Р С•Р В±Р СР В°Р Р…РЎвЂ№Р Р†Р В°Р ВµРЎв‚¬РЎРЉ? Р СљР Р…Р Вµ Р С‘РЎвЂљР В°Р С” Р С—Р В»Р С•РЎвЂ¦Р С•...';
              $pers    = '<a href="/game.php?go=char">Р ВР В·Р Р†Р С‘Р Р…Р С‘РЎвЂљР Вµ, РЎРЏ РЎРѓР С”Р С•РЎР‚Р С• Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓРЎС“ Р ВµР С–Р С•.</a>';
             }
             if(!$countP && $countPq){
              $about   = 'Р РЋ РЎРѓР С•Р В±Р С•Р в„– РЎС“ РЎвЂљР ВµР В±РЎРЏ Р Т‘Р С•Р В»Р В¶Р Р…Р С• Р В±РЎвЂ№РЎвЂљРЎРЉ Р В±Р С•Р В»РЎРЉРЎв‚¬Р Вµ Р С•Р Т‘Р Р…Р С•Р С–Р С• Р С—Р С•Р С”Р ВµР СР С•Р Р…Р В°.';
              $pers    = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•.</a>';
             }
           } 
      break;
    }
  }










}else{
  die("<script>location.href='game.php?go=char';</script>");
}
?>