<?php
    $pers = obr_chis($_GET['quest_npc']);
    $do   = obr_chis($_GET['do']);
    $quest_isset_const = 1;
    $name = "Р В Р С•Р В±Р ВµРЎР‚РЎвЂљ";
    $href = '/game.php?go=char&quest_npc='.$pers.'&do=';
     $eventQuest = first('SELECT * FROM quest_events WHERE quest=1 AND users=%d',$_SESSION['id']);
     $dat  = date('Y-m-d, H:i:s');
if(!empty($do)){
  if(!empty($eventDay)){

    if(empty($eventQuest['id'])){
      switch ($do){                  
        case 1:
            $about   = "Р вЂќР С•Р В±РЎР‚РЎвЂ№Р в„– Р Т‘Р ВµР Р…РЎРЉ. Р СћРЎвЂ№ Р Р…Р В°Р Р†Р ВµРЎР‚Р Р…Р С•Р Вµ РЎРѓР В»РЎвЂ№РЎв‚¬Р В°Р В» Р С• РЎвЂљР С•Р С, РЎвЂЎРЎвЂљР С• РЎРѓР С”Р С•РЎР‚Р С• РЎРѓР С•РЎРѓРЎвЂљР С•Р С‘РЎвЂљРЎРѓРЎРЏ Р В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р в„– Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”, Р Р…Р В° Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р в„– Р С—РЎР‚Р С‘Р С–Р В»Р В°РЎв‚¬Р В°РЎР‹РЎвЂљРЎРѓРЎРЏ Р Р†РЎРѓР Вµ Р В¶Р ВµР В»Р В°РЎР‹РЎвЂ°Р С‘Р Вµ?";
            $pers    = '<a href="'.$href.'2">Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–! Р С™Р С•Р Р…Р ВµРЎвЂЎР Р…Р С• Р В¶Р Вµ!</a>';
            $pers   .= '<a href="/game.php?go=char">Р СџРЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”? Р ВР В·Р Р†Р С‘Р Р…Р С‘, Р Р…Р С• Р СР Р…Р Вµ Р Р…Р Вµ Р Т‘Р С• Р Р…Р С‘РЎвЂ¦.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
        break;
        case 2:
            $about  = " Р СњРЎС“ РЎвЂЎРЎвЂљР С• Р В¶Р Вµ, РЎвЂљР ВµР В±Р Вµ Р С—РЎР‚Р С‘Р Т‘Р ВµРЎвЂљРЎРѓРЎРЏ Р С—Р С•РЎРѓРЎвЂљР В°РЎР‚Р В°РЎвЂљРЎРЉРЎРѓРЎРЏ, РЎвЂЎРЎвЂљР С•Р В±РЎвЂ№ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘РЎвЂљРЎРЉ Р С—РЎР‚Р С‘Р С–Р В»Р В°РЎв‚¬Р ВµР Р…Р С‘Р Вµ. 
                        Р вЂ™ РЎРЊРЎвЂљР С•РЎвЂљ Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С” Р Р…Р В°РЎв‚¬Р С‘ Р Т‘Р С‘Р В·Р В°Р в„–Р Р…Р ВµРЎР‚РЎвЂ№ Р С—РЎР‚Р ВµР Т‘Р В»Р С•Р В¶Р С‘Р В»Р С‘ Р Р…Р В°Р С РЎвЂ¦Р С•РЎР‚Р С•РЎв‚¬РЎС“РЎР‹ Р С‘Р Т‘Р ВµРЎР‹ - Р С—Р С•РЎРѓРЎвЂљРЎР‚Р С•Р С‘РЎвЂљРЎРЉ Р Р† РЎвЂ Р ВµР Р…РЎвЂљРЎР‚Р Вµ Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘РЎвЂЎР Р…Р С•Р С–Р С• Р В·Р В°Р В»Р В° 5-РЎвЂљР С‘ Р СР ВµРЎвЂљРЎР‚Р С•Р Р†Р С•Р С–Р С• Р РЋР В°Р С‘Р С”РЎС“Р Р…Р В°, Р С‘Р В· Р Р†Р С•Р В·Р Т‘РЎС“РЎв‚¬Р Р…РЎвЂ№РЎвЂ¦ РЎв‚¬Р В°РЎР‚Р С•Р Р†.
                        Р СљРЎвЂ№ РЎРѓ Р СР С•Р С‘Р СР С‘ Р С”Р С•Р В»Р В»Р ВµР С–Р В°Р СР С‘, РЎРѓР С•Р В±РЎРѓРЎвЂљР Р†Р ВµР Р…Р Р…Р С•, Р Р…Р Вµ Р С—РЎР‚Р С•РЎвЂљР С‘Р Р†, Р Р…Р С• Р Р†Р С•РЎвЂљ Р С—РЎР‚Р С•Р В±Р В»Р ВµР СР В°, Р С”Р В°Р С” Р Р…Р В°Р С Р Р…Р В°РЎРѓР С•Р В±Р С‘РЎР‚Р В°РЎвЂљРЎРЉ 5.000 РЎв‚¬Р В°РЎР‚Р С‘Р С”Р С•Р Р† Р В·Р В° 2 Р Т‘Р Р…РЎРЏ?
                        Р вЂўРЎРѓР В»Р С‘ РЎвЂљРЎвЂ№ РЎРѓР СР С•Р В¶Р ВµРЎв‚¬РЎРЉ Р С—Р С•Р СР С•РЎвЂЎРЎРЉ Р Р…Р В°Р С Р Р† РЎРЊРЎвЂљР С•Р С, РЎвЂљР С• Р СРЎвЂ№ РЎРѓ РЎС“Р Т‘Р С•Р Р†Р С•Р В»РЎРЉРЎРѓРЎвЂљР С‘Р Р†Р ВµР С Р Р†РЎвЂ№Р Т‘Р В°Р Т‘Р С‘Р С РЎвЂљР ВµР В±Р Вµ Р С—РЎР‚Р С‘Р С–Р В»Р В°РЎв‚¬Р ВµР Р…Р С‘Р Вµ Р Р…Р В° Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”! 
                        Р С’ РЎвЂљР В°Р С” Р В¶Р Вµ, Р Р…Р Вµ Р С—РЎР‚Р С‘Р Т‘Р ВµРЎв‚¬РЎРЉ Р В¶Р Вµ РЎвЂљРЎвЂ№ Р Р…Р В° Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С” РЎРѓ Р С—РЎС“РЎРѓРЎвЂљРЎвЂ№Р СР С‘ РЎР‚РЎС“Р С”Р В°Р СР С‘?  
                        Р вЂќР В°Р С” Р Р†Р С•РЎвЂљ, Р Р† Р В¦Р ВµРЎР‚РЎС“Р В»Р С‘Р Р…Р Вµ Р ВµРЎРѓРЎвЂљРЎРЉ Р С”Р С•Р Р…Р Т‘Р С‘РЎвЂљР ВµРЎР‚, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р в„– Р С–Р С•РЎвЂљР С•Р Р† Р С‘РЎРѓР С—Р ВµРЎвЂЎРЎРЉ РЎвЂљР С•РЎР‚РЎвЂљ, Р ВµРЎРѓР В»Р С‘ РЎвЂљРЎвЂ№ Р С—РЎР‚Р ВµР Т‘Р С•РЎРѓРЎвЂљР В°Р Р†Р С‘РЎв‚¬РЎРЉ Р ВµР СРЎС“ Р Р…РЎС“Р В¶Р Р…РЎвЂ№Р Вµ Р С‘Р Р…Р С–РЎР‚Р ВµР Т‘Р С‘Р ВµР Р…РЎвЂљРЎвЂ№.  
                        Р СњРЎС“ Р В° Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘РЎвЂЎР Р…РЎвЂ№Р в„– Р С—Р С•Р Т‘Р В°РЎР‚Р С•Р С” РЎвЂљРЎвЂ№ РЎРѓР СР С•Р В¶Р ВµРЎв‚¬РЎРЉ Р С—РЎР‚Р С‘Р С•Р В±РЎР‚Р ВµРЎРѓРЎвЂљР С‘ Р Р† Р СџРЎРЉРЎР‹РЎвЂљР ВµРЎР‚Р Вµ РЎС“ РЎвЂљР С•РЎР‚Р С–Р С•Р Р†РЎвЂ Р В°.";
            $pers   = '<a href="'.$href.'3">Р ТђР С... Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, РЎРЏ Р Р†Р С•Р В·РЎРЉР СРЎС“РЎРѓРЎРЉ Р В·Р В° РЎРЊРЎвЂљР С• Р Т‘Р ВµР В»Р С•.</a>';
            $pers   .= '<a href="/game.php?go=char">Р С›РЎвЂ¦, РЎРЏ РЎС“Р В¶ Р В»РЎС“РЎвЂЎРЎв‚¬Р Вµ Р С”РЎС“Р С—Р В»РЎР‹ Р С—РЎР‚Р С‘Р С–Р В»Р В°РЎв‚¬Р ВµР Р…Р С‘Р Вµ. Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘, Р Р…Р С• РЎС“ Р СР ВµР Р…РЎРЏ Р Р…Р ВµРЎвЂљ Р Р†РЎР‚Р ВµР СР ВµР Р…Р С‘ Р Р…Р В° РЎРЊРЎвЂљР С•.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
        break;
        case 3:
            $about  = "Р вЂ™Р С•РЎвЂљ Р С‘ РЎвЂ¦Р С•РЎР‚Р С•РЎв‚¬Р С•! Р СџР С•РЎРѓРЎвЂљР В°РЎР‚Р В°Р в„–РЎРѓРЎРЏ Р С”Р В°Р С” Р СР С•Р В¶Р Р…Р С• Р В±Р С•Р В»РЎРЉРЎв‚¬Р Вµ Р Р…Р В°РЎРѓР С•Р В±Р С‘РЎР‚Р В°РЎвЂљРЎРЉ Р Р†Р С•Р В·Р Т‘РЎС“РЎв‚¬Р Р…РЎвЂ№РЎвЂ¦ РЎв‚¬Р В°РЎР‚Р С‘Р С”Р С•Р Р†, Р В° РЎвЂљР В°Р С” Р В¶Р Вµ, Р ВµРЎРѓР В»Р С‘ Р В±РЎС“Р Т‘Р ВµРЎвЂљ РЎРѓР Р†Р С•Р В±Р С•Р Т‘Р Р…Р С•Р Вµ Р Р†РЎР‚Р ВµР СРЎРЏ, РЎвЂљР С• Р Р…Р В°Р С Р В±РЎвЂ№ Р Р…Р Вµ Р С—Р С•Р СР ВµРЎв‚¬Р В°Р В»Р С• Р Р…Р ВµР СР Р…Р С•Р С–Р С• РЎРѓР ВµРЎР‚Р С—Р В°Р Р…РЎвЂљР С‘Р Р…Р С•Р Р†Р С•Р в„– Р В»Р ВµР Р…РЎвЂљРЎвЂ№. 
                       Р С™Р С•Р Р…Р ВµРЎвЂЎР Р…Р С• Р В¶Р Вµ Р Р†РЎРѓРЎРЏ РЎвЂљР Р†Р С•РЎРЏ Р С—Р С•Р СР С•РЎвЂ°РЎРЉ Р Р…Р Вµ Р С—РЎР‚Р С•Р в„–Р Т‘Р ВµРЎвЂљ Р Т‘Р В°РЎР‚Р С•Р С, РЎвЂЎР ВµР С Р В±Р С•Р В»РЎРЉРЎв‚¬Р Вµ РЎвЂљРЎвЂ№ РЎРѓР СР С•Р В¶Р ВµРЎв‚¬РЎРЉ Р С—Р С•Р СР С•РЎвЂЎРЎРЉ Р Р…Р В°Р С, РЎвЂљР ВµР С Р В»РЎС“РЎвЂЎРЎв‚¬Р Вµ Р В±РЎС“Р Т‘Р ВµРЎвЂљ Р С—Р С•Р Т‘Р В°РЎР‚Р С•Р С”. ";
            $pers   = '<a href="'.$href.'4" target="_chat_two">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р С—Р С•Р СР С•Р С–РЎС“ РЎвЂЎР ВµР С РЎРѓР СР С•Р С–РЎС“.</a>';
        break;
        case 4:
          if(empty($eventQuest['id'])) insert('quest_events',array('quest'=>1, 'users'=>$_SESSION['id'], 'etapes'=>1));
          die("<script>parent._location.location.href='game.php?go=char';</script>");
        break;
        default:
           die("<script>location.href='game.php?go=char';</script>");
      }
    }elseif(!empty($eventQuest['id']) && $dat < '2012-10-20, 18:00:00'){
      switch ($do){                  
        case 1:
            $about   = "Р СћРЎвЂ№ РЎС“Р В¶Р Вµ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ, РЎвЂљР С• РЎвЂЎРЎвЂљР С• РЎвЂљРЎР‚Р ВµР В±Р С•Р Р†Р В°Р В»Р С•РЎРѓРЎРЉ Р Т‘Р В»РЎРЏ РЎС“Р С”РЎР‚Р В°РЎв‚¬Р ВµР Р…Р С‘РЎРЏ Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘РЎвЂЎР Р…Р С•Р С–Р С• Р В·Р В°Р В»Р В°?";
            $pers    = '<a href="'.$href.'2">Р вЂќР В°, Р С”Р С•Р Р…Р ВµРЎвЂЎР Р…Р С• Р В¶Р Вµ, Р Р†Р С•РЎвЂљ Р Р†Р С•Р В·РЎРЉР СР С‘.</a>';
            $pers   .= '<a href="/game.php?go=char">Р СџР С•Р С”Р В° РЎвЂЎРЎвЂљР С• Р Р…Р ВµРЎвЂљ.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
        break;
        case 2:
          $shar = coolseitems(48,$_SESSION['id']);
          $sharCount = formatnum($shar);
          $sharEvent = formatnum($eventQuest['count_event_1']);
          $lent = coolseitems(49,$_SESSION['id']);
          $lentCount = formatnum($lent);
          $lentEvent = formatnum($eventQuest['count_event_2']);        
          if($shar > 0 || $lent > 0) {
             if($shar > 0) minus_item($shar,48);
             if($lent > 0) minus_item($lent,49);
             update('quest_events',array('count_event_1'=>($eventQuest['count_event_1']+$shar), 
                                         'count_event_2'=>($eventQuest['count_event_2']+$lent) ),'id='.(int)$eventQuest['id']);
          }
          
          if($shar > 0 && $lent <= 0){
            $about  = " Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•, РЎвЂЎРЎвЂљР С• Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ РЎРЊРЎвЂљР С‘ РЎвЂЎРЎС“Р Т‘Р ВµРЎРѓР Р…РЎвЂ№Р Вµ РЎв‚¬Р В°РЎР‚Р С‘Р С”Р С‘! Р вЂўРЎРѓР В»Р С‘ РЎРѓР СР С•Р В¶Р ВµРЎв‚¬РЎРЉ Р Р…Р В°Р в„–РЎвЂљР С‘ Р ВµРЎвЂ°Р Вµ Р Р…Р ВµР СР Р…Р С•Р С–Р С•, РЎвЂљР С• РЎРЏ РЎРѓ РЎС“Р Т‘Р С•Р Р†Р С•Р В»РЎРЉРЎРѓРЎвЂљР Р†Р С‘Р ВµР С Р С—РЎР‚Р С‘Р СРЎС“ Р С‘РЎвЂ¦ Р Р†РЎРѓР Вµ. 
                        <br> 
                        <b>Р С›РЎвЂљР Т‘Р В°Р Р…Р С• РЎв‚¬Р В°РЎР‚Р С‘Р С”Р С•Р Р†: ".$sharEvent." + ".$sharCount." РЎв‚¬РЎвЂљ.</b>";
            $pers   = '<a  href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, РЎРЏ Р С—Р С•РЎРѓРЎвЂљР В°РЎР‚Р В°РЎР‹РЎРѓРЎРЉ. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
          }elseif($shar <= 0 && $lent > 0){
            $about  = " Р С›РЎвЂљР В»Р С‘РЎвЂЎР Р…Р С•! Р вЂєР ВµР Р…РЎвЂљР В° - РЎРЊРЎвЂљР С• РЎвЂљР С• РЎвЂЎРЎвЂљР С• Р Р…Р В°Р Т‘Р С• Р Т‘Р В»РЎРЏ РЎС“Р С”РЎР‚Р В°РЎв‚¬Р ВµР Р…Р С‘РЎРЏ Р Р…Р В°РЎв‚¬Р ВµР С–Р С• Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘РЎвЂЎР Р…Р С•Р С–Р С• Р В·Р В°Р В»Р В°. 
                        Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•, РЎвЂЎРЎвЂљР С• Р С—Р С•Р СР С•Р С– Р Р…Р В°Р С РЎРѓ РЎРѓР ВµРЎР‚Р С—Р В°Р Р…РЎвЂљР С‘Р Р…Р С•Р Р†Р С•Р в„– Р В»Р ВµР Р…РЎвЂљР С•Р в„–! 
                        Р вЂўРЎРѓР В»Р С‘ РЎРѓР СР С•Р В¶Р ВµРЎв‚¬РЎРЉ Р Р…Р В°Р в„–РЎвЂљР С‘ Р ВµРЎвЂ°Р Вµ Р Р…Р ВµР СР Р…Р С•Р С–Р С•, РЎвЂљР С• РЎРЏ РЎРѓ РЎС“Р Т‘Р С•Р Р†Р С•Р В»РЎРЉРЎРѓРЎвЂљР Р†Р С‘Р ВµР С Р Р†Р С•Р В·РЎРЉР СРЎС“ Р ВµР Вµ.
                        <br> 
                        <b>Р С›РЎвЂљР Т‘Р В°Р Р…Р С• Р В»Р ВµР Р…РЎвЂљ: ".$lentEvent." + ".$lentCount." РЎв‚¬РЎвЂљ.</b>";
            $pers   = '<a  href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, РЎРЏ Р С—Р С•РЎРѓРЎвЂљР В°РЎР‚Р В°РЎР‹РЎРѓРЎРЉ. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';         
          }elseif($shar > 0 && $lent > 0){
            $about  = " Р Р‡ Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• РЎРѓРЎвЂЎР В°РЎРѓРЎвЂљР В»Р С‘Р Р†! Р СћРЎвЂ№ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓ РЎв‚¬Р В°РЎР‚Р С‘Р С”Р С‘ Р С‘ Р В»Р ВµР Р…РЎвЂљРЎвЂ№, РЎвЂљР ВµР С—Р ВµРЎР‚РЎРЉ РЎС“Р В¶ РЎвЂљР С•РЎвЂЎР Р…Р С• Р Р…Р В°РЎв‚¬ Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘РЎвЂЎР Р…РЎвЂ№Р в„– Р В·Р В°Р В» Р В±РЎС“Р Т‘Р ВµРЎвЂљ РЎС“Р С”РЎР‚Р В°РЎв‚¬Р ВµР Р… Р С—Р С• Р СР В°Р С”РЎРѓР С‘Р СРЎС“Р СРЎС“.
                        Р РЋР С—Р В°РЎРѓР С‘Р В±Р С• РЎвЂљР ВµР В±Р Вµ, РЎвЂЎРЎвЂљР С• Р С—Р С•Р СР С•Р С–Р В°Р ВµРЎв‚¬РЎРЉ Р Р† Р С•РЎР‚Р С–Р В°Р Р…Р С‘Р В·Р В°РЎвЂ Р С‘Р С‘ Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”Р В°! 
                        Р вЂўРЎРѓР В»Р С‘ РЎРѓР СР С•Р В¶Р ВµРЎв‚¬РЎРЉ Р Р…Р В°Р в„–РЎвЂљР С‘ Р ВµРЎвЂ°Р Вµ Р Р…Р ВµР СР Р…Р С•Р С–Р С•, РЎвЂљР С• РЎРЏ РЎРѓ РЎС“Р Т‘Р С•Р Р†Р С•Р В»РЎРЉРЎРѓРЎвЂљР Р†Р С‘Р ВµР С Р С—РЎР‚Р С‘Р СРЎС“ Р С‘РЎвЂ¦ Р Р† Р В»РЎР‹Р В±Р С•Р С Р С”Р С•Р В»Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р Вµ.
                        <br> 
                        <b>Р С›РЎвЂљР Т‘Р В°Р Р…Р С• РЎв‚¬Р В°РЎР‚Р С‘Р С”Р С•Р Р†: ".$sharEvent." + ".$sharCount." РЎв‚¬РЎвЂљ.</b>
                        <br> 
                        <b>Р С›РЎвЂљР Т‘Р В°Р Р…Р С• Р В»Р ВµР Р…РЎвЂљ: ".$lentEvent." + ".$lentCount." РЎв‚¬РЎвЂљ.</b>";
            $pers   = '<a  href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, РЎРЏ Р С—Р С•РЎРѓРЎвЂљР В°РЎР‚Р В°РЎР‹РЎРѓРЎРЉ Р С—РЎР‚Р С‘Р Р…Р ВµРЎРѓРЎвЂљР С‘ Р ВµРЎвЂ°Р Вµ. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';        
          }else{
            $about  = " Р В­РЎвЂ¦... Р Р€ Р СР ВµР Р…РЎРЏ Р С‘ Р Т‘Р С• РЎРЊРЎвЂљР С•Р С–Р С• Р С—Р С•Р В»Р Р…Р С• Р В·Р В°Р В±Р С•РЎвЂљ, Р В° РЎвЂљРЎвЂ№ Р ВµРЎвЂ°Р Вµ Р С‘ Р С•Р В±Р СР В°Р Р…РЎвЂ№Р Р†Р В°РЎв‚¬РЎРЉ Р СР ВµР Р…РЎРЏ. 
                        Р СћР С•Р В»РЎРЉР С”Р С• Р В·РЎР‚РЎРЏ Р С•РЎвЂљР Р†Р В»Р ВµР С”Р В°Р ВµРЎв‚¬РЎРЉ Р С•РЎвЂљ РЎР‚Р В°Р В±Р С•РЎвЂљРЎвЂ№. 
                        Р вЂўРЎРѓР В»Р С‘ Р Р…Р Вµ РЎРѓР С•Р В±Р С‘РЎР‚Р В°Р ВµРЎв‚¬РЎРЉРЎРѓРЎРЏ Р С—Р С•Р СР С•Р С–Р В°РЎвЂљРЎРЉ, РЎвЂљР С• Р Р…Р Вµ Р СР ВµРЎв‚¬Р В°Р в„– РЎР‚Р В°Р В±Р С•РЎвЂљР В°РЎвЂљРЎРЉ!";
            $pers   = '<a  href="/game.php?go=char">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘... <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';            
          }
        break;
        default:
           die("<script>location.href='game.php?go=char';</script>");
      }    
    }else{
      switch ($do){                  
        case 1:
           if($eventQuest['count_event_1'] > 0 || $eventQuest['count_event_2'] > 0){
            $about   = "Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–, Р Р†Р С•РЎвЂљ Р С‘ Р Р…Р В°РЎРѓРЎвЂљРЎС“Р С—Р С‘Р В»Р С• Р Р†РЎР‚Р ВµР СРЎРЏ Р С—РЎР‚Р С•Р в„–РЎвЂљР С‘ Р Р† Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘РЎвЂЎР Р…РЎвЂ№Р в„– Р В·Р В°Р В»! 
                        Р СћР В°Р С Р В¶Р Вµ РЎвЂљРЎвЂ№ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘РЎв‚¬РЎРЉ Р Р…Р В°Р С–РЎР‚Р В°Р Т‘РЎС“, Р В·Р В° Р С—Р С•Р СР С•РЎвЂ°РЎРЉ Р Р† Р С•РЎР‚Р С–Р В°Р Р…Р С‘Р В·Р В°РЎвЂ Р С‘Р С‘ РЎРЊРЎвЂљР С•Р С–Р С• Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”Р В°.";
            $pers    = '<a href="'.$href.'2" target="_chat_two">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•. <sup>[Р СџРЎР‚Р С•Р в„–РЎвЂљР С‘ Р Р† Р В·Р В°Р В»]</sup></a>';
            $pers   .= '<a href="/game.php?go=char">Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘, Р Р…Р С• РЎРѓР ВµР С–Р С•Р Т‘Р Р…РЎРЏ Р СР Р…Р Вµ Р Р…Р Вµ Р Т‘Р С• Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”Р В°.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
           }else{
            $about   = "Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–, РЎР‚Р В°Р В· РЎС“Р В¶ РЎвЂљРЎвЂ№ Р Р…Р Вµ Р С—РЎР‚Р С‘Р Р…Р С‘Р СР В°Р В» РЎС“РЎвЂЎР В°РЎРѓРЎвЂљР С‘Р Вµ Р Р† Р С•РЎР‚Р С–Р В°Р Р…Р С‘Р В·Р В°РЎвЂ Р С‘Р С‘ Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”Р В°, РЎвЂљР С• Р С—РЎР‚Р С•Р в„–РЎвЂљР С‘ РЎвЂљРЎвЂ№ РЎРѓР СР С•Р В¶Р ВµРЎв‚¬РЎРЉ РЎвЂљР С•Р В»РЎРЉР С”Р С• Р С‘Р СР ВµРЎРЏ Р С—РЎР‚Р С‘ РЎРѓР ВµР В±Р Вµ РЎРѓР С—Р ВµРЎвЂ Р С‘Р В°Р В»РЎРЉР Р…РЎвЂ№Р в„– Р С—РЎР‚Р С•Р С—РЎС“РЎРѓР С”.";
            $pers    = '<a href="'.$href.'2" target="_chat_two">Р Р€ Р СР ВµР Р…РЎРЏ Р ВµРЎРѓРЎвЂљРЎРЉ Р С—РЎР‚Р С•Р С—РЎС“РЎРѓР С”. <sup>[Р СџРЎР‚Р С•Р в„–РЎвЂљР С‘ Р Р† Р В·Р В°Р В»]</sup></a>';
            $pers   .= '<a href="/game.php?go=char">Р С›РЎС“, Р С—Р ВµРЎвЂЎР В°Р В»РЎРЉР Р…Р С•. Р СџРЎР‚Р С•РЎРѓРЎвЂљР С‘ Р В·Р В° Р В±Р ВµРЎРѓР С—Р С•Р С”Р С•Р в„–РЎРѓРЎвЂљР Р†Р С•.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';            
           }
        break;
        case 2:
         if($eventQuest['count_event_1'] > 0 || $eventQuest['count_event_2'] > 0){
          update('users',array('buildmy'=>43),'id='.(int)$_SESSION['id']);
          die("<script>parent._location.location.href='game.php?go=char';</script>");
         }else{
            if(provitems(50,1)){
               update('users',array('buildmy'=>43),'id='.(int)$_SESSION['id']);
               die("<script>parent._location.location.href='game.php?go=char';</script>");
            }else{
               die("<script>parent._location.location.href='".$href."3';</script>");
            }
         }
        break;
        case 3:
            $about   = "Р Р€Р Р†РЎвЂ№, Р Р…Р С• Р С—РЎР‚Р С•Р С—РЎС“РЎРѓР С”Р В° РЎС“ РЎвЂљР ВµР В±РЎРЏ Р Р…Р ВµРЎвЂљ. Р С’ Р В±Р ВµР В· Р С—РЎР‚Р С•Р С—РЎС“РЎРѓР С”Р В° РЎРЏ Р Р…Р Вµ Р СР С•Р С–РЎС“ Р С—РЎР‚Р С•Р С—РЎС“РЎРѓРЎвЂљРЎРЉ РЎвЂљР ВµР В±РЎРЏ Р Р…Р В° Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”. ";
            $pers    = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р С—РЎР‚Р С•РЎРѓРЎвЂљР С‘ Р В·Р В° Р В±Р ВµРЎРѓР С—Р С•Р С”Р С•Р в„–РЎРѓРЎвЂљР Р†Р С•. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
        break;
        default:
           die("<script>location.href='game.php?go=char';</script>");
      }    
    }
   
  }
}else{
  die("<script>location.href='game.php?go=char';</script>");
}
?>