<?php
    $perse = obr_chis($_GET['quest_npc']);
    $do   = obr_chis($_GET['do']);
    $quest_isset_const = 1;
    $href = '/game.php?go=char&quest_npc='.$perse.'&do=';
     $eventDay   = true;
     $dat  = date('Y-m-d, H:i:s');
if(!empty($do)){
  if(!empty($eventDay)){

    if($perse == 1){
      $name = "<span style='font-weight:bold;color:brown;'>Makasimka</span>";
      switch ($do){                  
        case 1:
            $about   = "Р вЂќР С•Р В±РЎР‚РЎвЂ№Р в„– Р Р†Р ВµРЎвЂЎР ВµРЎР‚. Р В§РЎвЂљР С•-РЎвЂљР С• РЎвЂ¦Р С•РЎвЂљР ВµР В»(Р В°)?";
            $pers    = '';
            $pers   .= '<a href="/game.php?go=char">Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•, РЎвЂЎРЎвЂљР С• Р С•РЎР‚Р С–Р В°Р Р…Р С‘Р В·Р С•Р Р†Р В°Р В»Р С‘ РЎвЂљР В°Р С”Р С•Р в„– Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”.</a>';
        break;
        default:
           die("<script>location.href='game.php?go=char';</script>");
      }
    }elseif($perse == 2){
      $name = "<span style='font-weight:bold;color:brown;'>LEGENDA</span>";
      switch ($do){                  
        case 1:
            $about   = "Р СџРЎР‚Р С‘Р Р†Р ВµРЎвЂљ. Р Р‡ Р С•РЎвЂЎР ВµР Р…РЎРЉ РЎР‚Р В°Р Т‘, РЎвЂЎРЎвЂљР С• РЎвЂљРЎвЂ№ Р С—РЎР‚Р С‘РЎв‚¬Р ВµР В»(-РЎв‚¬Р В»Р В°) Р Р…Р В° Р СР С•Р в„– Р Т‘Р ВµР Р…РЎРЉ РЎР‚Р С•Р В¶Р Т‘Р ВµР Р…Р С‘РЎРЏ! 
                        Р Р€Р С–Р С•РЎвЂ°Р В°Р в„–РЎРѓРЎРЏ Р С‘ РЎвЂЎРЎС“Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„– РЎРѓР ВµР В±РЎРЏ Р С”Р В°Р С” Р Т‘Р С•Р СР В°.";
            $pers    = '';
            if($eventQuest['etapes'] == 1) $pers   .= '<a href="'.$href.'2">Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ. Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•, РЎРЏ Р С•Р В±РЎРЏР В·Р В°РЎвЂљР ВµР В»РЎРЉР Р…Р С• Р С—Р С•Р С—РЎР‚Р С•Р В±РЎС“РЎР‹. Р Р‡ Р В±РЎвЂ№ РЎвЂ¦Р С•РЎвЂљР ВµР В»(-Р В°) Р С—Р С•Р В·Р Т‘РЎР‚Р В°Р Р†Р С‘РЎвЂљРЎРЉ РЎвЂљР ВµР В±РЎРЏ РЎРѓ Р Т‘Р Р…Р ВµР С РЎР‚Р С•Р В¶Р Т‘Р ВµР Р…Р С‘РЎРЏ. Р вЂ™Р С•РЎвЂљ Р Т‘Р ВµРЎР‚Р В¶Р С‘ РЎРЊРЎвЂљР С•РЎвЂљ Р С—Р С•Р Т‘Р В°РЎР‚Р С•Р С” Р С‘ РЎвЂљР С•РЎР‚РЎвЂљ ^_^.</a>';
            $pers   .= '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•...<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
        break;
        case 2:
         if($eventQuest['etapes'] == 1){
          $x01 = provitems(57,1);
          $x02 = provitems(58,1);
          $x03 = provitems(59,1);
          $x04 = provitems(60,1);          
          if($x01 || $x02 || $x03 || $x04){
             if($x01 > 0) { minus_item(1,57); $_SESSION['PRIZE_LEGEND'][0] = true;}
             if($x02 > 0) { minus_item(1,58); $_SESSION['PRIZE_LEGEND'][1] = 58;}          
             if($x03 > 0) { minus_item(1,59); $_SESSION['PRIZE_LEGEND'][1] = 59;}
             if($x04 > 0) { minus_item(1,60); $_SESSION['PRIZE_LEGEND'][1] = 60;}
            $about  = "  Р С›РЎвЂЎР ВµР Р…РЎРЉ Р С—РЎР‚Р С‘РЎРЏРЎвЂљР Р…Р С•. Р РЋР С—Р В°РЎРѓР С‘Р В±Р С• Р В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р Вµ. ";
            $pers   = '<a  href="/game.php?go=char">Р РЋР С—Р В°РЎРѓР С‘Р В±Р С• Р С‘ РЎвЂљР ВµР В±Р Вµ Р В·Р В° Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
            update('quest_events',array('etapes'=>2),'id='.(int)$eventQuest['id']);
          }else{
            $about  = " Р вЂўРЎРѓР В»Р С‘ Р С—РЎР‚Р С‘РЎв‚¬Р ВµР В» Р В±Р ВµР В· Р С—Р С•Р Т‘Р В°РЎР‚Р С”Р В°, РЎвЂљР С• РЎвЂљР В°Р С” Р С‘ РЎРѓР С”Р В°Р В¶Р С‘. Р вЂ”Р В°РЎвЂЎР ВµР С Р С•Р В±Р СР В°Р Р…РЎвЂ№Р Р†Р В°РЎвЂљРЎРЉ-РЎвЂљР С•? ";
            $pers   = '<a  href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р С—РЎР‚Р С•РЎРѓРЎвЂљР С‘. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';         
          }
         }else{
            $about  = " Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•, Р Р…Р С• РЎвЂљРЎвЂ№ РЎС“Р В¶Р Вµ Р Т‘Р В°РЎР‚Р С‘Р В» Р СР Р…Р Вµ Р С—Р С•Р Т‘Р В°РЎР‚Р С•Р С”. Р вЂ™РЎвЂљР С•РЎР‚Р С•Р в„– РЎРЏ РЎС“Р В¶Р Вµ Р Р…Р Вµ Р С—РЎР‚Р С‘Р Р…Р С‘Р СР В°РЎР‹. ";
            $pers   = '<a  href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, Р С—РЎР‚Р С•РЎРѓРЎвЂљР С‘. <sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';             
         }
        break;
        default:
           die("<script>location.href='game.php?go=char';</script>");
      }    
    }elseif($perse == 3){
      $name = "<span style='font-weight:bold;color:brown;'>MiladyMio</span>";
      switch ($do){                  
        case 1:
            $about   = "Р вЂќР С•Р В±РЎР‚Р С• Р С—Р С•Р В¶Р В°Р В»Р С•Р Р†Р В°РЎвЂљРЎРЉ. Р СњР В°Р Т‘Р ВµРЎР‹РЎРѓРЎРЉ РЎвЂљРЎвЂ№ Р В·Р Т‘Р ВµРЎРѓРЎРЉ РЎРѓР СР С•Р В¶Р ВµРЎв‚¬РЎРЉ Р С—Р С•Р Р†Р ВµРЎРѓР ВµР В»Р С‘РЎвЂљРЎРЉРЎРѓРЎРЏ Р С”Р В°Р С” РЎРѓР В»Р ВµР Т‘РЎС“Р ВµРЎвЂљ.";
            $pers    = '<a href="/game.php?go=char">Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•, РЎРЏ РЎвЂљР С•Р В¶Р Вµ Р Р…Р Вµ РЎРЊРЎвЂљР С• Р Р…Р В°Р Т‘Р ВµРЎР‹РЎРѓРЎРЉ.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';            
        break;
        default:
           die("<script>location.href='game.php?go=char';</script>");
      }    
    }elseif($perse == 4){
      $name = "Р В Р С•Р В±Р ВµРЎР‚РЎвЂљ";
      switch ($do){                  
        case 1:
          if($eventQuest['count_event_1'] > 0 || $eventQuest['count_event_2'] > 0){ 
            $obs = $eventQuest['count_event_1'] + $eventQuest['count_event_2'];
            update('quest_events',array('count_event_1'=>0, 'count_event_2'=>0),'id='.(int)$eventQuest['id']);
            if($obs >= 900){
             $a = array(65,238);
             $it = randArr($a);
             if($it == 65) $pax = '<br>#065 Alakazam 1 - lvl';
              if($it == 238) $pax = '<br>#238 Smoochum - lvl';
             plus_pokes($_SESSION['id'],$it,1,1,1,'normal',false,20);
             plus_item(1000000,1);
             plus_item(1,63);
             plus_item(1,64);
             plus_item(1,65);
             plus_item(3,67);
             plus_item(1,17);
             plus_item(10,10);
             plus_item(5,11);
             plus_item(1,40);
             plus_item(1,68);             
             $tx = ' Р вЂ™РЎвЂ№ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘Р В»Р С‘: '.$pax.'<br>Р СљР С•Р Р…Р ВµРЎвЂљ: x1.000.000.
                                  <br>Р вЂР С•Р В»РЎРЉРЎв‚¬Р С•Р в„– Р СР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р Т‘Р С•Р В±Р В°Р Р†Р С”Р В°Р СР С‘: x1.
                                  <br>Р С›Р С–РЎР‚Р С•Р СР Р…РЎвЂ№Р в„– Р СР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р Т‘Р С•Р В±Р В°Р Р†Р С”Р В°Р СР С‘: x1.
                                  <br>Р В¤Р В»Р ВµР в„–РЎвЂљР В°: x1.
                                  <br>Р РЋР В»Р В°Р Т‘Р С”Р С‘Р в„– Р С”Р ВµР С”РЎРѓ: x3.
                                  <br>Р РЃР С•Р С”Р С•Р В»Р В°Р Т‘Р Р…Р В°РЎРЏ Р С”Р С•Р Р…РЎвЂћР ВµРЎвЂљР В°: x1.
                                  <br>Р В Р С•Р В·Р С•Р Р†Р В°РЎРЏ Р С”Р С•Р Р…РЎвЂћР ВµРЎвЂљР В°: x10.
                                  <br>Р С™РЎР‚Р В°РЎРѓР Р…Р В°РЎРЏ Р С”Р С•Р Р…РЎвЂћР ВµРЎвЂљР В°: x5.
                                  <br>Р вЂњРЎР‚Р С•Р СР С•Р Р†Р С•Р в„– Р С”Р В°Р СР ВµР Р…РЎРЉ: x1.
                                  <br>Р С™Р С•РЎР‚Р С•Р В±Р С•Р С” РЎРѓР СР В°Р в„–Р В»Р С•Р Р†: x1.';
            }elseif($obs >= 701 && $obs <= 899){
             plus_item(700000,1);
             plus_item(1,63);
             plus_item(2,64);
             plus_item(1,65);
             plus_item(3,67);
             plus_item(5,66);
             plus_item(10,10);
             plus_item(1,68);          
             $tx = ' Р вЂ™РЎвЂ№ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘Р В»Р С‘: <br>Р СљР С•Р Р…Р ВµРЎвЂљ: x700.000.
                                  <br>Р вЂР С•Р В»РЎРЉРЎв‚¬Р С•Р в„– Р СР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р Т‘Р С•Р В±Р В°Р Р†Р С”Р В°Р СР С‘: x1.
                                  <br>Р С›Р С–РЎР‚Р С•Р СР Р…РЎвЂ№Р в„– Р СР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р Т‘Р С•Р В±Р В°Р Р†Р С”Р В°Р СР С‘: x2.
                                  <br>Р В¤Р В»Р ВµР в„–РЎвЂљР В°: x1.
                                  <br>Р РЋР В»Р В°Р Т‘Р С”Р С‘Р в„– Р С”Р ВµР С”РЎРѓ: x3.
                                  <br>Р С™Р ВµР С”РЎРѓ: x5.
                                  <br>Р В Р С•Р В·Р С•Р Р†Р В°РЎРЏ Р С”Р С•Р Р…РЎвЂћР ВµРЎвЂљР В°: x10.
                                  <br>Р С™Р С•РЎР‚Р С•Р В±Р С•Р С” РЎРѓР СР В°Р в„–Р В»Р С•Р Р†: x1.';
            }elseif($obs >= 401 && $obs <= 700){
             plus_item(500000,1);
             plus_item(1,61);
             plus_item(2,62);
             plus_item(1,65);
             plus_item(10,66);
             plus_item(10,10);
             plus_item(1,68);          
             $tx = ' Р вЂ™РЎвЂ№ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘Р В»Р С‘: <br>Р СљР С•Р Р…Р ВµРЎвЂљ: x500.000.
                                  <br>Р СњР ВµР В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р в„– Р СР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р Т‘Р С•Р В±Р В°Р Р†Р С”Р В°Р СР С‘: x1.
                                  <br>Р СљР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р Т‘Р С•Р В±Р В°Р Р†Р С”Р В°Р СР С‘: x2.
                                  <br>Р В¤Р В»Р ВµР в„–РЎвЂљР В°: x1.
                                  <br>Р С™Р ВµР С”РЎРѓ: x10.
                                  <br>Р В Р С•Р В·Р С•Р Р†Р В°РЎРЏ Р С”Р С•Р Р…РЎвЂћР ВµРЎвЂљР В°: x10.
                                  <br>Р С™Р С•РЎР‚Р С•Р В±Р С•Р С” РЎРѓР СР В°Р в„–Р В»Р С•Р Р†: x1.';
            }elseif($obs >= 201 && $obs <= 400){
             plus_item(300000,1);
             plus_item(1,61);
             plus_item(1,62);
             plus_item(1,65);
             plus_item(5,66);
             plus_item(1,68);       
             $tx = ' Р вЂ™РЎвЂ№ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘Р В»Р С‘: <br>Р СљР С•Р Р…Р ВµРЎвЂљ: x300.000.
                                  <br>Р СњР ВµР В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р в„– Р СР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р Т‘Р С•Р В±Р В°Р Р†Р С”Р В°Р СР С‘: x1.
                                  <br>Р СљР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р Т‘Р С•Р В±Р В°Р Р†Р С”Р В°Р СР С‘: x1.
                                  <br>Р В¤Р В»Р ВµР в„–РЎвЂљР В°: x1.
                                  <br>Р С™Р ВµР С”РЎРѓ: x5.
                                  <br>Р С™Р С•РЎР‚Р С•Р В±Р С•Р С” РЎРѓР СР В°Р в„–Р В»Р С•Р Р†: x1.';
            }elseif($obs >= 101 && $obs <= 200){
             plus_item(250000,1);
             plus_item(2,61);
             plus_item(2,62);
             plus_item(1,65);
             plus_item(1,68);     
             $tx = ' Р вЂ™РЎвЂ№ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘Р В»Р С‘: <br>Р СљР С•Р Р…Р ВµРЎвЂљ: x250.000.
                                  <br>Р СњР ВµР В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р в„– Р СР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р Т‘Р С•Р В±Р В°Р Р†Р С”Р В°Р СР С‘: x2.
                                  <br>Р СљР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р Т‘Р С•Р В±Р В°Р Р†Р С”Р В°Р СР С‘: x2.
                                  <br>Р В¤Р В»Р ВµР в„–РЎвЂљР В°: x1.
                                  <br>Р С™Р С•РЎР‚Р С•Р В±Р С•Р С” РЎРѓР СР В°Р в„–Р В»Р С•Р Р†: x1.';
            }elseif($obs >= 21 && $obs <= 100){
             plus_item(200000,1);
             plus_item(2,61);
             plus_item(1,65);      
             $tx = ' Р вЂ™РЎвЂ№ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘Р В»Р С‘: <br>Р СљР С•Р Р…Р ВµРЎвЂљ: x200.000.
                                  <br>Р СњР ВµР В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р в„– Р СР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р Т‘Р С•Р В±Р В°Р Р†Р С”Р В°Р СР С‘: x2.
                                  <br>Р В¤Р В»Р ВµР в„–РЎвЂљР В°: x1.';
            }elseif($obs >= 1 && $obs <= 20){
             plus_item(50000,1);
             plus_item(1,61);     
             $tx = ' Р вЂ™РЎвЂ№ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘Р В»Р С‘: <br>Р СљР С•Р Р…Р ВµРЎвЂљ: x50.000.
                                  <br>Р СњР ВµР В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р в„– Р СР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р Т‘Р С•Р В±Р В°Р Р†Р С”Р В°Р СР С‘: x1.';
            }          
            $about   = "Р В Р В°Р Т‘ Р Р†Р С‘Р Т‘Р ВµРЎвЂљРЎРЉ РЎвЂљР ВµР В±РЎРЏ Р В·Р Т‘Р ВµРЎРѓРЎРЉ! Р В§РЎвЂљР С•Р В¶, Р С—РЎР‚Р С‘РЎв‚¬Р В»Р С• Р Р†РЎР‚Р ВµР СРЎРЏ Р С•РЎвЂљР В±Р В»Р В°Р С–Р С•Р Т‘Р В°РЎР‚Р С‘РЎвЂљРЎРЉ РЎвЂљР ВµР В±РЎРЏ Р В·Р В° Р С—Р С•Р СР С•РЎвЂ°РЎРЉ. <br><b>".$tx."</b>";
            $pers    = '<a href="/game.php?go=char">Р РЋР С—Р В°РЎРѓР С‘Р В±Р С• Р В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р Вµ, РЎС“Р Т‘Р В°РЎвЂЎР Р…Р С• Р вЂ™Р В°Р С Р С—Р С•Р Р†Р ВµРЎРѓР ВµР В»Р С‘РЎвЂљРЎРЉРЎРѓРЎРЏ.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';
          }else{
            $about   = "Р В Р В°Р Т‘ Р Р†Р С‘Р Т‘Р ВµРЎвЂљРЎРЉ РЎвЂљР ВµР В±РЎРЏ Р В·Р Т‘Р ВµРЎРѓРЎРЉ! Р вЂ™Р ВµРЎРѓР ВµР В»Р С‘РЎРѓРЎРЉ!";
            $pers    = '<a href="/game.php?go=char">Р Р‡ РЎвЂљР С•Р В¶Р Вµ РЎР‚Р В°Р Т‘, РЎРѓР С—Р В°РЎРѓР С‘Р В±Р С•.<sup>[Р Р€Р в„–РЎвЂљР С‘]</sup></a>';         
          }            
        break;
        default:
           die("<script>location.href='game.php?go=char';</script>");
      }    
    }else{
      die("<script>location.href='game.php?go=char';</script>");
    }    
  }
}else{
  die("<script>location.href='game.php?go=char';</script>");
}
?>