<?
if(!empty($_GET['quest_npc']) && !empty($_GET['do'])){ 
    $pers = $_GET['quest_npc'];
    $do   = $_GET['do'];
    $quest_isset_const = 1;
if($_GET['quest_npc']==3){  
  $name = "Р СљР В°РЎРѓРЎвЂљР ВµРЎР‚Р С•Р Р†Р С•Р в„–";
  if($do == 1){
     $about = '
     Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ '.$_SESSION['login'].', РЎРЏ Р СР ВµРЎРѓРЎвЂљР Р…РЎвЂ№Р в„– Р СР В°РЎРѓРЎвЂљР ВµРЎР‚, Р СР С•Р С–РЎС“ РЎРѓР С•Р В·Р Т‘Р В°РЎвЂљРЎРЉ Р Р…Р ВµР С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ Р С—РЎР‚Р ВµР Т‘Р СР ВµРЎвЂљРЎвЂ№, РЎвЂЎР ВµР С РЎРЏ Р СР С•Р С–РЎС“ Р вЂ™Р В°Р С Р С—Р С•Р СР С•РЎвЂЎРЎРЉ?
     ';
     $pers = "
     <a href='game.php?go=char&quest_npc=3&do=2'>
      Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ, РЎРЏ РЎвЂ¦Р С•РЎвЂљР ВµР В»(-Р В°) Р В±РЎвЂ№ Р В±Р С•Р В»РЎРЉРЎв‚¬Р Вµ РЎС“Р В·Р Р…Р В°РЎвЂљРЎРЉ Р С• Р С”РЎР‚Р В°РЎвЂћРЎвЂљР Вµ.
     </a>
     <a href='game.php?go=char&quest_npc=3&do=3'>
      Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ, РЎРЏ РЎвЂ¦Р С•РЎвЂљР ВµР В»(-Р В°) Р В±РЎвЂ№ РЎРѓР С•Р В·Р Т‘Р В°РЎвЂљРЎРЉ Р С—РЎР‚Р ВµР Т‘Р СР ВµРЎвЂљ.
     </a>
     <a href='game.php?go=char&quest_npc=3&do=4'>
      Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ, Р В° Р С–Р Т‘Р Вµ Р СР С•Р В¶Р Р…Р С• Р Р…Р В°Р в„–РЎвЂљР С‘ Р С‘Р Р…Р С–РЎР‚Р ВµР Т‘Р С‘Р ВµР Р…РЎвЂљРЎвЂ№?
     </a>
     <a href='game.php?go=char'>
      Р вЂ”Р Т‘РЎР‚Р В°Р Р†РЎРѓРЎвЂљР Р†РЎС“Р в„–РЎвЂљР Вµ, Р С—РЎР‚Р С•РЎРѓРЎвЂљР С‘РЎвЂљР Вµ, Р Р…Р С• Р СР Р…Р Вµ Р Р…РЎС“Р В¶Р Р…Р С• Р С‘Р Т‘РЎвЂљР С‘.
     </a>
     "; 
  }elseif($do == 2){
     $about = '
     Р СљР Р…Р С•Р С–Р С•Р С–Р С• Р С• Р С”РЎР‚Р В°РЎвЂћРЎвЂљР Вµ Р Р…Р Вµ РЎР‚Р В°РЎРѓРЎРѓР С”Р В°Р В¶Р ВµРЎв‚¬РЎРЉ... 
     Р СњР С• РЎРЏ Р С—Р С•РЎРѓРЎвЂљР В°РЎР‚Р В°РЎР‹РЎРѓРЎРЉ РЎРѓР С”Р В°Р В·Р В°РЎвЂљРЎРЉ РЎРѓР В°Р СР С•Р Вµ Р Р†Р В°Р В¶Р Р…Р С•Р Вµ. 
     Р вЂќР В»РЎРЏ Р С”РЎР‚Р В°РЎвЂћРЎвЂљР В° РЎвЂљР ВµР В±Р Вµ Р С—Р С•РЎвЂљРЎР‚Р ВµР В±РЎС“РЎР‹РЎвЂљРЎРѓРЎРЏ Р Р†Р В°Р В¶Р Р…РЎвЂ№Р Вµ Р С‘Р Р…Р С–РЎР‚Р ВµР Т‘Р С‘Р ВµР Р…РЎвЂљРЎвЂ№, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ Р СР С•Р В¶Р Р…Р С• Р Р…Р В°Р в„–РЎвЂљР С‘ Р Р† РЎР‚Р В°Р В·Р Р…РЎвЂ№РЎвЂ¦ Р СР ВµРЎРѓРЎвЂљР В°РЎвЂ¦. 
     Р СћР В°Р С” Р В¶Р Вµ РЎС“ Р С”Р В°Р В¶Р Т‘Р С•Р С–Р С• Р С—РЎР‚Р ВµР Т‘Р СР ВµРЎвЂљР В° Р ВµРЎРѓРЎвЂљРЎРЉ РЎРѓР Р†Р С•Р в„– РЎв‚¬Р В°Р Р…РЎРѓ, Р ВµРЎРѓР В»Р С‘ РЎв‚¬Р В°Р Р…РЎРѓ Р СР В°Р С”РЎРѓР С‘Р СР В°Р В»РЎРЉР Р…РЎвЂ№Р в„–, РЎвЂљР С• Р С—РЎР‚Р ВµР Т‘Р СР ВµРЎвЂљ Р Р†РЎРѓР ВµР С–Р Т‘Р В° Р В±РЎС“Р Т‘Р ВµРЎвЂљ Р Т‘Р ВµР В»Р В°РЎвЂљРЎРЉРЎРѓРЎРЏ РЎС“Р Т‘Р В°РЎвЂЎР Р…Р С•, Р ВµРЎРѓР В»Р С‘ РЎв‚¬Р В°Р Р…РЎРѓ РЎРѓРЎР‚Р ВµР Т‘Р Р…Р С‘Р в„–, РЎвЂљР С• РЎРѓР С•Р В·Р Т‘Р В°Р Р…Р С‘Р Вµ 
     Р С—РЎР‚Р ВµР Т‘Р СР ВµРЎвЂљР В° Р СР С•Р В¶Р ВµРЎвЂљ Р С•Р С”Р С•Р Р…РЎвЂЎР С‘РЎвЂљРЎРѓРЎРЏ Р Р…Р ВµРЎС“Р Т‘Р В°РЎвЂЎР ВµР в„–, Р Р…РЎС“ Р С‘ Р ВµРЎРѓР В»Р С‘ РЎв‚¬Р В°Р Р…РЎРѓ Р Р…Р С‘Р В·Р С•Р С”, РЎвЂљР С• РЎРѓР С•Р В·Р Т‘Р В°Р Р…Р С‘Р Вµ Р С—РЎР‚Р ВµР Т‘Р СР ВµРЎвЂљР В° Р СР С•Р В¶Р ВµРЎвЂљ Р С—Р С•РЎвЂљР ВµРЎР‚Р С—Р ВµРЎвЂљРЎРЉ Р Р…Р ВµРЎС“Р Т‘Р В°РЎвЂЎРЎС“ Р Р† 80% РЎРѓР В»РЎС“РЎвЂЎР В°Р ВµР Р†.
     Р СџРЎР‚Р С‘ Р Р…Р ВµРЎС“Р Т‘Р В°РЎвЂЎР Р…Р С•Р С РЎРѓР С•Р В·Р Т‘Р В°Р Р…Р С‘Р Вµ Р С—РЎР‚Р ВµР Т‘Р СР ВµРЎвЂљР В° Р С‘Р Р…Р С–РЎР‚Р ВµР Т‘Р С‘Р ВµР Р…РЎвЂљРЎвЂ№ РЎР‚Р В°РЎРѓРЎвЂ¦Р С•Р Т‘РЎС“РЎР‹РЎвЂљРЎРѓРЎРЏ.  
     ';
     $pers = "
     <a href='game.php?go=char&quest_npc=3&do=3'>
       Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•, РЎРЏ Р В±РЎвЂ№ РЎвЂ¦Р С•РЎвЂљР ВµР В»(-Р В°) Р С—Р С•РЎР‚Р С•Р В±Р С•Р Р†Р В°РЎвЂљРЎРЉ РЎРѓР С•Р В·Р Т‘Р В°РЎвЂљРЎРЉ Р С—РЎР‚Р ВµР Т‘Р СР ВµРЎвЂљ.
    </a>
     <a href='game.php?go=char&quest_npc=3&do=4'>
       Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•, РЎРЏ Р С–Р Т‘Р Вµ Р СР С•Р В¶Р Р…Р С• Р Р…Р В°Р в„–РЎвЂљР С‘ Р С‘Р Р…Р С–РЎР‚Р ВµР Т‘Р С‘Р ВµР Р…РЎвЂљРЎвЂ№.
     </a>
     <a href='game.php?go=char'>
      Р РЋР С—Р В°РЎРѓР С‘Р В±Р С•, Р Р…Р С• Р СР Р…Р Вµ Р Р…РЎС“Р В¶Р Р…Р С• Р В±Р ВµР В¶Р В°РЎвЂљРЎРЉ.
     </a>
     "; 
  }elseif($do == 3){
        include ("kraft_1.php");
  }elseif($do == 4){
        include ("kraft_1_1.php");
  }else{ 
    die("<script>location.href='game.php?go=char';</script>"); 
  }
}
 /// ne trogat  
 else {
    die ("<script>location.href='game.php?go=char';</script>");
 }
}




?>
