<?php
$go_loc_data = array(
	//3=>array(1=>"1", 2=>"Р вЂ™Р В°РЎв‚¬ РЎР‚Р В°Р Р…Р С– Р Р…Р Вµ Р Т‘Р С•РЎРѓРЎвЂљР В°РЎвЂљР С•РЎвЂЎР ВµР Р…, РЎвЂЎРЎвЂљР С•Р В±РЎвЂ№ Р С—Р ВµРЎР‚Р ВµР в„–РЎвЂљР С‘ Р Р…Р В° РЎРЊРЎвЂљРЎС“ Р В»Р С•Р С”Р В°РЎвЂ Р С‘РЎР‹.", 3=>"200"),
	1=>array('build'=>3, 1=>"3", 2=>"Р вЂќР В»РЎРЏ Р Т‘Р В°Р В»РЎРЉР Р…Р ВµР в„–РЎв‚¬Р ВµР С–Р С• Р С—РЎР‚Р С•РЎвЂ¦Р С•Р Т‘Р В° РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ Р Р…Р В°РЎвЂЎР В°РЎвЂљРЎРЉ Р С”Р Р†Р ВµРЎРѓРЎвЂљ: \"Р вЂ™Р С—Р ВµРЎР‚Р ВµР Т‘ Р В·Р В° Р С—Р ВµРЎР‚Р Р†РЎвЂ№Р С Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р С!\"", 3=>array('qid' => '1', 'process'=>'2', 'gotov'=>'0')),
  33=>array('build'=>32, 1=>"2", 2=>"Р вЂќР В»РЎРЏ Р Т‘Р В°Р В»РЎРЉР Р…Р ВµР в„–РЎв‚¬Р ВµР С–Р С• Р С—РЎР‚Р С•РЎвЂ¦Р С•Р Т‘Р В° РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ: Р В¤Р С•Р Р…Р В°РЎР‚Р С‘Р С”", 3=>array('cool'=>'1','item_id'=>'22')),
  41=>array('build'=>14, 1=>"2", 2=>"Р вЂќР В»РЎРЏ Р Т‘Р В°Р В»РЎРЉР Р…Р ВµР в„–РЎв‚¬Р ВµР С–Р С• Р С—РЎР‚Р С•РЎвЂ¦Р С•Р Т‘Р В° РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ: Р В¤Р С•Р Р…Р В°РЎР‚Р С‘Р С”", 3=>array('cool'=>'1','item_id'=>'22')),
  44=>array('build'=>18, 1=>"2", 2=>"Р вЂќР В»РЎРЏ Р Т‘Р В°Р В»РЎРЉР Р…Р ВµР в„–РЎв‚¬Р ВµР С–Р С• Р С—РЎР‚Р С•РЎвЂ¦Р С•Р Т‘Р В° РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ: Р СџРЎР‚Р С•Р С—РЎС“РЎРѓР С” Р Р…Р В° Р В­Р В»Р ВµР С”РЎвЂљРЎР‚Р С•РЎРѓРЎвЂљР В°Р Р…РЎвЂ Р С‘РЎР‹", 3=>array('cool'=>'1','item_id'=>'69')),
  //1=>array('build'=>3, 1=>"2", 2=>"Р вЂќР В»РЎРЏ Р Т‘Р В°Р В»РЎРЉР Р…Р ВµР в„–РЎв‚¬Р ВµР С–Р С• Р С—РЎР‚Р С•РЎвЂ¦Р С•Р Т‘Р В° РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ: Р С™Р В»РЎР‹РЎвЂЎ Р С•РЎвЂљ РЎвЂЎР В°РЎРѓР С•Р Р†Р Р…Р С‘", 3=>array('cool'=>'999991','item_id'=>'3')),
  //1=>array('build'=>3,  1=>"4", 2=>"Р вЂќР В»РЎРЏ Р Т‘Р В°Р В»РЎРЉР Р…Р ВµР в„–РЎв‚¬Р ВµР С–Р С• Р С—РЎР‚Р С•РЎвЂ¦Р С•Р Т‘Р В° РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ РЎвЂ¦Р С•РЎвЂљРЎРЉ Р С•Р Т‘Р С‘Р Р… Р С—Р С•Р С”Р ВµР СР С•Р Р… Р Р†РЎвЂ№РЎв‚¬Р Вµ: 5 - Р В»Р Р†Р В» Р С‘ РЎР‚Р В°Р Р…Р С– 100.", 3=>array('lvl' => '5', 'cool'=>'1', 'rang'=>'1000')),
 //37=>array(1=>"2", 2=>"Р вЂќР В»РЎРЏ Р Т‘Р В°Р В»РЎРЉР Р…Р ВµР в„–РЎв‚¬Р ВµР С–Р С• Р С—РЎР‚Р С•РЎвЂ¦Р С•Р Т‘Р В° РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ: Р С™Р В»РЎР‹РЎвЂЎ Р С•РЎвЂљ РЎвЂЎР В°РЎРѓР С•Р Р†Р Р…Р С‘.", 3=>array('cool' => '1', 'item_id'=>'1040')),
  2992=>array('build'=>3222, 1=>"3", 2=>"Р вЂќР В»РЎРЏ Р Т‘Р В°Р В»РЎРЉР Р…Р ВµР в„–РЎв‚¬Р ВµР С–Р С• Р С—РЎР‚Р С•РЎвЂ¦Р С•Р Т‘Р В° РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ Р С—РЎР‚Р С•Р в„–РЎвЂљР С‘ Р С”Р Р†Р ВµРЎРѓРЎвЂљ: Р вЂ™РЎвЂ№РЎвЂ¦Р С•Р Т‘ Р С‘Р В· Р В»Р ВµРЎРѓР В°.",3=>array('qid' => '11', 'process'=>'20', 'gotov'=>'1')),  
  );
$doLoceData = array(
	 //3=>array(1=>"1", 2=>"Р вЂ™Р В°РЎв‚¬ РЎР‚Р В°Р Р…Р С– Р Р…Р Вµ Р Т‘Р С•РЎРѓРЎвЂљР В°РЎвЂљР С•РЎвЂЎР ВµР Р…, РЎвЂЎРЎвЂљР С•Р В±РЎвЂ№ Р С—Р ВµРЎР‚Р ВµР в„–РЎвЂљР С‘ Р Р…Р В° РЎРЊРЎвЂљРЎС“ Р В»Р С•Р С”Р В°РЎвЂ Р С‘РЎР‹.", 3=>"200"),
	 2=>array(1=>"2", 2=>"Р вЂќР В»РЎРЏ Р Т‘Р В°Р В»РЎРЉР Р…Р ВµР в„–РЎв‚¬Р ВµР С–Р С• Р С—РЎР‚Р С•РЎвЂ¦Р С•Р Т‘Р В° РЎвЂљРЎР‚Р ВµР В±РЎС“Р ВµРЎвЂљРЎРѓРЎРЏ: Р С™Р В»РЎР‹РЎвЂЎ Р С•РЎвЂљ РЎвЂЎР В°РЎРѓР С•Р Р†Р Р…Р С‘", 3=>array('cool'=>'1','item_id'=>'2')),
  );  
/** Р В¤РЎС“Р Р…Р С”РЎвЂ Р С‘Р С‘ РЎРѓ Р С”Р Р†Р ВµРЎРѓРЎвЂљР В°Р СР С‘ **/

function rangs_pr($cool,$tip){                                 
  if($tip == 1)
    $resultstiks = (users_conect('rang_a') > $cool?true:false);
    else
      $resultstiks = (users_conect('rang_a') < $cool?true:false);
 return $resultstiks;
}

?>