<div align=center>                       
<span style="color:gold;font-weight:bold;font-size:16px;"> Правила игры / Пользовательское соглашение: </span> 
<br><br>
</div>
<div class="terminsPS">
Некоторые термины:                       
<ul class="ulTermins">
    <li class="liTermins"> Соглашение — соглашение о предоставлении Услуг, включая любые Приложения к нему, а также информацию, размещенную Администрацией на данном Ресурсе.
		<li class="liTermins"> Игровой процесс - совокупность действий и взаимоотношений между Пользователями и/или Администрацией при использовании Интернет-проекта в соответствии с его назначением, условием и Правилами.;
    <li class="liTermins"> Игра(Интернет-проект) - сервис и/или услуга игрового, развлекательного информационного характера, для доступа к которым необходимо подключение к сети Интернет и регистрация.
    <li class="liTermins"> Сервис - это совокупность предоставляемых Администрацией Пользователям функциональных и технологических средств, направленных на обеспечение и улучшение игровых и вне игровых процессов в Интернет-проекте, включающих программы для ЭВМ, базы данных и иные объекты интеллектуальных прав третьих лиц. Пользователь осуществляет ознакомление с условиями использования Сервиса.
    <li class="liTermins"> Пользователь - физическое лицо, прошедшее процедуру регистрации в проекте и заключившее настоящее Пользовательское соглашение с Администрацией путем присоединения к нему.
    <li class="liTermins"> Услуги - предоставление Администрацией Пользователю доступа к участию в Интернет-проекте.
     К Услугам Администрации относится также обеспечение Игрового процесса. 
     Услуги, за исключением Дополнительных Услуг, предоставляются Администрацией Пользователю на безвозмездной основе. 
     Услуги могут быть предоставлены Администрацией Пользователю только внутри Интернет-проекта, то есть во время участия Пользователя в Интернет-проекте.
   <li class="liTermins"> Дополнительные Услуги - предоставление Пользователю дополнительных, специальных возможностей Интернет-проекта за плату на условиях, определенных настоящим Пользовательским соглашением. 
                          Дополнительные Услуги не являются необходимым условием участия Пользователя в Интернет-проекте и предоставляются Пользователю для получения им дополнительных возможностей Интернет-проекте. 
                          Дополнительные Услуги предоставляются по запросу и желанию Пользователя.
                          <br>
                          Дополнительные Услуги, состоят из платежного средства Интернет-проекта, которое приобретается Пользователем как внутри Интернет-проекта, так и на ресурсах Администрации и игровых ценностей, которые могут быть предоставлены Пользователю только внутри Интернет-проекта, то есть во время участия Пользователя в Интернет-проекте.
                          <br>
                          Дополнительная услуга считается оказанной Пользователю Администрацией с момента поступления на Аккаунт Пользователя заказанной им Услуги.
</ul>
Общее правила:                       
<ul class="ulTermins">
     <li class="liTermins"> Для получения доступа к Интернет-проекту Пользователь обязуется пройти процедуру регистрации, при прохождении которой соглашается предоставить точную и правдивую информацию о себе в соответствии с вопросами, представленными в форме регистрации, и поддерживать эту информацию в актуальном состоянии.                    
      <br>В случае если Пользователь предоставляет неверную информацию или у Администрации возникнут серьезные основания полагать, что предоставленная Пользователем информация неточна или неверна, Администрация вправе удалить Учетную запись Пользователя или отказать ему в праве доступа к интернет проекту.
     <li class="liTermins">  Пользователь самостоятельно несет ответственность за безопасность полученных им Логина и Пароля, а также за все, что будет сделано под указанными Логином и Паролем.
     <li class="liTermins">  Администрация вправе запретить использование определенных Логинов или изъять их из обращения.
     <li class="liTermins">  Настоящее пользовательское соглашение может быть изменено Администрацией Интернет-проекта без какого-либо уведомления. Игрок обязуется проверять данные правила на предмет изменений не менее чем один раз в семь дней. 
</ul>
Обязанности пользователя:
<ul class="ulTermins">
     <li class="liTermins"> Пользователь понимает и соглашается с тем, что он самостоятельно несет полную ответственность за все возможные последствия, которые могут возникнуть в результате размещения Пользователем информации. Администрация не контролирует информацию, переданную Пользователями через Интернет-проект, и, следовательно, не гарантирует ее качество, точность и полноту.
     <li class="liTermins"> Пользователь понимает и соглашается с тем, что, используя этот Интернет-проект, он может встретить информацию других Пользователей, которая является оскорбительной, недостойной или недостоверной. Администрация ни при каких обстоятельствах не несет ответственности за информацию, опубликованную Пользователями Интернет-проекта.
     <li class="liTermins"> Пользователь понимает и соглашается с тем, что Администрация оставляет за собой право блокировать подозрительные Учетные записи, и только после предоставления достаточных доказательств невиновности со стороны Пользователя, Учетная запись Пользователя может быть разблокирована.
     <li class="liTermins"> Пользователь понимает и соглашается с тем, что он вправе владеть лишь одним игровым аккаунтом на этом Интернет-проекте, в случае не соблюдения данного правила, Администрация оставляет за собой право заблокировать/удалить аккаунт, или прекратить доступ Пользователю к данному Интернет-проекту.
</ul>
Пользователю запрещено:
<ul class="ulTermins">
     <li class="liTermins"> Регистрация более одного игрового аккаунта(в том числе с целью увеличения благосостояния своих игровых персонажей или игровых персонажей третьих лиц (т.н. «мультоводство»)).
     <li class="liTermins"> Умышленная прокачка на игроках с целью увеличения репутации/ранга.
     <li class="liTermins"> Использование сторонних программных средства для улучшения игровых возможностей.
     <li class="liTermins"> Использование в имени игрового персонажа или покемона ненормативной лексики, оскорблений, являющихся ссылками на другие интернет-ресурсы, а так же являющихся схожими с именами используемыми Администрацией.
     <li class="liTermins"> Использование ненормативной лексики и матозаменителей в любой предоставленной Пользователем информации.
     <li class="liTermins"> Флуд, спам  - в игровом чате, а так же чрезмерное использование заглавных букв и обсуждение действий Администрации Интернет-проекта.
     <li class="liTermins"> Оскорбление игроков, Администрации, а так же угрозы насилием и/или физической расправой в реальной жизни.
     <li class="liTermins"> Использование любой ставшей известной Пользователю ошибки в кодах Интернет-проекта для получения непредусмотренных преимуществ в Интернет-проекте. В случае если Пользователю стало известно об Ошибке, он не имеет права передавать информацию об Ошибке другим Пользователям или третьим лицам, а обязан сообщить о ней в Администрации.
     <li class="liTermins"> Реклама сторонних сайтов, программ, онлайн-игр.
     <li class="liTermins"> Обман игроков/Вымогательство/Попрошайничество/Взлом/Похищение игрового аккаунта.
     <li class="liTermins"> Наносить какой - либо вред Интернет-проекту, в том числе DOS-атаки/Перехват информации.
     <li class="liTermins"> Покупка или продажа любой игровой ценности/покемонов/игрового аккаунта за реальные/игровые деньги или вещи.
</ul>
Авторское право:
<ul class="ulTermins">
    <li class="liTermins"> Все права на покемонов принадлежат компании: «Nintendo» © 1996 - 2014г. А так же Creatures, Inc./GAME FREAK inc.
    <li class="liTermins"> Pokemon и имена персонажей Pokemon являются торговыми марками компаним «Nintendo». 
    <li class="liTermins"> "League-Of-Pokemons" -  создана поклонниками игры на основе серии продуктов, принадлежащих перечисленным выше компаниям.
    <li class="liTermins"> Некоторые графические изображения, а так же описания игровых ценностей и информации о покемонах брались с сайта www.serebii.net и www.pokeliga.com.
</ul>
<center><b><i>
За не соблюдение данных правил Пользователем, Администрация оставляет за собой право заблокировать/удалить аккаунт, или прекратить доступ Пользователю к данному Интернет-проекту.
</b></i></center>
</div>
<div align=center>
<style>
.hrefReg{
  color:gold;
  font-weight:bold;
  font-size:18px;
}
.hrefReg:hover{
  color:#EE5C42;
  font-weight:bold;
  font-size:18px;
}
</style>
<br><br>                      
<span class="hrefReg" onClick="window.location.href='/index.php?go=reg'">Перейти к регистрации -></span> 
<br><br>
</div>
