<?php
    $name = 'Полицейский участок';
    $about = 'Полицейский участок состоит из пяти больших частей:основное здание,жилой корпус,стоянка для машин,загон для собак и большой двор.В основном здании хранятся все документы,картотека и оборудование полиции Олдэйла.В жилом корпусе обитают полицейские и их покемоны.Загон для собак состоит из трех частей-клетки для Хондумов,загон для Гроулитов и клетки для Майтен.Всчего в полицейском участке 102 собаки.Двор-место тренировки полицейских и их покемонов.Здесь полицейские оттачивают их боевые навыки,тренируют собак.Курсанты учатся стрелять,Гроулиты-грамотно выбирать позицию для огнеметания.Этот полицейский участок также имеет свою тюрьму.Она небольшая,и в ней немного заключенных,ибо полицию Олдэйла мародеры очень боятся.';  
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=104" target="_chat_two">Олдэйл</a>';
    $img_r = '<img src="img/room/.png" width="290" height="150">';
?>
