<?php  
    $name = 'Пригород';
    $about = 'В данный момент выехать или выбраться из города на транспорте не возможно. 
              Все из-за огромной пробки на дороге, которая образовалась из-за множества людей, желающих выехать или наоборот въехать в город.';
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=28" target="_chat_two">Центр Оливина</a> | <a href="/game.php?go=charWork&loc=30" target="_chat_two">Маршрут 1</a>';                                                                                          
?>