<?php  
    $name = 'Маршрут 1';
    $about = 'Покинув Оливин, Вы зашли в огромный лес. 
              Климат здесь сухой и достаточно жарко. 
              По дороге встречаются дикие покемоны, которые уже давно привыкли к таким условиям этого леса.';
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=29" target="_chat_two">Пригород</a> | 
             <a href="/game.php?go=charWork&loc=31" target="_chat_two">Маршрут 2</a>';                                                                                          
?>