<?php  
    $name = 'Пещера Экрутек';
    $about = 'Вы находитесь в очень тёмной и глубокой пещере. 
              Сделав несколько шагов, Ваша обувь начинает скользить и идти становится сложнее... 
              Вы продолжаете идти, свет от фонарика освещает небольшую местность. 
              Вдруг, Вы что-то замечаете, но сразу же теряете из виду... 
              Может быть, стоит поискать?';
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=32" target="_chat_two">Маршрут 3</a> | <a href="/game.php?go=charWork&loc=42" target="_chat_two">Археологическая пещера №2</a>';                                                                                          
?>