<?php  
    $name = 'Экрутек Сити';
    $about = 'Этот заброшенный город кажется весьма странным и жутковатым. 
              Здесь не так людно, как в остальных городах этого региона. 
              Но вместо большой толпы людей, Вы можете наткнуться на покемонов - призраков, которые не дадут Вам просто так пройти. 
              От сюда Вы cможете отправиться в "Башню Экрутек" - к огромной башне этого города.';
    $pers = '<b>Покецентр <sup><small>[Не работает]</small></sup></b>';
    $move = '<a href="/game.php?go=charWork&loc=32" target="_chat_two">Маршрут 3</a> | 
			 <a href="/game.php?go=charWork&loc=85" target="_chat_two">Стадион Земляных покемонов</a> | 
             <s>Башня Экрутек<s>  
            ';                                                                                          
?>