<?php  
    $name = 'Маршрут 6';
    $about = 'Вы не ошиблись. И пробел, в кустах, действительно был выходом. 
              Выбравшись из них окружающий вид Вас сильно пугает. 
              Здесь нет никакой растительности, только камень и песок... 
              Присмотревшись, Вы замечаете прекрасный водопад, который падает с гор, прямиком вниз, в большою реку.';
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=36" target="_chat_two">Маршрут 5</a> | 
             <a href="/game.php?go=charWork&loc=38" target="_chat_two">Маршрут 7</a> 
            ';                                                                                          
?>