<?php
$name = 'Национальный парк';
$about = 'Перед Вами большой парк, который разделен на два основных направления. 
          В южном направлении стоят несколько скамеек и акации цветов. 
          А северная часть выстроенна кругом из высокой травы и напоминает Покеболл, в центре которого стоит фонтан. 
          В национальном парке, Вы можете встретить различные виды покемонов, и даже, которые не встречаются в других регионах.';  
$pers = '...';
$move = '<a href="/game.php?go=charWork&loc=26" target="_chat_two">Оливин Сити</a>';
$img_r = '<img src="img/room/045.png" width="290" height="150">';

?>
