<?php
$go_loc_data = array(
	//3=>array(1=>"1", 2=>"Ваш ранг не достаточен, чтобы перейти на эту локацию.", 3=>"200"),
	1=>array('build'=>3, 1=>"3", 2=>"Для дальнейшего прохода требуется начать квест: \"Вперед за первым покемоном!\"", 3=>array('qid' => '1', 'process'=>'2', 'gotov'=>'0')),
  33=>array('build'=>32, 1=>"2", 2=>"Для дальнейшего прохода требуется: Фонарик", 3=>array('cool'=>'1','item_id'=>'22')),
  41=>array('build'=>14, 1=>"2", 2=>"Для дальнейшего прохода требуется: Фонарик", 3=>array('cool'=>'1','item_id'=>'22')),
  44=>array('build'=>18, 1=>"2", 2=>"Для дальнейшего прохода требуется: Пропуск на Электростанцию", 3=>array('cool'=>'1','item_id'=>'69')),
  //1=>array('build'=>3, 1=>"2", 2=>"Для дальнейшего прохода требуется: Ключ от часовни", 3=>array('cool'=>'999991','item_id'=>'3')),
  //1=>array('build'=>3,  1=>"4", 2=>"Для дальнейшего прохода требуется хоть один покемон выше: 5 - лвл и ранг 100.", 3=>array('lvl' => '5', 'cool'=>'1', 'rang'=>'1000')),
 //37=>array(1=>"2", 2=>"Для дальнейшего прохода требуется: Ключ от часовни.", 3=>array('cool' => '1', 'item_id'=>'1040')),
  2992=>array('build'=>3222, 1=>"3", 2=>"Для дальнейшего прохода требуется пройти квест: Выход из леса.",3=>array('qid' => '11', 'process'=>'20', 'gotov'=>'1')),  
  );
$doLoceData = array(
	 //3=>array(1=>"1", 2=>"Ваш ранг не достаточен, чтобы перейти на эту локацию.", 3=>"200"),
	 2=>array(1=>"2", 2=>"Для дальнейшего прохода требуется: Ключ от часовни", 3=>array('cool'=>'1','item_id'=>'2')),
  );  
/** Функции с квестами **/

function rangs_pr($cool,$tip){                                 
  if($tip == 1)
    $resultstiks = (users_conect('rang_a') > $cool?true:false);
    else
      $resultstiks = (users_conect('rang_a') < $cool?true:false);
 return $resultstiks;
}

?>