<?php  
    $name = 'Р вЂ™Р ВµРЎР‚РЎвЂљР С•Р В»Р ВµРЎвЂљ';
    $about = 'Р вЂ™Р С•Р ВµР Р…Р Р…РЎвЂ№Р в„– Р Р†Р ВµРЎР‚РЎвЂљР С•Р В»Р ВµРЎвЂљ';
    $pers = '<a href="/game.php?go=char&person=1101" target="_chat_two">Р вЂ™РЎвЂ№РЎРѓР В°Р Т‘Р С”Р В°</a> | 
            ;
if(!empty($_GET['person']) && $_GET['person'] == 1){
  $quest_isset_const = 1; 
  $name  = 'Р вЂ™Р С•Р ВµР Р…Р Р…РЎвЂ№Р в„–';
  $about = 'Р В­Р Р†Р В°Р С”РЎС“Р В°РЎвЂ Р С‘РЎРЏ';
  $pers  = '<a href="/game.php?go=char">Р ТђР С•РЎР‚Р С•РЎв‚¬Р С•, РЎРѓР С—Р В°РЎРѓР С‘Р В±Р С•.*Р С—Р С•РЎРЏР Р†Р С‘Р В»Р В°РЎРѓРЎРЉ РЎС“Р В»РЎвЂ№Р В±Р С”Р В° Р Р…Р В° Р В»Р С‘РЎвЂ Р Вµ*</a>';
  $move  = false;
}
?>