<?php
    $name = 'Р вЂќР С•РЎР‚Р С•Р С–Р В° 102';
    $about = 'Р вЂќР С•РЎР‚Р С•Р С–Р В°, Р Р†Р ВµР Т‘РЎС“РЎвЂ°Р В°РЎРЏ Р Р† Р СџР ВµРЎвЂљР В°Р В»Р В±РЎС“РЎР‚Р С–. Р РЋР В°Р СР В° Р Т‘Р С•РЎР‚Р С•Р С–Р С• Р С‘Р Т‘РЎвЂРЎвЂљ РЎвЂЎР ВµРЎР‚Р ВµР В· Р С–РЎС“РЎРѓРЎвЂљР С•Р в„– Р В»Р ВµРЎРѓ, Р В·Р Т‘Р ВµРЎРѓРЎРЉ Р Р†Р С•Р Т‘РЎРЏРЎвЂљРЎРѓРЎРЏ Р С”РЎС“РЎвЂЎР В° Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р† РЎвЂљРЎР‚Р В°Р Р†РЎРЏР Р…Р С•Р С–Р С• РЎвЂљР С‘Р С—Р В°. Р вЂњР Т‘Р Вµ РЎвЂљР С• Р В±Р В»Р С‘Р В¶Р Вµ Р С” Р С”Р С•Р Р…РЎвЂ РЎС“ Р Т‘Р С•РЎР‚Р С•Р С–Р С‘ Р ВµРЎРѓРЎвЂљРЎРЉ Р Р…Р ВµР В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р Вµ Р С•Р В·Р ВµРЎР‚Р С•. Р СњР В°Р Р†Р ВµРЎР‚Р Р…РЎРЏР С”Р В° РЎвЂљР В°Р С Р ВµРЎРѓРЎвЂљРЎРЉ Р С—Р С•Р С”Р ВµР СР С•Р Р…РЎвЂ№ Р Р†Р С•Р Т‘Р Р…Р С•Р С–Р С• РЎвЂљР С‘Р С—Р В°.';  
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=104" target="_chat_two">Р С›Р В»Р Т‘РЎРЊР в„–Р В»</a> | <a href="/game.php?go=charWork&loc=108" target="_chat_two">Р СџР ВµРЎвЂљР В°Р В»Р В±РЎС“РЎР‚Р С–</a>';
    $img_r = '<img src="img/room/.png" width="290" height="150">';
?>
