<?php  
  if(!empty($_GET['npc']) && ($_GET['npc'] == 1 || $_GET['npc'] == 2)){
        if ($_GET['npc'] == 1){
            include ("npc/1.php"); 
            $img_r = '<img src="img/room/1_1.png" width="250" height="150">';
        }
        elseif ($_GET['npc'] == 2) include ("npc/shop.php");
  }else{ 
    $name = 'Р вЂєР В°Р Р†Р В°РЎР‚Р С‘Р Т‘Р В¶';
    $about = 'Р вЂ™Р С•РЎвЂљ Р вЂ™РЎвЂ№ Р С‘ Р С—РЎР‚Р С‘РЎв‚¬Р В»Р С‘ Р Р† РЎРѓР В°Р СРЎвЂ№Р в„– Р С”РЎР‚Р В°РЎРѓР С‘Р Р†РЎвЂ№Р в„– Р Р†Р С•Р Т‘Р Р…РЎвЂ№Р в„– Р С–Р С•РЎР‚Р С•Р Т‘ Р вЂєР В°Р Р†Р В°РЎР‚Р С‘Р Т‘Р В¶. 
              Р СџР С• Р В±Р С•Р С”Р В°Р С РЎРѓРЎвЂљР С•РЎРЏРЎвЂљ Р С”РЎР‚Р В°РЎРѓР С‘Р Р†РЎвЂ№Р Вµ РЎвЂћР С•Р Р…РЎвЂљР В°Р Р…РЎвЂ№, РЎРѓ Р В±Р С•Р В»РЎРЉРЎв‚¬Р С‘Р СР С‘ РЎРѓРЎвЂљР В°РЎвЂљРЎС“РЎРЏР СР С‘ Р Р†Р С•Р Т‘Р Р…РЎвЂ№РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†. 
              Р СњР В° Р В·Р Т‘Р В°Р Р…Р С‘РЎРЏРЎвЂ¦ Р Р†Р С‘РЎРѓРЎРЏРЎвЂљ РЎР‚Р ВµР С”Р В»Р В°Р СРЎвЂ№ Р Р†Р С•Р Т‘Р Р…Р С•Р С–Р С• РЎвЂ Р С‘РЎР‚Р С”Р В°, Р Р† Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р в„– Р вЂ™Р В°Р С Р Р…Р Вµ Р С—Р С•Р СР ВµРЎв‚¬Р В°Р В»Р С• Р В±РЎвЂ№ РЎРѓРЎвЂ¦Р С•Р Т‘Р С‘РЎвЂљРЎРЉ.';
    $pers = '<a href="/game.php?go=char&npc=1&do_npc=pc">Р СџР С•Р С”Р ВµРЎвЂ Р ВµР Р…РЎвЂљРЎР‚</a> | <a href="/game.php?go=char&npc=2">Р СџР С•Р С”Р ВµР СР В°РЎР‚Р С”Р ВµРЎвЂљ</a>';
    $move = '<a href="/game.php?go=charWork&loc=121" target="_chat_two">Р СџРЎС“РЎРѓРЎвЂљРЎвЂ№Р Р…РЎРЏ</a> | <a href="/game.php?go=charWork&loc=122" target="_chat_two">Р С›Р С–Р Р…Р ВµР Р…РЎвЂ№Р в„– Р С—РЎС“РЎвЂљРЎРЉ</a> | <a href="/game.php?go=charWork&loc=121" target="_chat_two">Р СџРЎС“РЎРѓРЎвЂљРЎвЂ№Р Р…РЎРЏ</a>';
  }
?>