<?php 
$name = 'Р СћРЎР‹РЎР‚РЎРЉР СР В° Р С’Р В»Р В°Р В±Р В°РЎРѓРЎвЂљР С‘Р С‘';
$about = 'Р вЂ™ РЎРЊРЎвЂљР С•Р С Р СР ВµРЎРѓРЎвЂљР Вµ Р Р…Р ВµРЎвЂљ Р Р…Р С‘РЎвЂЎР ВµР С–Р С• Р С•РЎРѓР С•Р В±Р ВµР Р…Р Р…Р С•Р С–Р С• - РЎРѓРЎвЂ№РЎР‚Р С•, РЎвЂљР ВµР СР Р…Р С• Р С‘ РЎРѓР В»Р С‘РЎв‚¬Р С”Р С•Р С РЎвЂљР С‘РЎвЂ¦Р С•. 
          Р ВР СР ВµР Р…Р Р…Р С• РЎРѓРЎР‹Р Т‘Р В° Р С—Р С•Р С—Р В°Р Т‘Р В°РЎР‹РЎвЂљ Р С‘Р С–РЎР‚Р С•Р С”Р С‘, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ Р Р…Р В°РЎР‚РЎС“РЎв‚¬Р С‘Р В»Р С‘ Р С—РЎР‚Р В°Р Р†Р С‘Р В»Р В° Р С—Р С•Р С”Р ВµР В»Р ВµР С–Р ВµР Р…Р Т‘РЎвЂ№. 
          Р вЂ™РЎвЂ№Р В±РЎР‚Р В°РЎвЂљРЎРЉРЎРѓРЎРЏ Р С•РЎвЂљ РЎРѓРЎР‹Р Т‘Р В° Р С—РЎР‚Р В°Р С”РЎвЂљР С‘РЎвЂЎР ВµРЎРѓР С”Р С‘ Р Р…Р Вµ РЎР‚Р ВµР В°Р В»РЎРЉР Р…Р С•, РЎвЂљ.Р С”. Р Р†РЎвЂ¦Р С•Р Т‘ РЎРѓРЎвЂљР С•РЎР‚Р С•Р В¶Р В°РЎвЂљ Р Р…Р Вµ РЎвЂљР С•Р В»РЎРЉР С”Р С• Р В»РЎР‹Р Т‘Р С‘, Р Р…Р С• Р С‘ Р Р…Р В°РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚Р С•Р Р†Р В°Р Р…Р Р…РЎвЂ№Р Вµ Р С—Р С•Р С”Р ВµР СР С•Р Р…РЎвЂ№. 
          Р вЂ™Р В°Р С Р С—РЎР‚Р С‘Р Т‘Р ВµРЎвЂљРЎРѓРЎРЏ Р С•РЎвЂљРЎРѓР С‘Р Т‘Р ВµРЎвЂљРЎРЉ Р С—Р С•Р В»Р Р…РЎвЂ№Р в„– РЎРѓРЎР‚Р С•Р С” Р Р…Р В°Р С”Р В°Р В·Р В°Р Р…Р С‘РЎРЏ, РЎвЂЎРЎвЂљР С• Р В±РЎвЂ№ Р Р†РЎвЂ№Р в„–РЎвЂљР С‘ Р С•РЎвЂљ РЎРѓРЎР‹Р Т‘Р В°.';
$pers = '--';
$move = '<a href="/game.php?go=charWork&do=1" target="_chat_two">Р вЂ™РЎвЂ№РЎвЂ¦Р С•Р Т‘</a>';
?>

