<?php  

    $name = 'Р СџР В»РЎРЏР В¶';
    $about = 'Р вЂ™РЎвЂ№ РЎРѓР С—РЎС“РЎРѓР С”Р В°Р ВµРЎвЂљР ВµРЎРѓРЎРЉ Р С—Р С• Р С—Р ВµРЎРѓР С•РЎвЂЎР Р…Р С•Р в„– Р Т‘Р С•РЎР‚Р С•Р С–Р Вµ Р С” Р С—Р В»РЎРЏР В¶РЎС“, Р С–Р Т‘Р Вµ Р С•РЎвЂљР Т‘РЎвЂ№РЎвЂ¦Р В°Р ВµРЎвЂљ Р В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р Вµ Р С”Р С•Р В»Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р С• Р В»РЎР‹Р Т‘Р ВµР в„–. Р В§РЎС“РЎвЂљРЎРЉ Р Т‘Р В°Р В»РЎРЉРЎв‚¬Р Вµ, Р Р…Р В° Р С—РЎР‚Р С‘РЎРѓРЎвЂљР В°Р Р…Р С‘ РЎРѓР С‘Р Т‘РЎРЏРЎвЂљ РЎР‚РЎвЂ№Р В±Р В°Р С”Р С‘, РЎС“Р С—Р С•РЎР‚Р Р…Р С• РЎРѓРЎвЂљР В°РЎР‚Р В°РЎРЏРЎРѓРЎРЉ Р С—Р С•Р в„–Р СР В°РЎвЂљРЎРЉ Р Р†Р С•Р Т‘Р Р…РЎвЂ№РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†.';
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=26" target="_chat_two">Р С›Р В»Р С‘Р Р†Р С‘Р Р… Р РЋР С‘РЎвЂљР С‘</a>';                                                                                          
?>