<?php  
if(!empty($_GET['quest_npc']) && $_GET['quest_npc'] == 3){ 
  if($_GET['quest_npc'] == 3) include ("npc/nps_14.php");
  else die("<script>location.href='game.php?go=char';</script>"); 
}else{

  if(!empty($_GET['npc']) && ($_GET['npc'] == 1 || $_GET['npc'] == 2)){
        if ($_GET['npc'] == 1){
            include ("npc/1.php"); 
            $img_r = '<img src="img/room/1_1.png" width="250" height="150">';
        }
        elseif ($_GET['npc'] == 2) include ("npc/shop.php");
  }else{ 
    $name = 'Р В¦Р ВµР Р…РЎвЂљРЎР‚ Р С›Р В»Р С‘Р Р†Р С‘Р Р…Р В°';
    $about = 'Р СњР С•Р Р†РЎвЂ№Р в„– Р В Р В°Р в„–Р С•Р Р…, РЎвЂ Р ВµР Р…РЎвЂљРЎР‚ Р С–Р С•РЎР‚Р С•Р Т‘Р В° - Р С›Р В»Р С‘Р Р†Р С‘Р Р…. 
              Р СџРЎР‚Р С•РЎвЂ¦Р С•Р Т‘РЎРЏ Р С—Р С• РЎС“Р В»Р С‘РЎвЂ Р Вµ, Р вЂ™РЎвЂ№ Р Р†Р С‘Р Т‘Р С‘РЎвЂљР Вµ Р С—Р В°РЎР‚РЎС“ Р С—Р В°Р СРЎРЏРЎвЂљР Р…Р С‘Р С”Р С•Р Р†, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ Р В±РЎвЂ№Р В»Р С‘ Р Р†Р С•Р В·Р Р†Р ВµР Т‘Р ВµР Р…РЎвЂ№ Р В»Р ВµР С–Р ВµР Р…Р Т‘Р В°РЎР‚Р Р…РЎвЂ№Р СР С‘ РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚Р В°Р СР С‘ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†. 
              Р вЂ™ Р С–Р С•РЎР‚Р С•Р Т‘Р Вµ Р ВµРЎРѓРЎвЂљРЎРЉ Р В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р в„– РЎР‚РЎвЂ№Р Р…Р С•Р С”, Р С–Р Т‘Р Вµ Р СР С•Р В¶Р Р…Р С• Р Р…Р В°Р в„–РЎвЂљР С‘ Р СР Р…Р С•Р С–Р С• Р С‘Р Р…РЎвЂљР ВµРЎР‚Р ВµРЎРѓР Р…Р С•Р С–Р С• Р Т‘Р В»РЎРЏ РЎРѓР ВµР В±РЎРЏ.';
    $pers = '<a href="/game.php?go=char&npc=1&do_npc=pc">Р СџР С•Р С”Р ВµРЎвЂ Р ВµР Р…РЎвЂљРЎР‚</a> | <a href="/game.php?go=char&npc=2">Р СџР С•Р С”Р ВµР СР В°РЎР‚Р С”Р ВµРЎвЂљ</a> | <a href=\'/game.php?go=char&quest_npc=3&do=1\'>Р СљР В°РЎРѓРЎвЂљР ВµРЎР‚Р С•Р Р†Р С•Р в„–</a>';
    $move = '<a href="/game.php?go=charWork&loc=26" target="_chat_two">Р С›Р В»Р С‘Р Р†Р С‘Р Р… Р РЋР С‘РЎвЂљР С‘</a> | 
             <a href="/game.php?go=charWork&loc=29" target="_chat_two">Р СџРЎР‚Р С‘Р С–Р С•РЎР‚Р С•Р Т‘</a>
             ';
  }
}                                                                                          
?>