<?php  
    $name = 'Р СџРЎР‚Р С‘Р С–Р С•РЎР‚Р С•Р Т‘';
    $about = 'Р вЂ™ Р Т‘Р В°Р Р…Р Р…РЎвЂ№Р в„– Р СР С•Р СР ВµР Р…РЎвЂљ Р Р†РЎвЂ№Р ВµРЎвЂ¦Р В°РЎвЂљРЎРЉ Р С‘Р В»Р С‘ Р Р†РЎвЂ№Р В±РЎР‚Р В°РЎвЂљРЎРЉРЎРѓРЎРЏ Р С‘Р В· Р С–Р С•РЎР‚Р С•Р Т‘Р В° Р Р…Р В° РЎвЂљРЎР‚Р В°Р Р…РЎРѓР С—Р С•РЎР‚РЎвЂљР Вµ Р Р…Р Вµ Р Р†Р С•Р В·Р СР С•Р В¶Р Р…Р С•. 
              Р вЂ™РЎРѓР Вµ Р С‘Р В·-Р В·Р В° Р С•Р С–РЎР‚Р С•Р СР Р…Р С•Р в„– Р С—РЎР‚Р С•Р В±Р С”Р С‘ Р Р…Р В° Р Т‘Р С•РЎР‚Р С•Р С–Р Вµ, Р С”Р С•РЎвЂљР С•РЎР‚Р В°РЎРЏ Р С•Р В±РЎР‚Р В°Р В·Р С•Р Р†Р В°Р В»Р В°РЎРѓРЎРЉ Р С‘Р В·-Р В·Р В° Р СР Р…Р С•Р В¶Р ВµРЎРѓРЎвЂљР Р†Р В° Р В»РЎР‹Р Т‘Р ВµР в„–, Р В¶Р ВµР В»Р В°РЎР‹РЎвЂ°Р С‘РЎвЂ¦ Р Р†РЎвЂ№Р ВµРЎвЂ¦Р В°РЎвЂљРЎРЉ Р С‘Р В»Р С‘ Р Р…Р В°Р С•Р В±Р С•РЎР‚Р С•РЎвЂљ Р Р†РЎР‰Р ВµРЎвЂ¦Р В°РЎвЂљРЎРЉ Р Р† Р С–Р С•РЎР‚Р С•Р Т‘.';
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=28" target="_chat_two">Р В¦Р ВµР Р…РЎвЂљРЎР‚ Р С›Р В»Р С‘Р Р†Р С‘Р Р…Р В°</a> | <a href="/game.php?go=charWork&loc=30" target="_chat_two">Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 1</a>';                                                                                          
?>