<?php  
    $name = 'Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 1';
    $about = 'Р СџР С•Р С”Р С‘Р Р…РЎС“Р Р† Р С›Р В»Р С‘Р Р†Р С‘Р Р…, Р вЂ™РЎвЂ№ Р В·Р В°РЎв‚¬Р В»Р С‘ Р Р† Р С•Р С–РЎР‚Р С•Р СР Р…РЎвЂ№Р в„– Р В»Р ВµРЎРѓ. 
              Р С™Р В»Р С‘Р СР В°РЎвЂљ Р В·Р Т‘Р ВµРЎРѓРЎРЉ РЎРѓРЎС“РЎвЂ¦Р С•Р в„– Р С‘ Р Т‘Р С•РЎРѓРЎвЂљР В°РЎвЂљР С•РЎвЂЎР Р…Р С• Р В¶Р В°РЎР‚Р С”Р С•. 
              Р СџР С• Р Т‘Р С•РЎР‚Р С•Р С–Р Вµ Р Р†РЎРѓРЎвЂљРЎР‚Р ВµРЎвЂЎР В°РЎР‹РЎвЂљРЎРѓРЎРЏ Р Т‘Р С‘Р С”Р С‘Р Вµ Р С—Р С•Р С”Р ВµР СР С•Р Р…РЎвЂ№, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ РЎС“Р В¶Р Вµ Р Т‘Р В°Р Р†Р Р…Р С• Р С—РЎР‚Р С‘Р Р†РЎвЂ№Р С”Р В»Р С‘ Р С” РЎвЂљР В°Р С”Р С‘Р С РЎС“РЎРѓР В»Р С•Р Р†Р С‘РЎРЏР С РЎРЊРЎвЂљР С•Р С–Р С• Р В»Р ВµРЎРѓР В°.';
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=29" target="_chat_two">Р СџРЎР‚Р С‘Р С–Р С•РЎР‚Р С•Р Т‘</a> | 
             <a href="/game.php?go=charWork&loc=31" target="_chat_two">Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 2</a>';                                                                                          
?>