<?php  
    $name = 'Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 2';
    $about = 'Р СџРЎР‚Р С•Р Т‘Р С•Р В»Р В¶Р ВµР Р…Р С‘Р Вµ Р С•Р С–РЎР‚Р С•Р СР Р…Р С•Р С–Р С• Р В»Р ВµРЎРѓР В°. 
              Р ВР СР ВµР Р…Р Р…Р С• Р Р† РЎРЊРЎвЂљР С•Р С Р СР ВµРЎРѓРЎвЂљР Вµ Р Р…Р В°РЎвЂ¦Р С•Р Т‘Р С‘РЎвЂљРЎРѓРЎРЏ Р С•РЎвЂљР С”РЎР‚РЎвЂ№РЎвЂљР В°РЎРЏ Р СР ВµРЎРѓРЎвЂљР Р…Р С•РЎРѓРЎвЂљРЎРЉ, Р Р…Р В°Р С—Р С•Р СР С‘Р Р…Р В°РЎР‹РЎвЂ°Р В°РЎРЏ Р Р…Р ВµРЎвЂЎРЎвЂљР С• Р Р†РЎР‚Р С•Р Т‘Р Вµ Р В°РЎР‚Р ВµР Р…РЎвЂ№. 
              Р вЂ”Р Т‘Р ВµРЎРѓРЎРЉ Р С—Р С•Р С”Р ВµР СР С•Р Р…РЎвЂ№ Р В±Р С•Р В»Р ВµР Вµ Р В°Р С–РЎР‚Р ВµРЎРѓРЎРѓР С‘Р Р†Р Р…РЎвЂ№Р Вµ, РЎвЂЎР ВµР С Р Р† Р Т‘РЎР‚РЎС“Р С–Р С‘РЎвЂ¦ РЎвЂЎР В°РЎРѓРЎвЂљРЎРЏРЎвЂ¦ РЎРЊРЎвЂљР С•Р С–Р С• Р В»Р ВµРЎРѓР В°. 
              Р СћР В°Р С” Р В¶Р Вµ, РЎРЊРЎвЂљРЎС“ Р С—Р С•Р В»РЎРЏР Р…Р С”РЎС“ Р С•РЎРѓР Р†Р ВµРЎвЂ°Р В°Р ВµРЎвЂљ РЎРЏРЎР‚Р С”Р С‘Р Вµ Р В»РЎС“РЎвЂЎР С‘ РЎРѓР С•Р В»Р Р…РЎвЂ Р В°. 
              Р В­РЎвЂљР С• РЎвЂљР ВµР С—Р В»Р С•Р Вµ Р СР ВµРЎРѓРЎвЂљР ВµРЎвЂЎР С”Р С• Р С—РЎР‚Р С‘Р Р†Р В»Р ВµР С”Р В°Р ВµРЎвЂљ Р Т‘Р С‘Р С”Р С‘РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†, РЎвЂЎРЎвЂљР С• Р В±РЎвЂ№ Р С—Р С•Р С–РЎР‚Р ВµРЎвЂљРЎРЉРЎРѓРЎРЏ Р Р† Р В»Р ВµРЎвЂљР Р…Р С‘Р в„– Р Т‘Р ВµР Р…РЎРЉ.';
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=30" target="_chat_two">Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 1</a> | 
             <a href="/game.php?go=charWork&loc=32" target="_chat_two">Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 3</a>';                                                                                          
?>