<?php  
    $name = 'Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 3';
    $about = 'Р вЂ™Р С•РЎвЂљ Р вЂ™РЎвЂ№ Р С‘ Р С—Р С•Р Т‘Р С•РЎв‚¬Р В»Р С‘ Р С” Р Р…Р ВµР В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р в„– РЎР‚Р В°Р В·Р Р†Р С‘Р В»Р С”Р Вµ Р Т‘РЎР‚Р С•Р С–. 
              Р вЂќР С•РЎР‚Р С•Р С–Р В° РЎРѓР С—РЎР‚Р В°Р Р†Р В° Р С—РЎР‚Р С‘Р Р†Р ВµР Т‘Р ВµРЎвЂљ Р вЂ™Р В°РЎРѓ Р С” Р Р…Р ВµР В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р СРЎС“ Р СР С•РЎРѓРЎвЂљРЎС“, Р С—РЎР‚РЎРЏР СР В°РЎРЏ Р Т‘Р С•РЎР‚Р С•Р С–Р В° Р С—РЎР‚Р С‘Р Р†Р ВµР Т‘Р ВµРЎвЂљ Р вЂ™Р В°РЎРѓ Р С” Р В·Р В°Р В±РЎР‚Р С•РЎв‚¬Р ВµР Р…Р Р…Р С•Р СРЎС“ Р С–Р С•РЎР‚Р С•Р Т‘РЎС“, Р В° Р Т‘Р С•РЎР‚Р С•Р С–Р В° Р В»Р ВµР Р†Р ВµР Вµ Р С—РЎР‚Р С‘Р Р†Р ВµР Т‘Р ВµРЎвЂљ Р С” РЎвЂљРЎвЂР СР Р…Р С•Р в„– Р С—Р ВµРЎвЂ°Р ВµРЎР‚Р Вµ.';
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=31" target="_chat_two">Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 2</a> |  
             <a href="/game.php?go=charWork&loc=33" target="_chat_two">Р СџР ВµРЎвЂ°Р ВµРЎР‚Р В° Р В­Р С”РЎР‚РЎС“РЎвЂљР ВµР С”</a> | 
             <a href="/game.php?go=charWork&loc=34" target="_chat_two">Р В­Р С”РЎР‚РЎС“РЎвЂљР ВµР С” Р РЋР С‘РЎвЂљР С‘</a> |  
             <a href="/game.php?go=charWork&loc=35" target="_chat_two">Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 4</a>';                                                                                          
?>