<?php  
    $name = 'Р СџР ВµРЎвЂ°Р ВµРЎР‚Р В° Р В­Р С”РЎР‚РЎС“РЎвЂљР ВµР С”';
    $about = 'Р вЂ™РЎвЂ№ Р Р…Р В°РЎвЂ¦Р С•Р Т‘Р С‘РЎвЂљР ВµРЎРѓРЎРЉ Р Р† Р С•РЎвЂЎР ВµР Р…РЎРЉ РЎвЂљРЎвЂР СР Р…Р С•Р в„– Р С‘ Р С–Р В»РЎС“Р В±Р С•Р С”Р С•Р в„– Р С—Р ВµРЎвЂ°Р ВµРЎР‚Р Вµ. 
              Р РЋР Т‘Р ВµР В»Р В°Р Р† Р Р…Р ВµРЎРѓР С”Р С•Р В»РЎРЉР С”Р С• РЎв‚¬Р В°Р С–Р С•Р Р†, Р вЂ™Р В°РЎв‚¬Р В° Р С•Р В±РЎС“Р Р†РЎРЉ Р Р…Р В°РЎвЂЎР С‘Р Р…Р В°Р ВµРЎвЂљ РЎРѓР С”Р С•Р В»РЎРЉР В·Р С‘РЎвЂљРЎРЉ Р С‘ Р С‘Р Т‘РЎвЂљР С‘ РЎРѓРЎвЂљР В°Р Р…Р С•Р Р†Р С‘РЎвЂљРЎРѓРЎРЏ РЎРѓР В»Р С•Р В¶Р Р…Р ВµР Вµ... 
              Р вЂ™РЎвЂ№ Р С—РЎР‚Р С•Р Т‘Р С•Р В»Р В¶Р В°Р ВµРЎвЂљР Вµ Р С‘Р Т‘РЎвЂљР С‘, РЎРѓР Р†Р ВµРЎвЂљ Р С•РЎвЂљ РЎвЂћР С•Р Р…Р В°РЎР‚Р С‘Р С”Р В° Р С•РЎРѓР Р†Р ВµРЎвЂ°Р В°Р ВµРЎвЂљ Р Р…Р ВµР В±Р С•Р В»РЎРЉРЎв‚¬РЎС“РЎР‹ Р СР ВµРЎРѓРЎвЂљР Р…Р С•РЎРѓРЎвЂљРЎРЉ. 
              Р вЂ™Р Т‘РЎР‚РЎС“Р С–, Р вЂ™РЎвЂ№ РЎвЂЎРЎвЂљР С•-РЎвЂљР С• Р В·Р В°Р СР ВµРЎвЂЎР В°Р ВµРЎвЂљР Вµ, Р Р…Р С• РЎРѓРЎР‚Р В°Р В·РЎС“ Р В¶Р Вµ РЎвЂљР ВµРЎР‚РЎРЏР ВµРЎвЂљР Вµ Р С‘Р В· Р Р†Р С‘Р Т‘РЎС“... 
              Р СљР С•Р В¶Р ВµРЎвЂљ Р В±РЎвЂ№РЎвЂљРЎРЉ, РЎРѓРЎвЂљР С•Р С‘РЎвЂљ Р С—Р С•Р С‘РЎРѓР С”Р В°РЎвЂљРЎРЉ?';
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=32" target="_chat_two">Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 3</a> | <a href="/game.php?go=charWork&loc=42" target="_chat_two">Р С’РЎР‚РЎвЂ¦Р ВµР С•Р В»Р С•Р С–Р С‘РЎвЂЎР ВµРЎРѓР С”Р В°РЎРЏ Р С—Р ВµРЎвЂ°Р ВµРЎР‚Р В° РІвЂћвЂ“2</a>';                                                                                          
?>