<?php  
    $name = 'Р В­Р С”РЎР‚РЎС“РЎвЂљР ВµР С” Р РЋР С‘РЎвЂљР С‘';
    $about = 'Р В­РЎвЂљР С•РЎвЂљ Р В·Р В°Р В±РЎР‚Р С•РЎв‚¬Р ВµР Р…Р Р…РЎвЂ№Р в„– Р С–Р С•РЎР‚Р С•Р Т‘ Р С”Р В°Р В¶Р ВµРЎвЂљРЎРѓРЎРЏ Р Р†Р ВµРЎРѓРЎРЉР СР В° РЎРѓРЎвЂљРЎР‚Р В°Р Р…Р Р…РЎвЂ№Р С Р С‘ Р В¶РЎС“РЎвЂљР С”Р С•Р Р†Р В°РЎвЂљРЎвЂ№Р С. 
              Р вЂ”Р Т‘Р ВµРЎРѓРЎРЉ Р Р…Р Вµ РЎвЂљР В°Р С” Р В»РЎР‹Р Т‘Р Р…Р С•, Р С”Р В°Р С” Р Р† Р С•РЎРѓРЎвЂљР В°Р В»РЎРЉР Р…РЎвЂ№РЎвЂ¦ Р С–Р С•РЎР‚Р С•Р Т‘Р В°РЎвЂ¦ РЎРЊРЎвЂљР С•Р С–Р С• РЎР‚Р ВµР С–Р С‘Р С•Р Р…Р В°. 
              Р СњР С• Р Р†Р СР ВµРЎРѓРЎвЂљР С• Р В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р в„– РЎвЂљР С•Р В»Р С—РЎвЂ№ Р В»РЎР‹Р Т‘Р ВµР в„–, Р вЂ™РЎвЂ№ Р СР С•Р В¶Р ВµРЎвЂљР Вµ Р Р…Р В°РЎвЂљР С”Р Р…РЎС“РЎвЂљРЎРЉРЎРѓРЎРЏ Р Р…Р В° Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р† - Р С—РЎР‚Р С‘Р В·РЎР‚Р В°Р С”Р С•Р Р†, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ Р Р…Р Вµ Р Т‘Р В°Р Т‘РЎС“РЎвЂљ Р вЂ™Р В°Р С Р С—РЎР‚Р С•РЎРѓРЎвЂљР С• РЎвЂљР В°Р С” Р С—РЎР‚Р С•Р в„–РЎвЂљР С‘. 
              Р С›РЎвЂљ РЎРѓРЎР‹Р Т‘Р В° Р вЂ™РЎвЂ№ cР СР С•Р В¶Р ВµРЎвЂљР Вµ Р С•РЎвЂљР С—РЎР‚Р В°Р Р†Р С‘РЎвЂљРЎРЉРЎРѓРЎРЏ Р Р† "Р вЂР В°РЎв‚¬Р Р…РЎР‹ Р В­Р С”РЎР‚РЎС“РЎвЂљР ВµР С”" - Р С” Р С•Р С–РЎР‚Р С•Р СР Р…Р С•Р в„– Р В±Р В°РЎв‚¬Р Р…Р Вµ РЎРЊРЎвЂљР С•Р С–Р С• Р С–Р С•РЎР‚Р С•Р Т‘Р В°.';
    $pers = '<b>Р СџР С•Р С”Р ВµРЎвЂ Р ВµР Р…РЎвЂљРЎР‚ <sup><small>[Р СњР Вµ РЎР‚Р В°Р В±Р С•РЎвЂљР В°Р ВµРЎвЂљ]</small></sup></b>';
    $move = '<a href="/game.php?go=charWork&loc=32" target="_chat_two">Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 3</a> | 
			 <a href="/game.php?go=charWork&loc=85" target="_chat_two">Р РЋРЎвЂљР В°Р Т‘Р С‘Р С•Р Р… Р вЂ”Р ВµР СР В»РЎРЏР Р…РЎвЂ№РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†</a> | 
             <s>Р вЂР В°РЎв‚¬Р Р…РЎРЏ Р В­Р С”РЎР‚РЎС“РЎвЂљР ВµР С”<s>  
            ';                                                                                          
?>