<?php  
    $name = 'Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 4';
    $about = 'Р вЂ™РЎвЂ№ Р С—Р ВµРЎР‚Р ВµРЎвЂ¦Р С•Р Т‘Р С‘РЎвЂљР Вµ Р С—Р С• Р Р…Р ВµР В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р СРЎС“ Р СР С•РЎРѓРЎвЂљРЎС“. 
              Р РЋР СР С•РЎвЂљРЎР‚РЎРЏ Р Р†Р Р…Р С‘Р В·, Р Р†РЎвЂ№ Р В·Р В°Р СР ВµРЎвЂЎР В°Р ВµРЎвЂљР Вµ Р Р…Р ВµРЎР‚Р В°Р В·Р В±Р С•РЎР‚РЎвЂЎР С‘Р Р†РЎвЂ№Р Вµ Р С•РЎвЂЎР ВµРЎР‚РЎвЂљР В°Р Р…Р С‘Р Вµ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†. 
              Р ВР Р…РЎвЂљР ВµРЎР‚Р ВµРЎРѓР Р…Р С• Р В±РЎвЂ№Р В»Р С• Р В±РЎвЂ№ РЎС“Р В·Р Р…Р В°РЎвЂљРЎРЉ, РЎвЂЎРЎвЂљР С• РЎвЂљР В°Р С Р В·Р В° Р С—Р С•Р С”Р ВµР СР С•Р Р…РЎвЂ№...';
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=32" target="_chat_two">Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 3</a> | 
             <a href="/game.php?go=charWork&loc=36" target="_chat_two">Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 5</a> 
            ';                                                                                          
?>