<?php  
    $name = 'Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 5';
    $about = 'Р СџРЎР‚Р С•Р в„–Р Т‘РЎРЏ РЎвЂЎР ВµРЎР‚Р ВµР В· Р СР С•РЎРѓРЎвЂљ, Р вЂ™РЎвЂ№ Р С—Р С•Р Т‘Р С•РЎв‚¬Р В»Р С‘ Р С” Р С—Р С•Р В»РЎР‹ РЎРѓ Р С•Р С–РЎР‚Р С•Р СР Р…РЎвЂ№Р СР С‘ Р С”РЎС“РЎРѓРЎвЂљР В°Р СР С‘, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ Р В±РЎвЂ№Р В»Р С‘ Р Р…Р В°Р СР Р…Р С•Р С–Р С• Р Р†РЎвЂ№РЎв‚¬Р Вµ Р Р†Р В°РЎв‚¬Р ВµР С–Р С• РЎР‚Р С•РЎРѓРЎвЂљР В°. 
              Р СџРЎС“РЎвЂљР С‘ Р Т‘Р В°Р В»РЎРЉРЎв‚¬Р Вµ, Р С—Р С•РЎвЂЎРЎвЂљР С‘ Р Р…Р ВµР В±РЎвЂ№Р В»Р С• Р Р†Р С‘Р Т‘Р Р…Р С•, Р Р†Р С‘Р Т‘Р Р…Р ВµР В»РЎРѓРЎРЏ Р В»Р С‘РЎв‚¬РЎРЉ Р С”Р В°Р С”Р С•Р в„– - РЎвЂљР С• Р С—РЎР‚Р С•РЎРѓР Р†Р ВµРЎвЂљ РЎРѓРЎР‚Р ВµР Т‘Р С‘ Р С”РЎС“РЎРѓРЎвЂљР В°РЎР‚Р Р…Р С‘Р С”Р С•Р Р†, Р СР С•Р В¶Р ВµРЎвЂљ Р В±РЎвЂ№РЎвЂљРЎРЉ РЎРЊРЎвЂљР С• Р Р†РЎвЂ№РЎвЂ¦Р С•Р Т‘?
              Р В§РЎвЂљР С•Р В¶, Р Р†РЎвЂ№Р В±Р С•РЎР‚ Р Р…Р Вµ Р Р†Р ВµР В»Р С‘Р С”, Р С‘Р Т‘РЎвЂљР С‘ Р Р…Р В°Р В·Р В°Р Т‘, Р С‘Р В»Р С‘ Р В¶Р Вµ Р Р†Р С—Р ВµРЎР‚Р ВµР Т‘.';
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=35" target="_chat_two">Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 4</a> | 
             <a href="/game.php?go=charWork&loc=37" target="_chat_two">Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 6</a> 
            ';                                                                                          
?>