<?php  
    $name = 'Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 6';
    $about = 'Р вЂ™РЎвЂ№ Р Р…Р Вµ Р С•РЎв‚¬Р С‘Р В±Р В»Р С‘РЎРѓРЎРЉ. Р В Р С—РЎР‚Р С•Р В±Р ВµР В», Р Р† Р С”РЎС“РЎРѓРЎвЂљР В°РЎвЂ¦, Р Т‘Р ВµР в„–РЎРѓРЎвЂљР Р†Р С‘РЎвЂљР ВµР В»РЎРЉР Р…Р С• Р В±РЎвЂ№Р В» Р Р†РЎвЂ№РЎвЂ¦Р С•Р Т‘Р С•Р С. 
              Р вЂ™РЎвЂ№Р В±РЎР‚Р В°Р Р†РЎв‚¬Р С‘РЎРѓРЎРЉ Р С‘Р В· Р Р…Р С‘РЎвЂ¦ Р С•Р С”РЎР‚РЎС“Р В¶Р В°РЎР‹РЎвЂ°Р С‘Р в„– Р Р†Р С‘Р Т‘ Р вЂ™Р В°РЎРѓ РЎРѓР С‘Р В»РЎРЉР Р…Р С• Р С—РЎС“Р С–Р В°Р ВµРЎвЂљ. 
              Р вЂ”Р Т‘Р ВµРЎРѓРЎРЉ Р Р…Р ВµРЎвЂљ Р Р…Р С‘Р С”Р В°Р С”Р С•Р в„– РЎР‚Р В°РЎРѓРЎвЂљР С‘РЎвЂљР ВµР В»РЎРЉР Р…Р С•РЎРѓРЎвЂљР С‘, РЎвЂљР С•Р В»РЎРЉР С”Р С• Р С”Р В°Р СР ВµР Р…РЎРЉ Р С‘ Р С—Р ВµРЎРѓР С•Р С”... 
              Р СџРЎР‚Р С‘РЎРѓР СР С•РЎвЂљРЎР‚Р ВµР Р†РЎв‚¬Р С‘РЎРѓРЎРЉ, Р вЂ™РЎвЂ№ Р В·Р В°Р СР ВµРЎвЂЎР В°Р ВµРЎвЂљР Вµ Р С—РЎР‚Р ВµР С”РЎР‚Р В°РЎРѓР Р…РЎвЂ№Р в„– Р Р†Р С•Р Т‘Р С•Р С—Р В°Р Т‘, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р в„– Р С—Р В°Р Т‘Р В°Р ВµРЎвЂљ РЎРѓ Р С–Р С•РЎР‚, Р С—РЎР‚РЎРЏР СР С‘Р С”Р С•Р С Р Р†Р Р…Р С‘Р В·, Р Р† Р В±Р С•Р В»РЎРЉРЎв‚¬Р С•РЎР‹ РЎР‚Р ВµР С”РЎС“.';
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=36" target="_chat_two">Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 5</a> | 
             <a href="/game.php?go=charWork&loc=38" target="_chat_two">Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 7</a> 
            ';                                                                                          
?>