<?php  
    $name = 'Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 7';
    $about = 'Р вЂ™РЎвЂ№ Р Р†РЎРѓРЎвЂ Р Т‘Р В°Р В»РЎРЉРЎв‚¬Р Вµ Р С•РЎвЂљР Т‘Р В°Р В»РЎРЏР ВµРЎвЂљР ВµРЎРѓРЎРЉ Р С•РЎвЂљ Р С–Р С•РЎР‚Р Р…Р С•Р С–Р С• Р Р†Р С•Р Т‘Р С•Р С—Р В°Р Т‘Р В° Р С‘ Р С—Р С•Р С—Р В°Р Т‘Р В°Р ВµРЎвЂљР Вµ Р Р† Р С—РЎС“РЎРѓРЎвЂљРЎвЂ№Р Р…РЎР‹. 
              Р вЂ™Р С•Р Т‘Р В° Р В·Р В°Р С”Р В°Р Р…РЎвЂЎР С‘Р Р†Р В°Р ВµРЎвЂљРЎРѓРЎРЏ, РЎРѓР С•Р В»Р Р…Р ВµРЎвЂЎР Р…Р В°РЎРЏ Р В¶Р В°РЎР‚Р В° Р С‘РЎРѓРЎвЂљР С•РЎвЂ°Р В°Р ВµРЎвЂљ Р вЂ™Р В°РЎРѓ. 
              Р СњР С• Р Р†Р В°Р С Р С—Р С•Р Р†Р ВµР В·Р В»Р С•, Р С‘ Р вЂ™РЎвЂ№ Р В·Р В°Р СР ВµРЎвЂЎР В°Р ВµРЎвЂљР Вµ Р Р…Р ВµР В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р в„– Р С–Р С•РЎР‚Р С•Р Т‘ Р Р† Р Т‘Р В°Р В»Р ВµР С”Р Вµ.';
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=37" target="_chat_two">Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 6</a> | 
             <a href="/game.php?go=charWork&loc=48" target="_chat_two">Р вЂєР ВµР Т‘РЎРЏР Р…Р В°РЎРЏ Р С–Р С•РЎР‚Р В°</a> | 
             <a href="/game.php?go=charWork&loc=39" target="_chat_two">Р вЂњР С•РЎР‚Р С•Р Т‘ Р С’Р В·Р В°Р В»Р С‘РЎРЏ</a> 
            ';                                                                                            
?>