<?php  
$dates = date('H:i:s');
$pc_res = false;
$persX = '<b>Р СџР С•Р С”Р ВµРЎвЂ Р ВµР Р…РЎвЂљРЎР‚ <sup><small>[Р вЂ”Р В°Р С”РЎР‚РЎвЂ№РЎвЂљР С•]</small></sup></b>';
if($dates >= '07:30:00' && $dates <= '17:00:00'){
 $pc_res = true;
 $persX = '<a href="/game.php?go=char&npc=1&do_npc=pc">Р СџР С•Р С”Р ВµРЎвЂ Р ВµР Р…РЎвЂљРЎР‚</a>';
}
  if(!empty($_GET['npc']) && $_GET['npc'] == 1 && $pc_res == true){
        if ($_GET['npc'] == 1){
            include ("npc/1.php"); 
            $img_r = '<img src="img/room/1_1.png" width="250" height="150">';
        }
  }else{ 
    $name = 'Р вЂњР С•РЎР‚Р С•Р Т‘ Р С’Р В·Р В°Р В»Р С‘РЎРЏ';
    $about = 'Р вЂ™РЎвЂ№ Р Т‘Р С•Р В±РЎР‚Р В°Р В»Р С‘РЎРѓРЎРЉ Р Т‘Р С• РЎРѓР В°Р СР С•Р С–Р С• "РЎРѓРЎС“РЎвЂ¦Р С•Р С–Р С•" Р С–Р С•РЎР‚Р С•Р Т‘Р В° Р вЂќР В¶Р С•РЎвЂљРЎвЂљР С•. 
              Р СџР С• Р В»Р ВµР С–Р ВµР Р…Р Т‘Р Вµ, 100 Р В»Р ВµРЎвЂљ Р Р…Р В°Р В·Р В°Р Т‘ Р Р† Р С–Р С•РЎР‚Р С•Р Т‘ Р С—РЎР‚Р С‘РЎв‚¬РЎвЂР В» РЎРѓР В»Р С•РЎС“Р С—Р С•Р С”, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р в„– Р В·Р ВµР Р†Р В°Р Р…Р С‘Р ВµР С Р Р†РЎвЂ№Р В·Р Р†Р В°Р В» Р Т‘Р С•Р В¶Р Т‘РЎРЉ. 
              Р вЂ”Р В° Р С—Р С•РЎРѓР В»Р ВµР Т‘Р Р…Р С‘Р Вµ 10 Р В»Р ВµРЎвЂљ Р Р† Р С–Р С•РЎР‚Р С•Р Т‘Р Вµ Р Р…Р Вµ Р В±РЎвЂ№Р В»Р С• Р Р…Р С‘ Р С•Р Т‘Р Р…Р С•Р С–Р С• Р С•РЎРѓР В°Р Т‘Р С”Р В° Р С‘ Р С•Р В±Р В»Р В°РЎвЂЎР С”Р В°. 
              Р СџРЎР‚Р С•Р Т‘Р Р†Р С‘Р С–Р В°РЎРЏРЎРѓРЎРЉ Р С—Р С• РЎС“Р В»Р С‘РЎвЂ Р В°Р С, Р вЂ™РЎвЂ№ Р С—Р С•Р Р†РЎРѓРЎР‹Р Т‘РЎС“ Р Р†Р С‘Р Т‘Р С‘РЎвЂљР Вµ РЎРѓР В»Р С•РЎС“Р С—Р С•Р С”Р С•Р Р†. 
              Р вЂ“Р С‘РЎвЂљР ВµР В»Р ВµР в„– Р С–Р С•РЎР‚Р С•Р Т‘Р В°, Р С—Р С•РЎвЂЎРЎвЂљР С‘, Р Р…Р Вµ Р В·Р В°Р СР ВµРЎвЂљР Р…Р С•, Р С”Р В°Р С” Р В±РЎС“Р Т‘РЎвЂљР С• Р Р†Р ВµРЎРѓРЎРЉ Р С–Р С•РЎР‚Р С•Р Т‘ Р Р†РЎвЂ№Р СР ВµРЎР‚. 
              Р вЂРЎС“Р Т‘РЎРЉРЎвЂљР Вµ Р С•РЎРѓРЎвЂљР С•РЎР‚Р С•Р В¶Р Р…РЎвЂ№ РЎРѓ РЎРЊРЎвЂљР С‘Р СР С‘ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р В°Р СР С‘, Р С•Р Р…Р С‘ Р Р†Р ВµР В·Р Т‘Р Вµ...';
    $pers = $persX;
    $move = '<a href="/game.php?go=charWork&loc=38" target="_chat_two">Р СљР В°РЎР‚РЎв‚¬РЎР‚РЎС“РЎвЂљ 7</a> | 
			 <a href="/game.php?go=charWork&loc=86" target="_chat_two">Р РЋРЎвЂљР В°Р Т‘Р С‘Р С•Р Р… Р СџРЎРѓР С‘РЎвЂ¦Р С‘РЎвЂЎР ВµРЎРѓР С”Р С‘РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†</a> ';
 }                                                                                            
?>