<?php
  if(empty($_SESSION['arhiology'])) $_SESSION['arhiology'] = time();
  $name = 'Р С’РЎР‚РЎвЂ¦Р ВµР С•Р В»Р С•Р С–Р С‘РЎвЂЎР ВµРЎРѓР С”Р В°РЎРЏ Р С—Р ВµРЎвЂ°Р ВµРЎР‚Р В° РІвЂћвЂ“2';
  $about = 'Р С›РЎвЂЎР ВµР Р…РЎРЉ Р Т‘Р В»Р С‘Р Р…Р Р…Р В°РЎРЏ Р С‘ РЎвЂљР ВµР СР Р…Р В°РЎРЏ Р В°РЎР‚РЎвЂ¦Р ВµР С•Р В»Р С•Р С–Р С‘РЎвЂЎР ВµРЎРѓР С”Р В°РЎРЏ Р С—Р ВµРЎвЂ°Р ВµРЎР‚Р В°. 
            Р С™Р С•Р С–Р Т‘Р В°-РЎвЂљР С• Р В·Р Т‘Р ВµРЎРѓРЎРЉ Р Р†Р ВµР В»Р С‘РЎРѓРЎРЉ РЎР‚Р В°РЎРѓР С”Р С•Р С—Р С”Р С‘, Р Р…Р С• Р Р…Р В° Р Т‘Р В°Р Р…Р Р…РЎвЂ№Р в„– Р СР С•Р СР ВµР Р…РЎвЂљ РЎРЊРЎвЂљР В° Р С—Р ВµРЎвЂ°Р ВµРЎР‚Р В° РЎРѓРЎвЂЎР С‘РЎвЂљР В°Р ВµРЎвЂљРЎРѓРЎРЏ Р В·Р В°Р В±РЎР‚Р С•РЎв‚¬Р ВµР Р…Р Р…Р С•Р в„– Р С‘ Р В·Р Т‘Р ВµРЎРѓРЎРЉ Р СР С•Р В¶Р ВµРЎвЂљ Р С”Р С•Р С—Р В°РЎвЂљРЎРЉ Р С”Р В°Р В¶Р Т‘РЎвЂ№Р в„–, Р С”РЎвЂљР С• Р С—Р С•Р В¶Р ВµР В»Р В°Р ВµРЎвЂљ. 
            Р вЂќР В»РЎРЏ Р С•РЎРѓР Р†Р ВµРЎвЂ°Р ВµР Р…Р С‘РЎРЏ Р С—РЎС“РЎвЂљР С‘ Р вЂ™Р В°Р С Р С—Р С•Р Р…Р В°Р Т‘Р С•Р В±Р С‘РЎвЂљРЎРЉРЎРѓРЎРЏ Р С”Р В°Р С”Р С•Р в„–-Р В»Р С‘Р В±Р С• Р С—РЎР‚Р ВµР Т‘Р СР ВµРЎвЂљ. 
            Р вЂ™Р С•Р В·Р СР С•Р В¶Р Р…Р С•, РЎвЂЎРЎвЂљР С• Р В·Р Т‘Р ВµРЎРѓРЎРЉ Р вЂ™РЎвЂ№ Р Р…Р В°Р в„–Р Т‘Р ВµРЎвЂљР Вµ РЎвЂЎРЎвЂљР С•-Р Р…Р С‘Р В±РЎС“Р Т‘РЎРЉ Р С—Р С•Р В»Р ВµР В·Р Р…Р С•Р Вµ.';  
  $pers = '...';
  $move = '<a href="/game.php?go=charWork&loc=33" target="_chat_two">Р СџР ВµРЎвЂ°Р ВµРЎР‚Р В° Р В­Р С”РЎР‚РЎС“РЎвЂљР ВµР С”</a>';
?>
