<?php
$eventQuest = first('SELECT * FROM quest_events WHERE quest=1 AND users=%d',$_SESSION['id']);
if(!empty($_GET['to']) && $eventQuest['etapes'] == 2 && $_SESSION['PRIZE_LEGEND']){
  $name = 'Р СџРЎР‚Р В°Р В·Р Т‘Р Р…Р С‘РЎвЂЎР Р…РЎвЂ№Р в„– Р В·Р В°Р В»';
  $about = '<b>';
  $pers = '...';
  $move = '<a href="/game.php?go=char">Р Р€Р в„–РЎвЂљР С‘...</a>';
  if(!empty($_SESSION['PRIZE_LEGEND'][0])){
      plus_item(10,67);
     $about .= 'Р вЂ”Р В° РЎвЂљР С•РЎР‚РЎвЂљ Р вЂ™РЎвЂ№ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘Р В»Р С‘: Р РЋР В»Р В°Р Т‘Р С”Р С‘Р в„– Р С”Р ВµР С”РЎРѓ РЎвЂ¦10.<br>';
     $_SESSION['PRIZE_LEGEND'][0] = false;
  }
  if(!empty($_SESSION['PRIZE_LEGEND'][1])){
    $xz = $_SESSION['PRIZE_LEGEND'][1];
    if($xz == 58){
      plus_item(5,66);
      plus_item(3,20);
      $about .= 'Р вЂ”Р В° Р Р…Р ВµР В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р в„– Р С—Р С•Р Т‘Р В°РЎР‚Р С•Р С” Р вЂ™РЎвЂ№ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘Р В»Р С‘: Р С™Р ВµР С”РЎРѓ РЎвЂ¦5 + Р РЋР Р†Р ВµР В¶Р С‘Р в„– Р С”Р В»Р ВµР Р†Р ВµРЎР‚ РЎвЂ¦3.<br>';
    }elseif($xz == 59){
      plus_item(10,66);
      plus_item(5,20);
      plus_item(2,63);
      $about .= 'Р вЂ”Р В° Р С—Р С•Р Т‘Р В°РЎР‚Р С•Р С” Р вЂ™РЎвЂ№ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘Р В»Р С‘: Р С™Р ВµР С”РЎРѓ РЎвЂ¦10 + Р РЋР Р†Р ВµР В¶Р С‘Р в„– Р С”Р В»Р ВµР Р†Р ВµРЎР‚ РЎвЂ¦5 + Р вЂР С•Р В»РЎРЉРЎв‚¬Р С•Р в„– Р СР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р Т‘Р С•Р В±Р В°Р Р†Р С”Р В°Р СР С‘: x2.<br>';
    }elseif($xz == 60){
      plus_item(5,67);
      plus_item(5,20);
      plus_item(5,63);
      plus_item(3,64);
      $about .= 'Р вЂ”Р В° Р вЂР С•Р В»РЎРЉРЎв‚¬Р С•Р в„– Р С—Р С•Р Т‘Р В°РЎР‚Р С•Р С” Р вЂ™РЎвЂ№ Р С—Р С•Р В»РЎС“РЎвЂЎР С‘Р В»Р С‘: Р РЋР В»Р В°Р Т‘Р С”Р С‘Р в„– Р С”Р ВµР С”РЎРѓ РЎвЂ¦5 + Р РЋР Р†Р ВµР В¶Р С‘Р в„– Р С”Р В»Р ВµР Р†Р ВµРЎР‚ РЎвЂ¦5 + Р вЂР С•Р В»РЎРЉРЎв‚¬Р С•Р в„– Р СР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р Т‘Р С•Р В±Р В°Р Р†Р С”Р В°Р СР С‘: x5 + Р С›Р С–РЎР‚Р С•Р СР Р…РЎвЂ№Р в„– Р СР ВµРЎв‚¬Р С•РЎвЂЎР ВµР С” РЎРѓ Р Т‘Р С•Р В±Р В°Р Р†Р С”Р В°Р СР С‘: x3.<br>';
    }
   $about .= '</b>';
   update('quest_events',array('etapes'=>3),'id='.(int)$eventQuest['id']);
  }
 unset($_SESSION['PRIZE_LEGEND']);
}else{
  if(!empty($_GET['quest_npc']) && !empty($_GET['do'])){
     if($_GET['quest_npc'] == 1  || $_GET['quest_npc'] == 2 || $_GET['quest_npc'] == 3 || $_GET['quest_npc'] == 4) include ("npc/npc_eventspers.php");
      else die("<script>location.href='game.php?go=char';</script>"); 
  }else{  
    $name = 'Р СџРЎР‚Р В°Р В·Р Т‘Р Р…Р С‘РЎвЂЎР Р…РЎвЂ№Р в„– Р В·Р В°Р В»';
    $about = 'Р СњР Вµ Р В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р в„– Р В·Р В°Р В» РЎРѓ Р С—РЎР‚Р С‘РЎРЏРЎвЂљР Р…РЎвЂ№Р С Р С•РЎвЂљРЎвЂљР ВµР Р…Р С”Р С•Р С РЎРѓРЎвЂљР ВµР Р…. 
              Р СџР С•Р Р†РЎРѓРЎР‹Р Т‘РЎС“ РЎР‚Р В°РЎРѓРЎРѓРЎвЂљР В°Р Р†Р В»Р ВµР Р…РЎвЂ№ РЎРѓРЎвЂљР С•Р В»РЎвЂ№ РЎРѓ РЎС“Р С–Р С•РЎвЂ°Р ВµР Р…Р С‘РЎРЏР СР С‘ Р Т‘Р В»РЎРЏ Р С–Р С•РЎРѓРЎвЂљР ВµР в„–. 
              Р вЂ™ РЎвЂ Р ВµР Р…РЎвЂљРЎР‚Р Вµ РЎРЊРЎвЂљР С•Р С–Р С• Р В·Р В°Р В»Р В° Р СР С•Р В¶Р Р…Р С• РЎС“Р Р†Р С‘Р Т‘Р ВµРЎвЂљРЎРЉ Р С•Р С–РЎР‚Р С•Р СР Р…Р С•Р С–Р С• Р РЋР В°Р С‘Р С”РЎС“Р Р…Р В°, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р в„– РЎРѓР Т‘Р ВµР В»Р В°Р Р… Р С‘Р В· Р СР Р…Р С•Р В¶Р ВµРЎРѓРЎвЂљР Р†Р В° Р Р†Р С•Р В·Р Т‘РЎС“РЎв‚¬Р Р…РЎвЂ№РЎвЂ¦ РЎв‚¬Р В°РЎР‚Р С‘Р С”Р С•Р Р†. 
              Р ВР СР ВµР Р…Р Р…Р С• Р В·Р Т‘Р ВµРЎРѓРЎРЉ Р С—РЎР‚Р С•Р Р†Р С•Р Т‘РЎРЏРЎвЂљ РЎР‚Р В°Р В·Р В»Р С‘РЎвЂЎР Р…РЎвЂ№Р Вµ Р С—РЎР‚Р В°Р В·Р Т‘Р Р…Р С‘Р С”Р С‘ Р С‘ РЎвЂљР С•РЎР‚Р В¶Р ВµРЎРѓРЎвЂљР Р†Р В°.';  
    $pers = '<a href="/game.php?go=char&quest_npc=1&do=1"><span style=\'font-weight:bold;color:brown;\'>Makasimka</span></a>
           | <a href="/game.php?go=char&quest_npc=2&do=1"><span style=\'font-weight:bold;color:brown;\'>LEGENDA</span></a>
           | <a href="/game.php?go=char&quest_npc=3&do=1"><span style=\'font-weight:bold;color:brown;\'>MiladyMio</span></a>';
    if($eventQuest['count_event_1'] > 0 || $eventQuest['count_event_2'] > 0) $pers .= ' | <a href="/game.php?go=char&quest_npc=4&do=1">Р В Р С•Р В±Р ВµРЎР‚РЎвЂљ</a>  ';
    if(!empty($_SESSION['PRIZE_LEGEND'])) $pers .= ' | <a href="/game.php?go=char&to=true">*Р СџРЎР‚Р В°Р В·Р Т‘Р Р…Р С‘РЎвЂЎР Р…РЎвЂ№Р в„– РЎРѓРЎР‹РЎР‚Р С—РЎР‚Р С‘Р В·*</a>'; 
    $move = '<a href="/game.php?go=charWork&loc=1" target="_chat_two">Р С’Р В»Р В°Р В±Р В°РЎРѓРЎвЂљР С‘РЎРЏ</a>';
    $img_r = '<img src="img/room/043.png" width="290" height="150">';
  }
}
?>
