<?php
$name = 'Р В­Р В»Р ВµР С”РЎвЂљРЎР‚Р С•РЎРѓРЎвЂљР В°Р Р…РЎвЂ Р С‘РЎРЏ';
$about = 'Р С›Р С–РЎР‚Р С•Р СР Р…Р В°РЎРЏ Р В·Р В°Р С”РЎР‚РЎвЂ№РЎвЂљР В°РЎРЏ Р В­Р В»Р ВµР С”РЎвЂљРЎР‚Р С•РЎРѓРЎвЂљР В°Р Р…РЎвЂ Р С‘РЎРЏ. 
              Р РЋРЎвЂљР ВµР Р…РЎвЂ№ Р ВµРЎвЂ Р С—Р С•Р С”РЎР‚РЎвЂ№РЎвЂљРЎвЂ№ РЎвЂљР С•Р В»РЎРѓРЎвЂљРЎвЂ№Р С РЎРѓР В»Р С•Р ВµР С Р С–РЎР‚РЎРЏР В·Р С‘ Р С‘ Р С—РЎвЂ№Р В»Р С‘. 
              Р С™Р С•Р С–Р Т‘Р В°-РЎвЂљР С• Р С•Р Р…Р В° Р С•Р В±Р ВµРЎРѓР С—Р ВµРЎвЂЎР С‘Р Р†Р В°Р В»Р В° Р В±Р С•Р В»РЎРЉРЎв‚¬РЎС“РЎР‹ РЎвЂЎР В°РЎРѓРЎвЂљРЎРЉ Р С™Р В°Р Р…РЎвЂљР С• РЎРЊР В»Р ВµР С”РЎвЂљРЎР‚Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р С•Р С, Р Р…Р С• Р С‘Р В·-Р В·Р В° Р С•РЎвЂљР С”РЎР‚РЎвЂ№Р Р†РЎв‚¬Р ВµР С–Р С•РЎРѓРЎРЏ РЎРЊР В»Р ВµР С”РЎвЂљРЎР‚Р С‘РЎвЂЎР ВµРЎРѓР С”Р С•Р С–Р С• РЎвЂ Р ВµР Р…РЎвЂљРЎР‚Р В° Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†, Р ВµРЎвЂ Р В·Р В°Р С”РЎР‚РЎвЂ№Р В»Р С‘, РЎвЂЎРЎвЂљР С•Р В±РЎвЂ№ Р Р…Р Вµ Р В·Р В°РЎРѓР С•РЎР‚РЎРЏРЎвЂљРЎРЉ Р СР ВµРЎРѓРЎвЂљР Р…РЎС“РЎР‹ Р С—РЎР‚Р С‘РЎР‚Р С•Р Т‘РЎС“.';  
$pers = '...';
$move = '<a href="/game.php?go=charWork&loc=18" target="_chat_two">Р СџРЎРЉРЎР‹РЎвЂљР ВµРЎР‚</a>';
$img_r = '<img src="img/room/044.png" width="290" height="150">';

?>
