<?php
$name = 'Р СњР В°РЎвЂ Р С‘Р С•Р Р…Р В°Р В»РЎРЉР Р…РЎвЂ№Р в„– Р С—Р В°РЎР‚Р С”';
$about = 'Р СџР ВµРЎР‚Р ВµР Т‘ Р вЂ™Р В°Р СР С‘ Р В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р в„– Р С—Р В°РЎР‚Р С”, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р в„– РЎР‚Р В°Р В·Р Т‘Р ВµР В»Р ВµР Р… Р Р…Р В° Р Т‘Р Р†Р В° Р С•РЎРѓР Р…Р С•Р Р†Р Р…РЎвЂ№РЎвЂ¦ Р Р…Р В°Р С—РЎР‚Р В°Р Р†Р В»Р ВµР Р…Р С‘РЎРЏ. 
          Р вЂ™ РЎР‹Р В¶Р Р…Р С•Р С Р Р…Р В°Р С—РЎР‚Р В°Р Р†Р В»Р ВµР Р…Р С‘Р С‘ РЎРѓРЎвЂљР С•РЎРЏРЎвЂљ Р Р…Р ВµРЎРѓР С”Р С•Р В»РЎРЉР С”Р С• РЎРѓР С”Р В°Р СР ВµР ВµР С” Р С‘ Р В°Р С”Р В°РЎвЂ Р С‘Р С‘ РЎвЂ Р Р†Р ВµРЎвЂљР С•Р Р†. 
          Р С’ РЎРѓР ВµР Р†Р ВµРЎР‚Р Р…Р В°РЎРЏ РЎвЂЎР В°РЎРѓРЎвЂљРЎРЉ Р Р†РЎвЂ№РЎРѓРЎвЂљРЎР‚Р С•Р ВµР Р…Р Р…Р В° Р С”РЎР‚РЎС“Р С–Р С•Р С Р С‘Р В· Р Р†РЎвЂ№РЎРѓР С•Р С”Р С•Р в„– РЎвЂљРЎР‚Р В°Р Р†РЎвЂ№ Р С‘ Р Р…Р В°Р С—Р С•Р СР С‘Р Р…Р В°Р ВµРЎвЂљ Р СџР С•Р С”Р ВµР В±Р С•Р В»Р В», Р Р† РЎвЂ Р ВµР Р…РЎвЂљРЎР‚Р Вµ Р С”Р С•РЎвЂљР С•РЎР‚Р С•Р С–Р С• РЎРѓРЎвЂљР С•Р С‘РЎвЂљ РЎвЂћР С•Р Р…РЎвЂљР В°Р Р…. 
          Р вЂ™ Р Р…Р В°РЎвЂ Р С‘Р С•Р Р…Р В°Р В»РЎРЉР Р…Р С•Р С Р С—Р В°РЎР‚Р С”Р Вµ, Р вЂ™РЎвЂ№ Р СР С•Р В¶Р ВµРЎвЂљР Вµ Р Р†РЎРѓРЎвЂљРЎР‚Р ВµРЎвЂљР С‘РЎвЂљРЎРЉ РЎР‚Р В°Р В·Р В»Р С‘РЎвЂЎР Р…РЎвЂ№Р Вµ Р Р†Р С‘Р Т‘РЎвЂ№ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†, Р С‘ Р Т‘Р В°Р В¶Р Вµ, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ Р Р…Р Вµ Р Р†РЎРѓРЎвЂљРЎР‚Р ВµРЎвЂЎР В°РЎР‹РЎвЂљРЎРѓРЎРЏ Р Р† Р Т‘РЎР‚РЎС“Р С–Р С‘РЎвЂ¦ РЎР‚Р ВµР С–Р С‘Р С•Р Р…Р В°РЎвЂ¦.';  
$pers = '...';
$move = '<a href="/game.php?go=charWork&loc=26" target="_chat_two">Р С›Р В»Р С‘Р Р†Р С‘Р Р… Р РЋР С‘РЎвЂљР С‘</a>';
$img_r = '<img src="img/room/045.png" width="290" height="150">';

?>
