<?php
  if(!empty($_GET['do'])){
    $xt = false;
    $tim = date('Y-m-d H:i:s');
    $a = first('SELECT * FROM users_locvoz WHERE userid=%d AND tip="tiket"',$_SESSION['id']);
    if(!empty($a)){
      if($a['dop'] <= $tim){
        update('users',array('buildmy'=>$a['locid']),'id='.(int)$_SESSION['id']);
        delete('users_locvoz','userid='.(int)$_SESSION['id'].' AND tip="tiket"');
        echo "<script>parent._location.location='game.php?go=char';</script>";      
      }else{
        echo "<script>parent.mess_error('Р вЂ™РЎвЂ№ РЎвЂ¦Р С•РЎвЂљР С‘РЎвЂљР Вµ Р Р†РЎвЂ№Р С—РЎР‚РЎвЂ№Р С–Р Р…РЎС“РЎвЂљРЎРЉ Р С‘Р В· Р Т‘Р С‘РЎР‚Р С‘Р В¶Р В°Р В±Р В»РЎРЏ? <br>Р вЂ™РЎР‚Р ВµР СРЎРЏ Р Р†Р В°РЎв‚¬Р ВµР С–Р С• Р С—РЎР‚Р С‘Р В±РЎвЂ№РЎвЂљР С‘РЎРЏ: ".$a['dop'].".<br>Р СљР С•Р В¶Р ВµРЎвЂљ Р В±РЎвЂ№РЎвЂљРЎРЉ РЎРѓРЎвЂљР С•Р С‘РЎвЂљ Р Т‘Р С•Р В¶Р Т‘Р В°РЎвЂљРЎРЉРЎРѓРЎРЏ? Р вЂќР С‘РЎР‚Р С‘Р В¶Р В°Р В±Р В»РЎРЉ Р В»Р ВµРЎвЂљР С‘РЎвЂљ Р С•РЎвЂЎР ВµР Р…РЎРЉ Р Р†РЎвЂ№РЎРѓР С•Р С”Р С•, Р Р†РЎвЂ№ Р СР С•Р В¶Р ВµРЎвЂљР Вµ РЎР‚Р В°Р В·Р В±Р С‘РЎвЂљРЎРЉРЎРѓРЎРЏ!','block');</script>";
      }      
    }else{
        echo "<script>parent.mess_error('Р СџР С•РЎвЂ¦Р С•Р Т‘РЎС“, Р вЂ™РЎвЂ№ РЎвЂљРЎС“РЎвЂљ Р В·Р В°РЎРѓРЎвЂљРЎР‚РЎРЏР В»Р С‘. <br> Р вЂ™Р С•Р В·Р Р…Р С‘Р С”Р В»Р В° Р С•РЎв‚¬Р С‘Р В±Р С”Р В°, Р С•Р В±РЎР‚Р В°РЎвЂљР С‘РЎвЂљР ВµРЎРѓРЎРЉ Р С” Р С’Р Т‘Р СР С‘Р Р…Р С‘РЎРѓРЎвЂљРЎР‚Р В°РЎвЂљР С•РЎР‚РЎС“. <br> Р С’ Р С—Р С•Р С”Р В° РЎвЂЎРЎвЂљР С• Р С—Р С•Р СР С•Р в„–РЎвЂљР Вµ Р С—Р С•Р В»РЎвЂ№ Р Р† РЎРѓР В»Р С•Р Р…Р Вµ :D!','block');</script>";
    }
  }
    $name = 'Р вЂќР С‘РЎР‚Р С‘Р В¶Р В°Р В±Р В»РЎРЉ';
    $about = 'Р вЂ™РЎвЂ№ Р С—Р В»РЎвЂ№Р Р†Р ВµРЎвЂљР Вµ Р Р…Р В° Р В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р С Р Т‘Р С‘РЎР‚Р С‘Р В¶Р В°Р В±Р В»Р Вµ, Р С—Р ВµРЎР‚Р ВµР Т‘ Р Р†Р В°Р СР С‘ РЎР‚Р В°РЎРѓРЎРѓРЎвЂљР С‘Р В»Р В°Р ВµРЎвЂљРЎРѓРЎРЏ Р С”РЎР‚Р В°РЎРѓР С‘Р Р†РЎвЂ№Р в„– Р Р†Р С‘Р Т‘ Р С—РЎРЏРЎвЂљР С‘Р В·Р Р†Р ВµР В·Р Т‘Р С•РЎвЂЎР Р…РЎвЂ№РЎвЂ¦ Р В°Р С—Р В°РЎР‚РЎвЂљР В°Р СР ВµР Р…РЎвЂљР С•Р Р†. Р Р€РЎРѓР С—Р С•Р С”Р В°Р С‘Р Р†Р В°РЎР‹РЎвЂ°Р С‘Р Вµ  РЎвЂљР С•Р Р…Р В°, Р СР Р…Р С•Р В¶Р ВµРЎРѓРЎвЂљР Р†Р С• Р С”РЎР‚Р ВµРЎРѓР ВµР В», Р В±РЎС“РЎвЂћР ВµРЎвЂљ РЎРѓ Р ВµР Т‘Р С•Р в„– Р Р†РЎвЂ№РЎРѓРЎв‚¬Р ВµР С–Р С• Р С”Р В°РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р В°. Р С™Р В°Р С—Р С‘РЎвЂљР В°Р Р… Р Т‘Р С‘РЎР‚Р С‘Р В¶Р В°Р В±Р В»РЎРЏ Р С—РЎР‚Р С‘Р Р†Р ВµРЎвЂљРЎРѓРЎвЂљР Р†РЎС“Р ВµРЎвЂљ Р С—Р В°РЎРѓРЎРѓР В°Р В¶Р С‘РЎР‚Р С•Р Р† Р С‘ Р С—Р С•Р Р†Р С•РЎР‚Р В°РЎвЂЎР С‘Р Р†Р В°Р ВµРЎвЂљ РЎР‚РЎС“Р В»РЎРЉ Р С”Р С•РЎР‚Р В°Р В±Р В»РЎРЏ. Р СџР С•РЎРѓР В»Р Вµ РЎвЂЎР ВµР С–Р С•, Р Т‘Р С‘РЎР‚Р С‘Р В¶Р В°Р В±Р В»РЎРЉ Р Р…Р В°РЎвЂЎР С‘Р Р…Р В°Р ВµРЎвЂљ Р С—Р В»Р В°Р Р†Р Р…Р С• Р С—Р ВµРЎР‚Р ВµР Т‘Р Р†Р С‘Р С–Р В°РЎвЂљРЎРЉРЎРѓРЎРЏ Р С—Р С• Р Р…Р ВµР В±РЎС“...';  
    $pers = '...';
    $move = '<a href="/game.php?go=char&do=1" target="_chat_two">Р вЂ™РЎвЂ№РЎвЂ¦Р С•Р Т‘</a>';

?>
