<?php
    $name = 'Р вЂ”Р С•Р Р…Р В° РЎвЂљРЎР‚Р ВµР Р…Р С‘РЎР‚Р С•Р Р†Р С”Р С‘';
    $about = 'Р СџРЎР‚Р ВµР С”РЎР‚Р В°РЎРѓР Р…Р С•Р Вµ Р СР ВµРЎРѓРЎвЂљР С•, Р С•Р В±Р С•РЎР‚РЎС“Р Т‘Р С•Р Р†Р В°Р Р…Р Р…Р С•Р Вµ РЎРѓР С—Р ВµРЎвЂ Р С‘Р В°Р В»РЎРЉР Р…Р С• Р Т‘Р В»РЎРЏ РЎвЂљРЎР‚Р ВµР Р…Р С‘РЎР‚Р С•Р Р†Р С”Р С‘ Р Р†Р В°РЎв‚¬Р ВµР С–Р С• Р С—Р С•Р С”Р ВµР СР С•Р Р…Р В°. Р вЂ”Р Т‘Р ВµРЎРѓРЎРЉ Р ВµРЎРѓРЎвЂљРЎРЉ Р Р†РЎРѓР Вµ РЎС“Р Т‘Р С•Р В±РЎРѓРЎвЂљР Р†Р В°, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ Р С—Р С•Р СР С•Р С–РЎС“РЎвЂљ Р ВµР СРЎС“ РЎР‚Р В°Р В·Р Р†Р С‘РЎвЂљРЎРЉРЎРѓРЎРЏ Р Р† Р В»РЎС“РЎвЂЎРЎв‚¬РЎС“РЎР‹ РЎРѓРЎвЂљР С•РЎР‚Р С•Р Р…РЎС“.';  
    $pers = '...';
    $move = '<a href="/game.php?go=charWork&loc=1" target="_chat_two">Р С’Р В»Р В°Р В±Р В°РЎРѓРЎвЂљР С‘РЎРЏ</a>';

?>
