<?php 
$q3   = isset_qest(3);
$qx03 = quest_process(3, 2);
if(!empty($_GET['quest_npc']) && !empty($_GET['do']) && $_GET['quest_npc'] == 4){
   if($_GET['quest_npc'] == 4  && (!$q3 || $qx03)) include ("npc/npc_4.php");
    else die("<script>location.href='game.php?go=char';</script>"); 
}else{
  $name = 'Р вЂєР ВµРЎРѓ Р вЂ™Р ВµРЎР‚РЎвЂљР В°Р Р…Р С‘Р С‘';
  $about = 'Р В­РЎвЂљР С• Р Т‘Р С•РЎРѓРЎвЂљР В°РЎвЂљР С•РЎвЂЎР Р…Р С• РЎРѓР Р†Р ВµРЎвЂљР В»РЎвЂ№Р в„– Р С‘ Р В±Р ВµР В·Р С•Р С—Р В°РЎРѓР Р…РЎвЂ№Р в„– Р В»Р ВµРЎРѓ. 
            Р СљР Р…Р С•Р С–Р С‘Р Вµ Р Р…Р В°РЎвЂЎР С‘Р Р…Р В°РЎР‹РЎвЂ°Р С‘Р Вµ РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚РЎвЂ№ Р С—РЎР‚Р С•Р Р†Р С•Р Т‘РЎРЏРЎвЂљ Р В·Р Т‘Р ВµРЎРѓРЎРЉ Р В±Р С•Р В»РЎРЉРЎв‚¬РЎС“РЎР‹ РЎвЂЎР В°РЎРѓРЎвЂљРЎРЉ РЎРѓР Р†Р С•Р В±Р С•Р Т‘Р Р…Р С•Р С–Р С• Р Р†РЎР‚Р ВµР СР ВµР Р…Р С‘, Р Р…Р В°Р В±Р С‘РЎР‚Р В°РЎРЏРЎРѓРЎРЉ Р С•Р С—РЎвЂ№РЎвЂљР В° Р С‘ Р С•РЎвЂљР В»Р В°Р Р†Р В»Р С‘Р Р†Р В°РЎРЏ РЎР‚Р ВµР Т‘Р С”Р С‘РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†-Р В¶РЎС“Р С”Р С•Р Р†. 
            Р С›Р Т‘Р Р…Р В°Р С”Р С• Р ВµРЎРѓРЎвЂљРЎРЉ Р С‘ РЎвЂљР Вµ, Р С”РЎвЂљР С•, Р С—РЎР‚Р С•РЎРѓР В»РЎвЂ№РЎв‚¬Р В°Р Р† Р В»Р ВµР С–Р ВµР Р…Р Т‘РЎС“ Р С• РЎРѓРЎвЂљР В°РЎР‚Р С•Р С РЎРѓР В°Р СРЎС“РЎР‚Р В°Р в„–РЎРѓР С”Р С•Р С Р С—Р С•РЎРѓР ВµР В»Р С”Р Вµ, Р Р†РЎРѓР Вµ Р ВµРЎвЂ°Р Вµ Р В±РЎР‚Р С•Р Т‘РЎРЏРЎвЂљ Р Р† Р С—Р С•Р С—РЎвЂ№РЎвЂљР С”Р Вµ Р С•РЎвЂљРЎвЂ№РЎРѓР С”Р В°РЎвЂљРЎРЉ Р ВµР С–Р С• Р С‘ РЎС“Р В·Р Р…Р В°РЎвЂљРЎРЉ Р Р†РЎРѓР Вµ РЎРѓР ВµР С”РЎР‚Р ВµРЎвЂљРЎвЂ№ Р В±РЎвЂ№Р В»Р С•Р в„– Р СР С•РЎвЂ°Р С‘ РЎРѓР В°Р СРЎС“РЎР‚Р В°Р ВµР Р†.';
  $pers = '...';
  if(!$q3 || $qx03) $pers = "<a href='/game.php?go=char&quest_npc=4&do=1'>Р В¦Р С‘РЎР‚Р С”Р В°РЎвЂЎ Р РЋРЎвЂљР С‘Р Р†</a>";
  $move = '<a href="/game.php?go=charWork&loc=4" target="_chat_two">Р вЂќР С•РЎР‚Р С•Р С–Р В° 1</a> | <a href="/game.php?go=charWork&loc=16" target="_chat_two">Р вЂ™Р ВµРЎР‚РЎвЂљР В°Р Р…Р С‘РЎРЏ</a> | <a href="/game.php?go=charWork&loc=9" target="_chat_two">Р С›Р В·Р ВµРЎР‚Р С• Р вЂ™Р ВµРЎР‚РЎвЂљР В°Р Р…Р С‘Р С‘</a> | <a href="/game.php?go=charWork&loc=6" target="_chat_two">Р РЋРЎвЂљР В°РЎР‚Р С‘Р Р…Р Р…РЎвЂ№Р Вµ Р Т‘Р ВµРЎР‚Р ВµР Р†РЎРЉРЎРЏ</a>';
  $img_r = '<img src="img/room/005.png" width="290" height="150">';
}
?>

