<?php 
$q4  = isset_qest(4);
$qx04 = quest_process(4, 10);
$qx05 = quest_process(4, 11);
if(!empty($_GET['quest_npc']) && !empty($_GET['do']) && $_GET['quest_npc'] == 5){
   if($_GET['quest_npc'] == 5  && (!$q4 || $qx04)) include ("npc/npc_5.php");
    else die("<script>location.href='game.php?go=char';</script>"); 
}else{
  $name = 'Р РЋРЎвЂљР В°РЎР‚Р С‘Р Р…Р Р…РЎвЂ№Р Вµ Р Т‘Р ВµРЎР‚Р ВµР Р†РЎРЉРЎРЏ';
  $about = 'Р В­РЎвЂљР С•РЎвЂљ РЎС“РЎвЂЎР В°РЎРѓРЎвЂљР С•Р С” Р В»Р ВµРЎРѓР В° Р Т‘Р С•Р Р†Р С•Р В»РЎРЉР Р…Р С• Р С•Р С—Р В°РЎРѓР ВµР Р… Р Т‘Р В»РЎРЏ Р СР С•Р В»Р С•Р Т‘РЎвЂ№РЎвЂ¦ РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚Р С•Р Р†. 
            Р вЂ”Р Т‘Р ВµРЎРѓРЎРЉ Р Р…Р В°РЎвЂ¦Р С•Р Т‘Р С‘РЎвЂљРЎРѓРЎРЏ РЎС“Р В»Р ВµР в„– Р вЂР С‘Р Т‘РЎР‚Р С‘Р В»Р В», Р СР Р…Р С•Р С–Р С• РЎР‚Р В°Р В·Р Р…РЎвЂ№РЎвЂ¦ Р С‘ Р С•Р С—Р В°РЎРѓР Р…РЎвЂ№РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†, Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р Вµ РЎРЏРЎР‚Р С•РЎРѓРЎвЂљР Р…Р С• Р С•РЎвЂ¦РЎР‚Р В°Р Р…РЎРЏРЎР‹РЎвЂљ РЎРѓР Р†Р С•Р С‘ Р С–РЎР‚Р В°Р Р…Р С‘РЎвЂ РЎвЂ№. 
            Р вЂќР В»РЎРЏ Р СР ВµРЎвЂљР С”Р С‘ РЎРѓР Р†Р С•Р ВµР в„– РЎвЂљР ВµРЎР‚РЎР‚Р С‘РЎвЂљР С•РЎР‚Р С‘Р С‘ РЎРЊРЎвЂљР С‘ Р С—Р С•Р С”Р ВµР СР С•Р Р…РЎвЂ№ Р С•РЎРѓРЎвЂљР В°Р Р†Р В»РЎРЏРЎР‹РЎвЂљ Р Р…Р В° Р Т‘Р ВµРЎР‚Р ВµР Р†РЎРЉРЎРЏРЎвЂ¦ Р В±Р С•Р В»РЎРЉРЎв‚¬Р С‘Р Вµ Р С”РЎР‚Р ВµРЎРѓРЎвЂљРЎвЂ№, Р С”Р В°Р С” Р В±РЎвЂ№ Р С—РЎР‚Р ВµР Т‘РЎС“Р С—РЎР‚Р ВµР В¶Р Т‘Р В°РЎРЏ Р С•РЎРѓРЎвЂљР В°Р В»РЎРЉР Р…РЎвЂ№РЎвЂ¦, РЎвЂЎРЎвЂљР С• РЎвЂљР ВµР С Р В»РЎС“РЎвЂЎРЎв‚¬Р Вµ РЎС“Р в„–РЎвЂљР С‘ РЎРѓ РЎРЊРЎвЂљР С•Р в„– Р СР ВµРЎРѓРЎвЂљР Р…Р С•РЎРѓРЎвЂљР С‘.';
  $pers = '...';
  if(!$q4 || $qx04 || $qx05) $pers = "<a href='/game.php?go=char&quest_npc=5&do=1'>Р С™РЎРЊРЎР‚Р С•Р В»</a>";
  $move = '<a href="/game.php?go=charWork&loc=5" target="_chat_two">Р вЂєР ВµРЎРѓ Р вЂ™Р ВµРЎР‚РЎвЂљР В°Р Р…Р С‘Р С‘</a> | <a href="/game.php?go=charWork&loc=7" target="_chat_two">Р СћРЎвЂР СР Р…РЎвЂ№Р в„– Р В»Р ВµРЎРѓ</a>';
  $img_r = '<img src="img/room/006.png" width="290" height="150">';
}
?>

