<?php 
$qx02 = quest_process(2, 2);
$qxx02 = quest_process(2, 3);
if(!empty($_GET['quest_npc']) && !empty($_GET['do']) && $_GET['quest_npc'] == 1){
   if($_GET['quest_npc'] == 1  && ($qx02 || $qxx02)) include ("npc/npc_9.php");
   else die("<script>location.href='game.php?go=char';</script>"); 
}else{
  $name = 'Р СћРЎвЂР СР Р…РЎвЂ№Р в„– Р В»Р ВµРЎРѓ';
  $about = 'Р В­РЎвЂљР С•РЎвЂљ Р В»Р ВµРЎРѓ РЎвЂ¦РЎР‚Р В°Р Р…Р С‘РЎвЂљ Р Р† РЎРѓР ВµР В±Р Вµ Р СР Р…Р С•Р С–Р С• Р В·Р В°Р С–Р В°Р Т‘Р С•Р С” Р С‘ РЎРѓР В»РЎС“РЎвЂ¦Р С•Р Р†. 
            Р вЂњР С•Р Р†Р С•РЎР‚РЎРЏРЎвЂљ, РЎвЂЎРЎвЂљР С• Р Р† Р Т‘Р С•Р СР Вµ Р Р…Р ВµР С—Р С•Р Т‘Р В°Р В»Р ВµР С”РЎС“ Р С”Р С•Р С–Р Т‘Р В°-РЎвЂљР С• Р В¶Р С‘Р В» РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†. 
            Р СњР С• Р С•Р Р… Р В±РЎвЂ№Р В» Р Р…Р Вµ РЎвЂљР В°Р С”Р С‘Р С Р С”Р В°Р С” Р Р†РЎРѓР Вµ: Р С•Р Р… Р В»Р С•Р Р†Р С‘Р В» Р С‘РЎРѓР С”Р В»РЎР‹РЎвЂЎР С‘РЎвЂљР ВµР В»РЎРЉР Р…Р С• Р С—РЎР‚Р С‘Р В·РЎР‚Р В°РЎвЂЎР Р…РЎвЂ№РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†, Р С—Р С•Р в„–Р СР В°РЎвЂљРЎРЉ Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№РЎвЂ¦ Р С—Р С•Р Т‘ РЎРѓР С‘Р В»РЎС“ Р Р…Р Вµ Р С”Р В°Р В¶Р Т‘Р С•Р СРЎС“. 
            Р вЂ™РЎР‚Р ВµР СРЎРЏ РЎв‚¬Р В»Р С• Р С‘ РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚ РЎС“Р СР ВµРЎР‚ Р С•РЎвЂљ РЎРѓРЎвЂљР В°РЎР‚Р С•РЎРѓРЎвЂљР С‘.
            Р СњР С• Р ВµР С–Р С• Р С—Р С•Р С”Р ВµР СР С•Р Р…РЎвЂ№ Р С•РЎРѓРЎвЂљР В°Р В»Р С‘РЎРѓРЎРЉ Р В¶Р С‘РЎвЂљРЎРЉ. 
            Р С›Р Р…Р С‘ Р В±РЎС“Р Т‘РЎвЂљР С• Р С•РЎвЂ¦РЎР‚Р В°Р Р…РЎРЏРЎР‹РЎвЂљ РЎРЊРЎвЂљР С•РЎвЂљ Р В»Р ВµРЎРѓ Р С‘ РЎвЂљР С•РЎвЂљ РЎРѓРЎвЂљР В°РЎР‚РЎвЂ№Р в„– Р В·Р В°Р В±РЎР‚Р С•РЎв‚¬Р ВµР Р…Р Р…РЎвЂ№Р в„– Р Т‘Р С•Р С, Р С—РЎвЂ№РЎвЂљР В°РЎРЏРЎРѓРЎРЉ Р Р…Р В°Р С—РЎС“Р С–Р В°РЎвЂљРЎРЉ Р С‘Р В»Р С‘ Р Т‘Р В°Р В¶Р Вµ Р С—Р С•Р С”Р В°Р В»Р ВµРЎвЂЎР С‘РЎвЂљРЎРЉ Р С—РЎР‚Р С•РЎвЂ¦Р С•Р Т‘Р С‘Р Р†РЎв‚¬Р С‘РЎвЂ¦ Р В·Р Т‘Р ВµРЎРѓРЎРЉ РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚Р С•Р Р†. 
            Р вЂ™ РЎРЊРЎвЂљР С•Р С Р СР ВµРЎРѓРЎвЂљР Вµ РЎРѓРЎвЂљР С•Р С‘РЎвЂљ Р В±РЎвЂ№РЎвЂљРЎРЉ Р С•РЎРѓР С•Р В±Р С• Р Р†Р Р…Р С‘Р СР В°РЎвЂљР ВµР В»РЎРЉР Р…РЎвЂ№Р С... 
            Р С’, Р СР С•Р В¶Р ВµРЎвЂљ, Р В»РЎС“РЎвЂЎРЎв‚¬Р Вµ Р Р†Р С•Р С•Р В±РЎвЂ°Р Вµ РЎвЂљРЎС“Р Т‘Р В° Р Р…Р Вµ Р В·Р В°РЎвЂ¦Р С•Р Т‘Р С‘РЎвЂљРЎРЉ? '; 
  if($qx02 || $qxx02) $pers = "<a href='/game.php?go=char&quest_npc=1&do=1'>Р РЋРЎвЂљР В°РЎР‚Р В°РЎРЏ Р В¶Р ВµР Р…РЎвЂ°Р С‘Р Р…Р В°</a>";
  if(empty($pers)) $pers = '...';
  $move = '<a href="/game.php?go=charWork&loc=6" target="_chat_two">Р РЋРЎвЂљР В°РЎР‚Р С‘Р Р…Р Р…РЎвЂ№Р Вµ Р Т‘Р ВµРЎР‚Р ВµР Р†РЎРЉРЎРЏ</a> | <a href="/game.php?go=charWork&loc=8" target="_chat_two">Р СџР ВµРЎвЂ°Р ВµРЎР‚Р В°</a> | <s>Р РЋРЎвЂљР В°РЎР‚РЎвЂ№Р в„– Р Т‘Р С•Р С</s>';
  $img_r = '<img src="img/room/007.png" width="290" height="150">';
}
?>

