<?php 

  $name = 'Р СџР ВµРЎвЂ°Р ВµРЎР‚Р В°';
  $about = 'Р вЂ™РЎвЂ№ Р Р†РЎвЂ¦Р С•Р Т‘Р С‘РЎвЂљР Вµ Р Р† Р С—Р ВµРЎвЂ°Р ВµРЎР‚РЎС“. 
            Р С›РЎРѓР СР С•РЎвЂљРЎР‚Р ВµР Р†РЎв‚¬Р С‘РЎРѓРЎРЉ, Р Р†РЎвЂ№ Р В·Р В°Р СР ВµРЎвЂЎР В°Р ВµРЎвЂљР Вµ Р В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р Вµ Р С”Р С•Р В»Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р С• Р Т‘РЎР‚РЎС“Р С–Р С‘РЎвЂ¦ РЎвЂљРЎР‚Р ВµР Р…Р ВµРЎР‚Р С•Р Р†. 
            Р вЂ”Р Т‘Р ВµРЎРѓРЎРЉ Р Р…Р ВµР СР Р…Р С•Р С–Р С• Р С—РЎР‚Р С•РЎвЂ¦Р В»Р В°Р Т‘Р Р…Р С•, Р Р…Р С• РЎРѓРЎС“РЎвЂ¦Р С• Р С‘ РЎРѓР С•Р Р†РЎРѓР ВµР С Р Р…Р Вµ Р С–РЎР‚РЎРЏР В·Р Р…Р С•. 
            Р ВР В· Р В·Р ВµР СР В»Р С‘ Р Р†РЎвЂ№Р В»Р В°Р В·Р С‘РЎР‹РЎвЂљ Р СР Р…Р С•Р В¶Р ВµРЎРѓРЎвЂљР Р†Р С• Р вЂќР С‘Р С–Р В»Р ВµРЎвЂљР С•Р Р†, Р В° РЎРѓР С• РЎРѓРЎвЂљР В°Р В»Р В°Р С–Р СР С‘РЎвЂљР С•Р Р† Р СР С‘РЎР‚Р Р…Р С• РЎРѓР Р†Р С‘РЎРѓР В°Р ВµРЎвЂљ Р В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р Вµ Р С”Р С•Р В»Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р С• Р В·РЎС“Р В±Р В°РЎвЂљР С•Р Р†.'; 
  $pers = '...';
  $move = '<a href="/game.php?go=charWork&loc=7" target="_chat_two">Р СћРЎвЂР СР Р…РЎвЂ№Р в„– Р В»Р ВµРЎРѓ</a> | <s>Р вЂ”Р В°Р Р†Р В°Р В»</s>';
   $img_r = '<img src="img/room/008.png" width="290" height="150">';

?>

