<?php
    $name = 'Р вЂќР С•РЎР‚Р С•Р С–Р В° РЎРѓР С•Р В»Р Р…РЎвЂ Р В°';
    $about = 'Р вЂќР С•Р В»Р С–Р В°РЎРЏ Р Т‘Р С•РЎР‚Р С•Р С–Р В° Р Р…Р В° Р С”Р С•РЎвЂљР С•РЎР‚РЎС“РЎР‹ РЎРѓР Р†Р ВµРЎвЂљР С‘РЎвЂљ РЎРѓР С•Р В»Р Р…РЎвЂ Р Вµ Р Р†Р С• Р Р†РЎРѓР Вµ Р Р†РЎР‚Р ВµР СР ВµР Р…Р В° Р С–Р С•Р Т‘Р В°. Р С™Р В°Р В¶Р Т‘РЎвЂ№Р в„– РЎвЂЎР ВµР В»Р С•Р Р†Р ВµР С” Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№Р в„– Р С—РЎР‚Р С•Р в„–Р Т‘Р ВµРЎвЂљ Р С—Р С• РЎРЊРЎвЂљР С•Р в„– Р Т‘Р С•РЎР‚Р С•Р С–Р Вµ Р В±РЎС“Р Т‘Р ВµРЎвЂљ РЎРѓРЎвЂЎР В°РЎРѓРЎвЂљР В»Р С‘Р Р† Р Р†РЎРѓРЎР‹ Р В¶Р С‘Р В·Р Р…РЎРЉ. Р С›Р С”Р С•Р В»Р С• РЎРЊРЎвЂљР С•Р в„– Р Т‘Р С•РЎР‚Р С•Р С–Р С‘ Р Р†Р С•Р Т‘Р С‘РЎвЂљРЎРѓРЎРЏ Р СР Р…Р С•Р С–Р С• Р В­Р С”Р Р†Р ВµРЎРѓРЎвЂљР С•Р Р†.';  
    $pers = '...';
    $move = '<s>Р вЂ”Р Т‘Р В°Р Р…Р С‘Р Вµ Р С’Р Т‘Р СР С‘Р Р…Р С‘РЎРѓРЎвЂљРЎР‚Р В°РЎвЂ Р С‘Р С‘</s>';
	$img_r = '<img src="img/room/8888.jpg" width="290" height="150">';
?>
