<?php
  $name = 'Р С›Р В·Р ВµРЎР‚Р С• Р вЂ™Р ВµРЎР‚РЎвЂљР В°Р Р…Р С‘Р С‘';
  $about = 'Р вЂ™ Р С•Р С”РЎР‚Р ВµРЎРѓРЎвЂљР Р…Р С•РЎРѓРЎвЂљРЎРЏРЎвЂ¦ Р вЂ™Р ВµРЎР‚РЎвЂљР В°Р Р…Р С‘Р С‘ РЎР‚Р В°РЎРѓР С—Р С•Р В»Р С•Р В¶Р С‘Р В»Р С•РЎРѓРЎРЉ Р Р…Р ВµР В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р Вµ Р С•Р В·Р ВµРЎР‚Р С•. 
            Р вЂ™Р С•Р Т‘Р В° Р В·Р Т‘Р ВµРЎРѓРЎРЉ Р С”РЎР‚Р С‘РЎРѓРЎвЂљР В°Р В»РЎРЉР Р…Р С• РЎвЂЎР С‘РЎРѓРЎвЂљР В°РЎРЏ, Р Р…Р В° Р В±Р ВµРЎР‚Р ВµР С–РЎС“ Р СР Р…Р С•Р С–Р С• РЎР‚РЎвЂ№Р В±Р В°Р С”Р С•Р Р† Р С‘ Р С•РЎвЂљР Т‘РЎвЂ№РЎвЂ¦Р В°РЎР‹РЎвЂ°Р С‘РЎвЂ¦, Р С•Р Т‘Р Р…Р В°Р С”Р С• Р С—Р В»Р С•Р Р†РЎвЂ Р С•Р Р† Р В·Р Т‘Р ВµРЎРѓРЎРЉ Р Р…Р Вµ Р Р…Р В°Р в„–РЎвЂљР С‘: Р С•Р В·Р ВµРЎР‚Р С• РЎРЏР Р†Р В»РЎРЏР ВµРЎвЂљРЎРѓРЎРЏ Р Т‘Р С•Р СР С•Р С Р Т‘Р В»РЎРЏ Р В±Р С•Р В»РЎРЉРЎв‚¬Р С•Р С–Р С• Р С”Р С•Р В»Р С‘РЎвЂЎР ВµРЎРѓРЎвЂљР Р†Р В° РЎР‚Р В°Р В·Р Р…Р С•Р С•Р В±РЎР‚Р В°Р В·Р Р…РЎвЂ№РЎвЂ¦ Р С—Р С•Р С”Р ВµР СР С•Р Р…Р С•Р Р†, Р СР Р…Р С•Р С–Р С‘Р Вµ Р С‘Р В· Р С”Р С•РЎвЂљР С•РЎР‚РЎвЂ№РЎвЂ¦ Р С–Р С•РЎвЂљР С•Р Р†РЎвЂ№ Р Р†РЎРѓРЎвЂљРЎС“Р С—Р С‘РЎвЂљРЎРЉ Р Р† Р В±Р С•Р в„–, Р В·Р В°РЎвЂ°Р С‘РЎвЂ°Р В°РЎРЏ РЎРѓР Р†Р С•Р в„– Р СР В°Р В»Р ВµР Р…РЎРЉР С”Р С‘Р в„– РЎР‚Р В°Р в„–.'; 
  $pers = '...';
  $move = '<a href="/game.php?go=charWork&loc=5" target="_chat_two">Р вЂєР ВµРЎРѓ Р вЂ™Р ВµРЎР‚РЎвЂљР В°Р Р…Р С‘Р С‘</a>';
  $img_r = '<img src="img/room/009.png" width="290" height="150">';
?>
